Repository: openstack/horizon
Catalog: doc/source/locale/*/LC_MESSAGES/doc-user.po
Languages: ru

source: **Dashboard — Create Image**
ru: **Панель управления — Создать образ**

source: **Direction**: ``Ingress``
ru: **Направление**: ``Входящий трафик``

source: **Figure: Admin tab**
ru: **Рисунок: вкладка "Администратор"**

source: **Figure: Project tab**
ru: **Рисунок: вкладка "Проект"**

source: **Figure:Identity tab**
ru: **Рисунок: Вкладка "Идентификация"**

source: **Figure:Settings tab**
ru: **Рисунок: Вкладка "Настройки"**

source: **Remote**: ``CIDR``
ru: **Удаленный адрес**: ``CIDR``

source: **Rule**: ``All ICMP``
ru: **Правило**: ``Все ICMP``

source: **Rule**: ``SSH``
ru: **Правило**: ``SSH``

source: **To copy an object from one container to another**
ru: **Чтобы скопировать объект из одного контейнера в другой**

source: **To create a metadata-only object without a file**
ru: **Чтобы создать объект, содержащий только метаданные, без файла**

source: **To create a pseudo-folder**
ru: **Чтобы создать псевдопапку**

source: **To edit an object**
ru: **Редактирование объекта**

source: :guilabel:`API Access`: View API endpoints.
ru: :guilabel:`Доступ к API`: Просмотр точек доступа API.

source: :guilabel:`Admin State`: The state to start the network in.
ru: :guilabel:`Административное состояние`: Состояние, в котором запускается сеть.

source: :guilabel:`Allocation Pools`: Specify IP address pools.
ru: :guilabel:`Пулы для выделения`: Укажите пулы IP-адресов.

source: :guilabel:`Architecture`
ru: :guilabel:`Архитектура`

source: :guilabel:`Availability Zone`: Select the Availability Zone from the list. By default, this value is set to the availability zone given by the cloud provider (for example, ``us-west`` or ``apac-south``). For some cases, it could be ``nova``.
ru: :guilabel:`Зона доступности`: Выберите зону доступности из списка. По умолчанию это значение равно зоне доступности, предоставленной провайдером облачных услуг (например, ``us-west`` или ``ru-east``). В некоторых случаях это может быть ``nova``.

source: :guilabel:`Backups`: View, create, edit, and delete backups.
ru: :guilabel:`Резервные копии`: Просмотр, создание, редактирование и удаление резервных копий.

source: :guilabel:`Binding Host`: The ID of the host where the port is allocated.
ru: :guilabel:`Хост привязки`: Идентификатор хоста, на котором назначен порт.

source: :guilabel:`Binding VNIC Type`: Select the VNIC type that is bound to the neutron port.
ru: :guilabel:`Тип VNIC`: Выберите тип VNIC, привязанный к порту.

source: :guilabel:`Block Storage Services`: View a list of all Block Storage services.
ru: :guilabel:`Службы блочного хранилища`: Просмотр списка всех служб блочного хранилища.

source: :guilabel:`Change Password`: Change the password of the user.
ru: :guilabel:`Изменить пароль`: Изменить пароль пользователя.

source: :guilabel:`Compute Services`: View a list of all Compute services.
ru: :guilabel:`Службы вычислительных ресурсов`: Просмотр списка всех вычислительных служб.

source: :guilabel:`Configuration` tab
ru: Вкладка :guilabel:`Конфигурация`

source: :guilabel:`Consistency Group Snapshots`: View, create, edit, and delete consistency group snapshots.
ru: :guilabel:`Снимки групп консистентности `: просмотр, создание, редактирование и удаление снимков групп консистентности.

source: :guilabel:`Consistency Groups`: View, create, edit, and delete consistency groups.
ru: :guilabel:`Группы консистентности`: просмотр, создание, редактирование и удаление групп консистентности.

source: :guilabel:`Containers`: Create and manage containers and objects.
ru: :guilabel:`Контейнеры`: Создание и управление контейнерами и объектами.

source: :guilabel:`Copy Data`
ru: :guilabel:`Копировать данные`

source: :guilabel:`Create Subnet`: Select this check box to create a subnet
ru: :guilabel:`Создать подсеть`: Установите этот флажок, чтобы создать подсеть.

source: :guilabel:`DNS Name Servers`: Specify a name for the DNS server.
ru: :guilabel:`DNS серверы`: Укажите имя для DNS-сервера.

source: :guilabel:`Defaults`: View default quota values. Quotas are hard-coded in OpenStack Compute and define the maximum allowable size and number of resources.
ru: :guilabel:`Параметры по умолчанию`: Просмотр значений квот по умолчанию. Квоты жестко запрограммированы в службе OpenStack Compute и определяют максимально допустимый размер и количество ресурсов.

source: :guilabel:`Description`: Optionally, provide a brief description for the volume.
ru: :guilabel:`Описание`: При желании укажите краткое описание диска.

source: :guilabel:`Destination Container`: Choose the destination container from the list.
ru: :guilabel:`Контейнер назначения`: Выберите контейнер назначения из списка.

source: :guilabel:`Destination object name`: Enter a name for the object in the new container.
ru: :guilabel:`Имя целевого объекта`: Введите имя объекта в новом контейнере.

source: :guilabel:`Details` tab
ru: :guilabel:Вкладка `Подробности`

source: :guilabel:`Device ID`: Device ID attached to the port.
ru: :guilabel:`ID устройства`: Идентификатор устройства, подключенного к порту.

source: :guilabel:`Device Owner`: Device owner attached to the port.
ru: :guilabel:`Владелец устройства`: Владелец устройства, подключенного к порту.

source: :guilabel:`Disable Gateway`: Select this check box to disable a gateway IP address.
ru: :guilabel:`Запретить шлюз`: Установите этот флажок, чтобы отключить IP-адрес шлюза.

source: :guilabel:`Enable DHCP`: Select this check box to enable DHCP.
ru: :guilabel:`Включить DHCP`: Установите этот флажок, чтобы включить DHCP.

source: :guilabel:`Flavor` tab
ru: :guilabel:Вкладка `Тип инстанса`

source: :guilabel:`Flavors`: View, create, edit, view extra specifications for, and delete flavors. A flavor is the size of an instance.
ru: :guilabel:`Тип инстансов`: Просмотр, создание, редактирование, просмотр дополнительных спецификаций и удаление типов инстансов. Тип инстанса — это его размер.

source: :guilabel:`Floating IPs`: Allocate an IP address for a project or release it.
ru: :guilabel:`Плавающие IP`: Выделите IP-адрес для проекта или освободите его.

source: :guilabel:`Floating IPs`: Allocate an IP address to or release it from a project.
ru: :guilabel:`Плавающие IP`: Выделение или освобождение IP-адреса проекту.

source: :guilabel:`Format`
ru: :guilabel:`Формат`

source: :guilabel:`Gateway IP`: Specify an IP address for a specific gateway. This parameter is optional.
ru: :guilabel:`IP шлюза`: Укажите IP-адрес для определенного шлюза. Этот параметр необязателен.

source: :guilabel:`Host Aggregates`: View, create, and edit host aggregates. View the list of availability zones.
ru: :guilabel:`Агрегаты узлов`: Просмотр, создание и редактирование агрегатов узлов. Просмотр списка зон доступности.

source: :guilabel:`Host Routes`: Specify the IP address of host routes.
ru: :guilabel:`Маршруты узла`: Укажите IP-адрес для маршрута узла.

source: :guilabel:`Hypervisors`: View the hypervisor summary.
ru: :guilabel:`Гипервизоры`: Просмотр сводки по гипервизорам.

source: :guilabel:`IP Version`: Select IPv4 or IPv6.
ru: :guilabel:`Версия IP`: Выберите IPv4 или IPv6.

source: :guilabel:`Image Description`
ru: :guilabel:`Описание образа`

source: :guilabel:`Image File` or :guilabel:`Image Location`
ru: :guilabel:`Файл образа` или :guilabel:`Расположение образа`

source: :guilabel:`Image Metadata`
ru: :guilabel:`Метаданные образа`

source: :guilabel:`Image Name`
ru: :guilabel:`Имя образа`

source: :guilabel:`Image Source`
ru: :guilabel:`Источник образа`

source: :guilabel:`Images`: View images and instance snapshots created by project users, plus any images that are publicly available. Create, edit, and delete images, and launch instances from images and snapshots.
ru: :guilabel:`Images`: Просмотр образов и снимков инстансов, созданных пользователями проекта, а также любых общедоступных образов. Создание, редактирование и удаление образов, а также запуск инстансов из образов и снимков.

source: :guilabel:`Images`: View, create, edit properties for, and delete custom images.
ru: :guilabel:`Образы`: Просмотр, создание, редактирование свойств и удаление пользовательских образов.

source: :guilabel:`Instances`: View, launch, create a snapshot from, stop, pause, or reboot instances, or connect to them through VNC.
ru: :guilabel:`Инстансы`: просмотр, запуск, создание снимков, остановка, приостановка или перезагрузка инстансов или подключение к ним через VNC.

source: :guilabel:`Instances`: View, pause, resume, suspend, migrate, soft or hard reboot, and delete running instances that belong to users of some, but not all, projects. Also, view the log for an instance or access an instance through VNC.
ru: :guilabel:`Инстансы`: Просмотр, приостановка, возобновление, приостановка, миграция, мягкая или жесткая перезагрузка и удаление запущенных инстансов, принадлежащих пользователям некоторых, но не всех проектов. Также просмотр журнала инстанса или доступ к инстансу через VNC.

source: :guilabel:`Key Pair` tab
ru: Вкладка :guilabel:`Ключевая пара`

source: :guilabel:`Key Pairs`: View, create, edit, import, and delete key pairs.
ru: :guilabel:`Ключевая пара`: просмотр, создание, редактирование, импорт и удаление пар ключей.

source: :guilabel:`Metadata Definitions`: Import namespace and view the metadata information.
ru: :guilabel:`Определения метаданных`: Импорт пространства имен и просмотр информации метаданных.

source: :guilabel:`Metadata` tab
ru: Вкладка :guilabel:`Метаданные`

source: :guilabel:`Minimum Disk (GB)`
ru: :guilabel:`Минимальный размер диска (ГБ)`

source: :guilabel:`Minimum RAM (MB)`
ru: :guilabel:`Минимальный объем оперативной памяти (МБ)`

source: :guilabel:`Name`: Specify name to identify the port.
ru: :guilabel:`Имя`: Укажите имя для идентификации порта.

source: :guilabel:`Network Address`: Specify the IP address for the subnet.
ru: :guilabel:`Сетевой адрес`: Укажите IP-адрес для подсети.

source: :guilabel:`Network Agents`: View the network agents.
ru: :guilabel:`Сетевые агенты`: Просмотр сетевых агентов.

source: :guilabel:`Network Name`: Specify a name to identify the network.
ru: :guilabel:`Имя сети`: Укажите имя для идентификации сети.

source: :guilabel:`Network Ports` tab
ru: :guilabel:Вкладка `Сетевые порты`

source: :guilabel:`Network Topology`: View the network topology.
ru: :guilabel:`Сетевая топология`: Просмотр топологии сети.

source: :guilabel:`Network` tab
ru: Вкладка :guilabel:`Сеть`

source: :guilabel:`Networks` tab
ru: Вкладка :guilabel:`Сети`

source: :guilabel:`Networks`: Create and manage public and private networks.
ru: :guilabel:`Сети`: Создание и управление публичными и частными сетями.

source: :guilabel:`Networks`: View, create, edit properties for, and delete networks.
ru: :guilabel:`Сети`: Просмотр, создание, редактирование свойств и удаление сетей.

source: :guilabel:`Overview`: View basic reports.
ru: :guilabel:`Обзор`: Просмотр основных отчетов.

source: :guilabel:`Overview`: View reports for the project.
ru: :guilabel:`Обзор`: Просмотр отчетов по проекту.

source: :guilabel:`Path`: Specify a path in which the new copy should be stored inside of the selected container.
ru: :guilabel:`Путь`: Укажите путь, по которому новая копия должна быть сохранена внутри выбранного контейнера.

source: :guilabel:`Projects`: View, create, assign users to, remove users from, and delete projects.
ru: :guilabel:`Проекты`: Просмотр, создание, назначение пользователей, удаление пользователей и удаление проектов.

source: :guilabel:`Protected`
ru: :guilabel:`Защищенный`

source: :guilabel:`Routers`: Create and manage routers.
ru: :guilabel:`Маршрутизаторы`: Создание и управление маршрутизаторами.

source: :guilabel:`Routers`: View, create, edit properties for, and delete routers.
ru: :guilabel:`Маршрутизаторы`: Просмотр, создание, редактирование свойств и удаление маршрутизаторов.

source: :guilabel:`Security Groups` tab
ru: Вкладка :guilabel:`Группы безопасности`

source: :guilabel:`Security Groups`: View, create, edit, and delete security groups and security group rules..
ru: :guilabel:`Группы безопасности`: Просмотр, создание, редактирование и удаление групп безопасности и правил групп безопасности.

source: :guilabel:`Services`: View a list of the services.
ru: :guilabel:`Службы`: Просмотр списка служб.

source: :guilabel:`Shared`: Share the network with other projects. Non admin users are not allowed to set shared option.
ru: :guilabel:`Общая`: Поделиться сетью с другими проектами. Пользователи, не являющиеся администраторами, не могут устанавливать общий доступ.

source: :guilabel:`Size (GiB)`: The size of the volume in gibibytes (GiB).
ru: :guilabel:`Размер (ГиБ)`: Размер диска в гибибайтах (ГиБ).

source: :guilabel:`Snapshots`: View, create, edit, and delete volume snapshots.
ru: :guilabel:`Снимки`: Просмотр, создание, редактирование и удаление снимков диска.

source: :guilabel:`Snapshots`: View, manage, and delete volume snapshots.
ru: :guilabel:`Снимки`: Просмотр, управление и удаление снимков дисков.

source: :guilabel:`Source` tab
ru: :guilabel:Вкладка `Источник`

source: :guilabel:`Subnet Details` tab
ru: Вкладка :guilabel:`Детали подсети`

source: :guilabel:`Subnet Name`: Specify a name for the subnet.
ru: :guilabel:`Название подсети`: Укажите имя подсети.

source: :guilabel:`Subnet` tab
ru: Вкладка :guilabel:`Подсеть`

source: :guilabel:`System Information`: Use the following tabs to view the service information:
ru: :guilabel:`Информация о системе`: Для просмотра информации о сервисах используйте следующие вкладки:

source: :guilabel:`Type`: Leave this field blank.
ru: :guilabel:`Тип`: Оставьте это поле пустым.

source: :guilabel:`User Settings`: View and manage dashboard settings.
ru: :guilabel:`Настройки пользователя`: Просмотр и управление настройками панели.

source: :guilabel:`Users`: View, create, enable, disable, and delete users.
ru: :guilabel:`Пользователи`: Просмотр, создание, включение, отключение и удаление пользователей.

source: :guilabel:`Visibility`
ru: :guilabel:`Видимость`

source: :guilabel:`Volume Name`: Specify a name for the volume.
ru: :guilabel:`Имя тома`: Укажите имя диска.

source: :guilabel:`Volume Source`: Select one of the following options:
ru: :guilabel:`Источник диска`: Выберите один из следующих вариантов:

source: :guilabel:`Volume Types`: View, create, manage, and delete volume types.
ru: :guilabel:`Типы диска`: просмотр, создание, управление и удаление типов дисков.

source: :guilabel:`Volumes`: View, create, edit, and delete volumes.
ru: :guilabel:`Диски`: Просмотр, создание, редактирование и удаление дисков.

source: :guilabel:`Volumes`: View, create, manage, and delete volumes.
ru: :guilabel:`Диски`: Просмотр, создание, управление и удаление дисков.

source: A key pair belongs to an individual user, not to a project. To share a key pair across multiple users, each user needs to import that key pair.
ru: Пара ключей принадлежит отдельному пользователю, а не проекту. Чтобы поделиться парой ключей между несколькими пользователями, каждому пользователю необходимо импортировать эту пару ключей.

source: A message indicates whether the action was successful.
ru: Сообщение указывает, было ли действие успешным.

source: A slash (/) character is used as the delimiter for pseudo-folders in Object Storage.
ru: В качестве разделителя псевдопапок в хранилище объектов используется символ косой черты (/).

source: A virtual machine image, referred to in this document simply as an image, is a single file that contains a virtual disk that has a bootable operating system installed on it. Images are used to create virtual machine instances within the cloud. For information about creating image files, see the `OpenStack Virtual Machine Image Guide <https://docs.openstack.org/image-guide/>`_.
ru: Образ виртуальной машины, именуемый в этом документе просто образом, представляет собой один файл, содержащий виртуальный диск с установленной на нем загрузочной операционной системой. Образы используются для создания инстансов виртуальной машины в облаке. Информацию о создании файлов образов см. в `Руководстве по созданию образов виртуальных машин OpenStack <https://docs.openstack.org/image-guide/>`_.

source: Activate the ports that you want to assign to the instance.
ru: Активируйте порты, которые вы хотите назначить инстансу.

source: Activate the security groups that you want to assign to the instance.
ru: Активируйте группы безопасности, которые вы хотите назначить инстансу.

source: Add Metadata items to your instance.
ru: Добавьте элементы метаданных в свой инстанс.

source: Add a key pair
ru: Добавить пару ключей

source: Add a rule to the default security group
ru: Добавить правило в группу безопасности по умолчанию

source: Administrative users can use the :guilabel:`Admin` tab to view usage and to manage instances, volumes, flavors, images, networks, and so on.
ru: Пользователи с правами администратора могут использовать вкладку :guilabel:`Администратор` для просмотра использования и управления инстансами, дисками, типами инстансов, образами, сетями и т. д.

source: After the server is built, if you change the server name in the API or change the host name directly, the names are not updated in the dashboard.
ru: Если после создания сервера вы измените имя сервера в API или измените имя хоста напрямую, имена на панели управления не обновятся.

source: After you create one or more volumes, you can attach them to instances. You can attach a volume to one instance at a time.
ru: После создания одного или нескольких дисков вы можете прикрепить их к инстансам. Вы можете прикрепить диск к одному инстансу за раз.

source: Allocate a floating IP address to an instance
ru: Выделить инстансу плавающий IP-адрес

source: As a cloud end user, you can use the OpenStack dashboard to provision your own resources within the limits set by administrators. You can modify the examples provided in this section to create other types and sizes of server instances.
ru: Как конечный пользователь облака, вы можете использовать панель OpenStack для использования собственных ресурсов в пределах, установленных администраторами. Вы можете изменять примеры, приведенные в этом разделе, для создания инстансов других типов и размеров.

source: Ask the cloud operator for the host name or public IP address from which you can access the dashboard, and for your user name and password. If the cloud supports multi-domain model, you also need to ask for your domain name.
ru: Попросите у провайдера облака имя хоста или публичный IP-адрес, с которого вы можете получить доступ к панели управления, а также имя пользователя и пароль. Если облако поддерживает мультидоменную модель, вам также необходимо запросить ваше доменное имя.

source: Assign a name to the virtual machine.
ru: Присвойте имя виртуальной машине.

source: At the prompt, type ``yes``.
ru: В ответ на приглашение введите ``yes``.

source: Attach a volume to an instance
ru: Присоединить диск к инстансу

source: Availability Zone
ru: Зона доступности

source: Available Metadata
ru: Доступные метаданные

source: Based on your selection for :guilabel:`Image Source`, you either enter the location URL of the image in the :guilabel:`Image Location` field, or browse for the image file on your file system and add it.
ru: В зависимости от вашего выбора для :guilabel:`Источник образа`, вы либо вводите URL-адрес образа в поле :guilabel:`Расположение образа`, либо загрузите локальный файл образа и добавьте его.

source: Before you launch an instance, you should add security group rules to enable users to ping and use SSH to connect to the instance. Security groups are sets of IP filter rules that define networking access and are applied to all instances within a project. To do so, you either add rules to the default security group :ref:`security_groups_add_rule` or add a new security group with rules.
ru: Перед запуском инстанса следует добавить правила группы безопасности, чтобы пользователи могли выполнять пинг и использовать SSH для подключения к инстансу. Группы безопасности представляют собой наборы правил IP фильтрации, которые определяют сетевой доступ и применяются ко всем инстансам в рамках проекта. Для этого вам нужно либо добавить правила в группу безопасности по умолчанию :ref:`security_groups_add_rule`или добавить новую группу безопасности с правилами.

source: Boot from image
ru: Загрузка с образа

source: Boot from image (creates a new volume)
ru: Загрузка с образа (создание нового диска)

source: Boot from snapshot
ru: Загрузка с снимка инстанса

source: Boot from volume
ru: Загрузка с диска

source: Boot from volume snapshot (creates a new volume)
ru: Загрузка с снимка диска (создание нового диска)

source: Broken: Essential functionality not working (link to bug in the notes)
ru: Не работает: Основные функции не работают (ссылка на ошибку в примечаниях)

source: Browse to and select the file that you want to upload.
ru: Найдите и выберите файл, который вы хотите загрузить.

source: By default, this value is set to the availability zone given by the cloud provider (for example, ``us-west`` or ``apac-south``). For some cases, it could be ``nova``.
ru: По умолчанию это значение устанавливается на зону доступности, указанную облачным провайдером (например, ``us-west`` или ``ru-east``). В некоторых случаях это может быть ``nova``.

source: Change the description of the image.
ru: Измените описание образа.

source: Change the format of the image.
ru: Измените формат образа.

source: Change the metadata of the image.
ru: Измените метаданные образа.

source: Change the minimum RAM of the image.
ru: Измените минимальный объем оперативной памяти образа.

source: Change the minimum disk of the image.
ru: Измените минимальный размер диска образа.

source: Change the name of the image.
ru: Измените имя образа.

source: Choose the image source from the dropdown list. Your choices are :guilabel:`Image Location` and :guilabel:`Image File`.
ru: Выберите источник образа из выпадающего списка. Ваши варианты: :guilabel:`Расположение образа` и :guilabel:`Файл образа`.

source: Choose the pool from which to pick the IP address.
ru: Выберите пул, из которого следует выбрать IP-адрес.

source: Clear the :guilabel:`Private` button to make the image private.
ru: Нажмите кнопку :guilabel:`Частный`, чтобы сделать образ частным.

source: Click :guilabel:`Add Interface`.
ru: Нажмите :guilabel:`Добавить интерфейс`.

source: Click :guilabel:`Add`.
ru: Нажмите :guilabel:`Добавить`.

source: Click :guilabel:`Allocate IP To Project`.
ru: Нажмите :guilabel:`Выделить IP проекту`.

source: Click :guilabel:`Allocate IP`.
ru: Нажмите :guilabel:`Выделить IP`.

source: Click :guilabel:`Associate`.
ru: Нажмите :guilabel:`Назначить`.

source: Click :guilabel:`Attach Volume`.
ru: Нажмите :guilabel:`Подключить диск`.

source: Click :guilabel:`Container`.
ru: Нажмите :guilabel:`Контейнер`.

source: Click :guilabel:`Copy Object`.
ru: Нажмите :guilabel:`Копировать объект`.

source: Click :guilabel:`Create Image`.
ru: Нажмите :guilabel:`Создать образ`.

source: Click :guilabel:`Create Key Pair`.
ru: Нажмите :guilabel:`Создать ключевую пару`.

source: Click :guilabel:`Create Network`.
ru: Нажмите :guilabel:`Создать сеть`.

source: Click :guilabel:`Create Port`.
ru: Нажмите :guilabel:`Создать порт`.

source: Click :guilabel:`Create Pseudo-folder`.
ru: Нажмите :guilabel:`Создать псевдопапку`.

source: Click :guilabel:`Create Router`.
ru: Нажмите :guilabel:`Создать маршрутизатор`.

source: Click :guilabel:`Create Volume`.
ru: Нажмите :guilabel:`Создать диск`.

source: Click :guilabel:`Create`.
ru: Нажмите :guilabel:`Создать`.

source: Click :guilabel:`Delete Images`.
ru: Нажмите :guilabel:`Удалить образы`.

source: Click :guilabel:`Delete Volumes` and confirm your choice.
ru: Нажмите :guilabel:`Удалить диски` и подтвердите свой выбор.
