Repository: openstack/horizon
Catalog: doc/source/locale/*/LC_MESSAGES/doc-user.po
Languages: ru

source: To select the volume from which to launch, launch an instance from an arbitrary image on the volume. The arbitrary image that you select does not boot. Instead, it is replaced by the image on the volume that you choose in the next steps.
ru: Чтобы выбрать диск, с которого следует запустить, запустите инстанс из произвольного образа на диске. Произвольный образ, который вы выберете, не загрузится. Вместо этого он будет заменен образом на диске, который вы выберете на следующих шагах.

source: To use SSH to connect to your instance, use the downloaded keypair file.
ru: Чтобы использовать SSH для подключения к вашему инстансу, используйте загруженный файл пары ключей.

source: To use the Virtual Network Computing (VNC) client for the dashboard, your browser must support HTML5 Canvas and HTML5 WebSockets. The VNC client is based on noVNC. For details, see `noVNC: HTML5 VNC Client <https://github.com/novnc/noVNC/blob/master/README.md>`__. For a list of supported browsers, see `Browser support <https://github.com/novnc/noVNC#browser-requirements>`__.
ru: Чтобы использовать клиент Virtual Network Computing (VNC) для панели управления, ваш браузер должен поддерживать HTML5 Canvas и HTML5 WebSockets. Клиент VNC основан на noVNC. Подробности см. в разделе `noVNC: HTML5 VNC Client <https://github.com/novnc/noVNC/blob/master/README.md>`__. Список поддерживаемых браузеров см. в разделе `Поддержка браузеров <https://github.com/novnc/noVNC#browser-requirements>`__.

source: Track usage for instances
ru: Отслеживание использования инстансов

source: Update an image
ru: Обновить образ

source: Upload an image
ru: Загрузить образм

source: Upload an object
ru: Загрузить объект

source: Upload and manage images
ru: Загружайте и управляйте изображениями

source: Use the :command:`ssh` command to make a secure connection to the instance. For example:
ru: Используйте команду :command:`ssh` для создания безопасного соединения с инстансом. Например:

source: Using this option, you can boot from a volume snapshot and create a new volume by choosing :guilabel:`Volume Snapshot` from a list and adding a :guilabel:`Device Name` for your volume. Click the :guilabel:`Delete Volume on Instance Delete` option to delete the volume on deleting the instance.
ru: Используя эту опцию, вы можете загрузиться с снимка диска и создать новый диск, выбрав :guilabel:`Снимок диска` из списка и добавив :guilabel:`Имя устройства` для вашего диска. Нажмите на опцию :guilabel:`Удалить диск при удалении инстанса`, чтобы удалить диск во время удаления инстанса.

source: Very good
ru: Очень хорошо

source: Very good: Very well tested, should work as expected
ru: Очень хорошо: Очень хорошо протестировано, должно работать так, как и ожидалось

source: Volume
ru: Диск

source: Volume tab
ru: Вкладка "Диски"

source: Volume: If you choose this option, a new field for :guilabel:`Use volume as a source` displays. You can select the volume from the list. Options to use a snapshot or a volume as the source for a volume are displayed only if there are existing snapshots or volumes.
ru: Диск: Если вы выберете эту опцию, отобразится новое поле для :guilabel:`Использовать диск как источник`. Вы можете выбрать диск из списка. Опции использования снимка или диска в качестве источника для диска отображаются только при наличии существующих снимков или дисков.

source: Volumes are block storage devices that you attach to instances to enable persistent storage. You can attach a volume to a running instance or detach a volume and attach it to another instance at any time. You can also create a snapshot from or delete a volume. Only administrative users can create volume types.
ru: Диски — это блочные устройства хранения, которые вы подключаете к инстансам для обеспечения постоянного хранения. Вы можете подключить диск к работающему инстансу или отсоединить инстанс и подключить его к другому инстансу в любое время. Вы также можете создать снимок или удалить диск. Только администраторы могут создавать типы дисков.

source: When adding a rule, you must specify the protocol used with the destination port or source port.
ru: При добавлении правила необходимо указать протокол, используемый для порта назначения или портом источником.

source: When an instance is created in OpenStack, it is automatically assigned a fixed IP address in the network to which the instance is assigned. This IP address is permanently associated with the instance until the instance is terminated.
ru: При создании инстанса в OpenStack ему автоматически назначается фиксированный IP-адрес в сети, к которой он назначен. Этот IP-адрес постоянно связан с инстансом до тех пор, пока экземпляр не будет остановлен.

source: When an instance is created in OpenStack, it is automatically assigned a fixed IP address in the network to which the instance is assigned. This IP address is permanently associated with the instance until the instance is terminated. However, in addition to the fixed IP address, a floating IP address can also be attached to an instance. Unlike fixed IP addresses, floating IP addresses are able to have their associations modified at any time, regardless of the state of the instances involved.
ru: При создании инстансов в OpenStack ему автоматически назначается фиксированный IP-адрес в сети, к которой он привязан. Этот IP-адрес постоянно связан с инстансом до тех пор, пока инстанс не будет остановлен. Однако, в дополнение к фиксированному IP-адресу, к инстансу может быть также привязан плавающий IP-адрес. В отличие от фиксированных IP-адресов, привязки плавающих IP-адреса могут быть изменены в любое время, независимо от состояния задействованных инстансов.

source: When running QEMU without support for the hardware virtualization, set ``cpu_mode="none"`` alongside ``virt_type=qemu`` in ``/etc/nova/nova-compute.conf`` to solve the following error:
ru: При запуске QEMU без поддержки аппаратной виртуализации установите ``cpu_mode="none"`` рядом с ``virt_type=qemu`` в ``/etc/nova/nova-compute.conf``, чтобы устранить следующую ошибку:

source: When you delete an instance, the data in its attached volumes is not deleted.
ru: При удалении инстанса данные в прикрепленных к нему дисках не удаляются.

source: When you launch an instance from a volume, note the following steps:
ru: При запуске инстанса из диска обратите внимание на следующие шаги:

source: When you launch an instance from an image, OpenStack creates a local copy of the image on the compute node where the instance starts.
ru: При запуске инстанса из образа, OpenStack создает локальную копию образа на compute узле, где запускается инстанс.

source: With this option, you can boot from an image and create a volume by entering the :guilabel:`Device Size` and :guilabel:`Device Name` for your volume. Click the :guilabel:`Delete Volume on Instance Delete` option to delete the volume on deleting the instance.
ru: С помощью этой опции вы можете загрузиться с образа и создать диск, введя :guilabel:`Размер устройства` и :guilabel:`Имя устройства` для вашего диска. Щелкните опцию :guilabel:`Удалить диск при удалении инстанса`, чтобы удалить диск при во время удаления инстанса.

source: You can also launch an instance from the :guilabel:`Images` or :guilabel:`Volumes` category when you launch an instance from an image or a volume respectively.
ru: Вы также можете запустить инстанс из категории :guilabel:`Образы` или :guilabel:`Диск` при запуске инстанса из образа или диска соответственно.

source: You can also use the :command:`openstack` and :command:`glance` command-line clients or the Image service to manage images.
ru: Для управления образами вы также можете использовать клиенты командной строки :command:`openstack` и :command:`glance` или службу образов.

source: You can assign a brief description of the virtual machine.
ru: Вы можете дать краткое описание виртуальной машины.

source: You can create a new object in container without a file available and can upload the file later when it is ready. This temporary object acts a place-holder for a new object, and enables the user to share object metadata and URL info in advance.
ru: Вы можете создать новый объект в контейнере без доступного файла и загрузить файл позже, когда он будет готов. Этот временный объект действует как заглушка для нового объекта и позволяет пользователю заранее обмениваться метаданными объекта и информацией URL.

source: You can extend a volume by using the :guilabel:`Extend Volume` option available in the :guilabel:`More` dropdown list and entering the new value for volume size.
ru: Вы можете расширить диск, используя опцию :guilabel:`Расширить диск`, доступную в раскрывающемся списке :guilabel:`Дополнительно`, и введя новое значение размера диска.

source: You can resize or rebuild an instance. You can also choose to view the instance console log, edit instance or the security groups. Depending on the current state of the instance, you can pause, resume, suspend, soft or hard reboot, or terminate it.
ru: Вы можете изменить размер или перестроить инстанс. Вы также можете просмотреть журнал консоли инстанса, изменить инстанс или группы безопасности. В зависимости от текущего состояния инстанса вы можете приостановить, возобновить, приостановить, выполнить мягкую или жесткую перезагрузку или удалить его.

source: You can track usage for instances for each project. You can track costs per month by showing meters like number of vCPUs, disks, RAM, and uptime for all your instances.
ru: Вы можете отслеживать использование инстансов для каждого проекта. Вы можете отслеживать расходы в месяц, показывая такие показатели, как количество vCPU, дисков, RAM и время безотказной работы для всех ваших инстасов.

source: You can view the status of a volume in the Volumes tab of the dashboard. The volume is either Available or In-Use.
ru: Вы можете просмотреть статус диска на вкладке Диски в панели управления. Том может быть либо доступен, либо в использовании.

source: You do not have to specify a subnet when you create a network, but if you do not specify a subnet, the network can not be attached to an instance.
ru: При создании сети указывать подсеть не обязательно, но если вы не укажете подсеть, сеть не сможет быть подключена к инстансу.

source: You have successfully created a container.
ru: Вы успешно создали контейнер.

source: You have successfully created the router. You can view the new topology from the :guilabel:`Network Topology` tab.
ru: Вы успешно создали маршрутизатор. Вы можете просмотреть новую топологию на вкладке :guilabel:`Сетевая топология`.

source: You have successfully uploaded an object to the container.
ru: Вы успешно загрузили объект в контейнер.

source: Your options are:
ru: Ваши варианты:

source: ``<name>`` is the name of the container to which you are uploading the object.
ru: ``<name>`` — имя контейнера, в который вы загружаете объект.

source: of features work
ru: функций работают
