Repository: openstack/horizon
Catalog: doc/source/locale/*/LC_MESSAGES/doc-user.po
Languages: ru

source: On the :guilabel:`Project` tab, open the :guilabel:`Compute` tab and click :guilabel:`Instances` category.
ru: Во вкладке :guilabel:`Проект` откройте вкладку :guilabel:`Вычислительные ресурсы` и выберите категорию :guilabel:`Инстансы`.

source: On the :guilabel:`Project` tab, open the :guilabel:`Compute` tab and click :guilabel:`Overview` category.
ru: На вкладке :guilabel:`Проект` откройте вкладку :guilabel:`Вычислительные ресурсы` и выберите категорию :guilabel:`Обзор`.

source: On the :guilabel:`Project` tab, open the :guilabel:`Compute` tab and click the :guilabel:`Instances` category.
ru: На вкладке :guilabel:`Проект` откройте вкладку :guilabel:`Вычислительные ресурсы` и нажмите на категорию :guilabel:`Инстансы`.

source: On the :guilabel:`Project` tab, open the :guilabel:`Compute` tab.
ru: На вкладке :guilabel:`Проект` откройте вкладку :guilabel:`Вычислительные ресурсы`.

source: On the :guilabel:`Project` tab, open the :guilabel:`Network` tab and click :guilabel:`Networks` category.
ru: На вкладке :guilabel:`Проект` откройте вкладку :guilabel:`Сеть` и выберите категорию :guilabel:`Сети`.

source: On the :guilabel:`Project` tab, open the :guilabel:`Network` tab and click :guilabel:`Routers` category.
ru: На вкладке :guilabel:`Проект` откройте вкладку :guilabel:`Сеть` и выберите категорию :guilabel:`Маршрутизаторы`.

source: On the :guilabel:`Project` tab, open the :guilabel:`Network` tab.
ru: На вкладке :guilabel:`Проект` откройте вкладку :guilabel:`Сеть`.

source: On the :guilabel:`Project` tab, open the :guilabel:`Network` tab. The :guilabel:`Security Groups` tab shows the security groups that are available for this project.
ru: На вкладке :guilabel:`Проект` откройте вкладку :guilabel:`Сеть`. На вкладке :guilabel:`Группы безопасности` отображаются группы безопасности, доступные для этого проекта.

source: On the :guilabel:`Project` tab, open the :guilabel:`Object Store` tab and click :guilabel:`Containers` category.
ru: На вкладке :guilabel:`Проект` откройте вкладку :guilabel:`Объектное хранилище` и ​​выберите категорию :guilabel:`Контейнеры`.

source: On the :guilabel:`Project` tab, open the :guilabel:`Volumes` tab and click :guilabel:`Volumes` category.
ru: На вкладке :guilabel:`Проект` откройте вкладку :guilabel:`Диски` и выберите категорию :guilabel:`Диски`.

source: On the :guilabel:`Project` tab, open the :guilabel:`Volumes` tab and click the :guilabel:`Volumes` category.
ru: На вкладке :guilabel:`Проект` откройте вкладку :guilabel:`Диски` и щелкните категорию :guilabel:`Диски`.

source: On the :guilabel:`Router Details` page, click the :guilabel:`Interfaces` tab, then click :guilabel:`Add Interface`.
ru: На странице :guilabel:`Сведения о маршрутизаторе` нажмите вкладку :guilabel:`Интерфейсы`, затем нажмите :guilabel:`Добавить интерфейс`.

source: On the :guilabel:`Routers` tab, click the name of the router.
ru: На вкладке :guilabel:`Маршрутизаторы` нажмите на имя маршрутизатора.

source: Open a web browser that has JavaScript and cookies enabled.
ru: Откройте веб-браузер, в котором включены JavaScript и файлы cookie.

source: OpenStack Dashboard User Documentation
ru: Руководство пользователя панели OpenStack

source: OpenStack Object Storage (swift) is used for redundant, scalable data storage using clusters of standardized servers to store petabytes of accessible data. It is a long-term storage system for large amounts of static data which can be retrieved and updated.
ru: OpenStack Object Storage (swift) используется для отказоустойчивого, масштабируемого хранения данных с использованием кластеров стандартизированных серверов для хранения петабайтов доступных данных. Это долгосрочная система хранения для больших объемов статических данных, которые можно извлекать и обновлять.

source: OpenStack Object Storage provides a distributed, API-accessible storage platform that can be integrated directly into an application or used to store any type of file, including VM images, backups, archives, or media files. In the OpenStack dashboard, you can only manage containers and objects.
ru: OpenStack Object Storage предоставляет распределенную, доступную через API платформу хранения, которая может быть интегрирована непосредственно в приложение или использоваться для хранения любого типа файлов, включая образы виртуальных машин, резервные копии, архивы или медиафайлы. В панели управления OpenStack вы можете управлять только контейнерами и объектами.

source: OpenStack dashboard — Admin tab
ru: Панель управления OpenStack — вкладка "Администратор"

source: OpenStack dashboard — Identity tab
ru: Панель управления OpenStack — вкладка "Идентификация"

source: OpenStack dashboard — Project tab
ru: Панель управления OpenStack — вкладка "Проект"

source: OpenStack dashboard — Settings tab
ru: Панель управления OpenStack — вкладка "Настройки"

source: Optionally, in the :guilabel:`Add Interface` dialog box, set an :guilabel:`IP Address` for the router interface for the selected subnet.
ru: При желании в диалоговом окне :guilabel:`Добавить интерфейс` задайте :guilabel:`IP адрес` для интерфейса маршрутизатора для выбранной подсети.

source: Overview tab
ru: Вкладка "Обзор"

source: Poor
ru: Слабо

source: Poor: Doesn't look good
ru: Плохо: Выглядит не очень хорошо

source: Ports
ru: Порты

source: Projects are organizational units in the cloud and are also known as tenants or accounts. Each user is a member of one or more projects. Within a project, a user creates and manages instances.
ru: Проекты — это организационные единицы в облаке, также известные как тенанты или учетные записи. Каждый пользователь является участником одного или нескольких проектов. В рамках проекта пользователь создает и управляет инстансами.

source: Pseudo-folders are similar to folders in your desktop operating system. They are virtual collections defined by a common prefix on the object's name.
ru: Псевдопапки похожи на папки в вашей настольной операционной системе. Это виртуальные коллекции, определяемые общим префиксом в имени объекта.

source: Security Groups
ru: Группы безопасности

source: Security groups are a kind of cloud firewall that define which incoming network traffic is forwarded to instances.
ru: Группы безопасности — это своего рода облачный брандмауэр, который определяет, какой входящий сетевой трафик перенаправляется на инстансы.

source: Select a volume from which to create a snapshot.
ru: Выберите диск, с которого необходимо создать снимок.

source: Select an instance.
ru: Выберите инстанс.

source: Select the :guilabel:`Public` button to make the image public.
ru: Нажмите кнопку :guilabel:`Публичный`, чтобы сделать образ общедоступным.

source: Select the appropriate project from the drop down menu at the top left.
ru: Выберите соответствующий проект из раскрывающегося меню в левом верхнем углу.

source: Select the appropriate project from the drop-down menu at the top left.
ru: Выберите соответствующий проект из раскрывающегося меню в левом верхнем углу.

source: Select the check boxes for the volumes that you want to delete.
ru: Установите флажки для дисков, которые вы хотите удалить.

source: Select the container in which you want to store your object.
ru: Выберите контейнер, в котором вы хотите хранить свой объект.

source: Select the default security group and click :guilabel:`Manage Rules`.
ru: Выберите группу безопасности по умолчанию и нажмите :guilabel:`Управление правилами`.

source: Select the image format (for example, QCOW2) for the image.
ru: Выберите формат образа (например, QCOW2).

source: Select the image that you want to edit.
ru: Выберите образ, который вы хотите отредактировать.

source: Select the images that you want to delete.
ru: Выберите образы, которые вы хотите удалить.

source: Select the instance from which to create a snapshot.
ru: Выберите инстанс, из которого необходимо создать снимок.

source: Select the volume and click :guilabel:`Manage Attachments`.
ru: Выберите диск и нажмите :guilabel:`Управление подключениями`.

source: Select the volume or volume snapshot from which to boot. Enter a device name. Enter ``vda`` for KVM images or ``xvda`` for Xen images.
ru: Выберите диск или снимок диска, с которого нужно загрузиться. Введите имя устройства. Введите ``vda`` для образов KVM или ``xvda`` для образов Xen.

source: Select the volume that you want to edit.
ru: Выберите диск, который вы хотите редактировать.

source: Select the volume to add to an instance and click :guilabel:`Manage Attachments`.
ru: Выберите диск, который необходимо добавить к инстансу, и нажмите :guilabel:`Управление подключениями`.

source: Select this check box to ensure that only users with permissions can delete the image. ``Yes`` or ``No``.
ru: Установите этот флажок, чтобы гарантировать, что только пользователи с соответствующими разрешениями смогут удалить образ. ``Да`` или ``Нет``.

source: Selected Networks
ru: Выбранные сети

source: Server names are not guaranteed to be unique when created so you could have two instances with the same host name.
ru: Имена серверов не обязательно будут уникальными при создании, поэтому у вас может быть два инстанса с одинаковым именем сервера.

source: Snapshot: If you choose this option, a new field for :guilabel:`Use snapshot as a source` displays. You can select the snapshot from the list.
ru: Снимок: Если вы выберете эту опцию, отобразится новое поле для :guilabel:`Использовать снимок как источник`. Вы можете выбрать снимок из списка.

source: Specify a customization script that runs after your instance launches.
ru: Укажите скрипт настройки, который будет запущен после запуска вашего инстанса.

source: Specify a key pair.
ru: Укажите ключевую пару.

source: Specify the architecture. For example, ``i386`` for a 32-bit architecture or ``x86_64`` for a 64-bit architecture.
ru: Укажите архитектуру. Например, ``i386`` для 32-битной архитектуры или ``x86_64`` для 64-битной архитектуры.

source: Specify the size of the instance to launch.
ru: Укажите размер инстанса для запуска.

source: Specify this option to add resource metadata. The glance Metadata Catalog provides a list of metadata image definitions. (Note: Not all cloud providers enable this feature.)
ru: Укажите эту опцию, чтобы добавить метаданные ресурсов. Каталог метаданных Glance предоставляет список определений метаданных образа. (Примечание: не все провайдеры облачных услуг поддерживают эту функцию.)

source: Specify this option to copy image data to the Image service.
ru: Укажите эту опцию, чтобы скопировать данные образа в службу образов.

source: Status
ru: Статус

source: Supported Browsers
ru: Поддерживаемые браузеры

source: System tab
ru: Вкладка "Система"

source: The :guilabel:`Create An Image` dialog box appears.
ru: Появится диалоговое окно :guilabel:`Создать образ`.

source: The :guilabel:`Create Pseudo-Folder in Container` ``<name>`` dialog box is displayed. ``<name>`` is the name of the container to which you are uploading the object.
ru: Откроется диалоговое окно :guilabel:`Создать псевдопапку в контейнере` ``<name>``. ``<name>`` — это имя контейнера, в который вы загружаете объект.

source: The :guilabel:`Edit Object` dialog box is displayed.
ru: Откроется диалоговое окно :guilabel:`Редактировать объект`.

source: The :guilabel:`IP Address` field is filled automatically, but you can add a new IP address by clicking the :guilabel:`+` button.
ru: Поле :guilabel:`IP-адрес` заполняется автоматически, но вы можете добавить новый IP-адрес, нажав кнопку :guilabel:`+`.

source: The :guilabel:`Images` category shows the instance snapshot.
ru: Категория :guilabel:`Образы` показывает снимок инстанса.

source: The :guilabel:`Router Name` and :guilabel:`Router ID` fields are automatically updated.
ru: Поля :guilabel:`Имя маршрутизатора` и :guilabel:`Идентификатор маршрутизатора` обновляются автоматически.

source: The :guilabel:`Upload File To Container: <name>` dialog box appears. ``<name>`` is the name of the container to which you are uploading the object.
ru: Появится диалоговое окно :guilabel:`Загрузить файл в контейнер: <name>`. ``<name>`` — это имя контейнера, в который вы загружаете объект..

source: The :guilabel:`Upload Object To Container`: ``<name>`` dialog box is displayed.
ru: Откроется диалоговое окно :guilabel:`Загрузить объект в контейнер`: ``<name>``.

source: The Compute database registers the public key of the key pair.
ru: База данных службы Compute регистрирует открытый ключ ключевой пары.

source: The Dashboard lists the key pair on the :guilabel:`Key Pairs` tab.
ru: В панели пара ключей отображается на вкладке :guilabel:`Ключевые пары`.

source: The OpenStack Networking service provides a scalable system for managing the network connectivity within an OpenStack cloud deployment. It can easily and quickly react to changing network needs (for example, creating and assigning new IP addresses).
ru: Сетевая служба OpenStack предоставляет масштабируемую систему для управления сетевым подключением в облачном развертывании OpenStack. Она может легко и быстро реагировать на изменяющиеся потребности сети (например, создавать и назначать новые IP-адреса).

source: The access permission for the image. ``Public`` or ``Private``.
ru: Разрешение на доступ к образу. ``Публичное`` или ``Частное``.

source: The actual device name might differ from the volume name because of hypervisor settings.
ru: Фактическое имя устройства может отличаться от имени диска из-за настроек гипервизора.

source: The dashboard is generally installed on the controller node.
ru: Панель управления обычно устанавливается на control узле.

source: The dashboard shows the instance to which the volume is now attached and the device name.
ru: На панели управления отображается инстанс, к которому сейчас подключен диск, и имя устройства.

source: The dashboard shows the instances with its name, its private and floating IP addresses, size, status, task, power state, and so on.
ru: В панели отображаются инстансы с указанием их имени, частных и плавающих IP-адресов, размера, статуса, задачи, состояния питания и т. д..

source: The dashboard shows the network on the :guilabel:`Networks` tab.
ru: В панели сеть отображается во вкладке :guilabel:`Сети`.

source: The dashboard shows the new volume snapshot in Volume Snapshots tab.
ru: В панели управления отображается новый снимок диска на вкладке «Снимки диска».

source: The dashboard shows the volume on the :guilabel:`Volumes` tab.
ru: В панели управления диск отображается на вкладке :guilabel:`Диски`.

source: The flavor is selected based on the size of the image selected for launching an instance. For example, while creating an image, if you have entered the value in the :guilabel:`Minimum RAM (MB)` field as 2048, then on selecting the image, the default flavor is ``m1.small``.
ru: Тип инстанса выбирается на основе размера образа, выбранного для запуска инстса. Например, если при создании образа вы ввели значение в поле :guilabel:`Минимальный объем оперативной памяти (МБ)` как 2048, то при выборе образа, типом инстанса по умолчанию будет ``m1.small``.

source: The image is queued to be uploaded. It might take some time before the status changes from Queued to Active.
ru: Образ поставлен в очередь на загрузку. Может пройти некоторое время, прежде чем статус изменится с "В очереди" на "Активный".

source: The instance starts on a compute node in the cloud.
ru: Инстанс запускается на compute узле в облаке.

source: The list shows all the instances with their fixed IP addresses.
ru: В списке показаны все инстансы с их фиксированными IP-адресами.

source: The name you assign here becomes the initial host name of the server. If the name is longer than 63 characters, the Compute service truncates it automatically to ensure dnsmasq works correctly.
ru: Имя, которое вы здесь назначаете, становится начальным хостнеймом сервера. Если имя длиннее 63 символов, служба Compute автоматически его обрезает, чтобы обеспечить корректную работу dnsmasq.

source: The new port is now displayed in the :guilabel:`Ports` list.
ru: Новый порт теперь отображается в списке :guilabel:`Порты`.

source: The new router is now displayed in the :guilabel:`Routers` tab.
ru: Новый маршрутизатор теперь отображается на вкладке :guilabel:`Маршрутизаторы`.

source: The private key will be downloaded automatically.
ru: Приватный ключ будет загружен автоматически.

source: The top of the window displays your user name. You can also access the :guilabel:`Settings` tab (:ref:`dashboard-settings-tab`) or sign out of the dashboard.
ru: В верхней части окна отображается ваше имя пользователя. Вы также можете получить доступ к вкладке :guilabel:`Настройки` (:ref:`dashboard-settings-tab`) или выйти из панели управления.

source: The user name is ``ubuntu`` for the Ubuntu cloud images on TryStack.
ru: Имя пользователя для облачных образов Ubuntu на TryStack — ``ubuntu``.

source: The visible tabs and functions in the dashboard depend on the access permissions, or roles, of the user you are logged in as.
ru: Видимые вкладки и функции на панели управления зависят от прав доступа или ролей пользователя, под которым вы авторизовались.

source: There're some bugs but most
ru: Есть некоторые ошибки, но большинство

source: There're some bugs but most of features work
ru: Есть некоторые ошибки, но большинство функций работают

source: This field changes based on your previous selection. If you have chosen to launch an instance using a snapshot, the :guilabel:`Instance Snapshot` field displays. Select the snapshot name from the dropdown list.
ru: Это поле изменяется в зависимости от вашего предыдущего выбора. Если вы выбрали запуск инстанса с помощью снимка, отображается поле :guilabel:`Снимок инстанса`. Выберите имя снимка из раскрывающегося списка.

source: This field changes based on your previous selection. If you have chosen to launch an instance using a volume, the :guilabel:`Volume` field displays. Select the volume name from the dropdown list. If you want to delete the volume on instance delete, check the :guilabel:`Delete Volume on Instance Delete` option.
ru: Это поле изменяется в зависимости от вашего предыдущего выбора. Если вы выбрали запуск инстанса с использованием диска, отображается поле :guilabel:`Диск`. Выберите имя диска из раскрывающегося списка. Если вы хотите удалить диск при удалении инстанса, отметьте опцию :guilabel:`Удалить диск при удалении инстанса`.

source: This field changes based on your previous selection. If you have chosen to launch an instance using an image, the :guilabel:`Image Name` field displays. Select the image name from the dropdown list.
ru: Это поле изменяется в зависимости от вашего предыдущего выбора. Если вы выбрали запуск инстанса с использованием образа, отображается поле :guilabel:`Название образа`. Выберите имя образа из раскрывающегося списка.

source: This page aims to informally document what that means for different releases, everyone is warmly encouraged to update this page based on the versions they've tested with.
ru: Данная страница преследует цель неформально документировать, что это означает для различных версий. Мы настоятельно рекомендуем всем обновлять эту страницу на основе версий, которые они протестировали.

source: This procedure can be adjusted as necessary to add additional security group rules to a project, if your cloud requires them.
ru: Эту процедуру можно при необходимости скорректировать, чтобы добавить в проект дополнительные правила группы безопасности, если они требуются вашему облаку.

source: This procedure enables SSH and ICMP (ping) access to instances. The rules apply to all instances within a given project, and should be set for every project unless there is a reason to prohibit SSH or ICMP access to the instances.
ru: Эта процедура включает SSH доступ и ICMP (ping) к инстансам. Правила применяются ко всем инстансам в рамках данного проекта и должны быть установлены для каждого проекта, если только нет причин запрещать доступ по SSH или ICMP к инстансам.

source: To accept requests from a particular range of IP addresses, specify the IP address block in the :guilabel:`CIDR` box.
ru: Чтобы принимать запросы с определенного диапазона IP-адресов, укажите блок IP-адресов в поле :guilabel:`CIDR`.

source: To add a network to the instance, click the :guilabel:`+` in the :guilabel:`Available` field.
ru: Чтобы добавить сеть к инстансу, нажмите :guilabel:`+` в поле :guilabel:`Доступно`.

source: To add an ICMP rule, click :guilabel:`Add Rule`.
ru: Чтобы добавить правило ICMP, нажмите :guilabel:`Добавить правило`.

source: To allow SSH access, click :guilabel:`Add Rule`.
ru: Чтобы разрешить доступ по SSH, нажмите :guilabel:`Добавить правило`.

source: To boot a Xen image from a volume, the image you launch in must be the same type, fully virtualized or paravirtualized, as the one on the volume.
ru: Чтобы загрузить с диска образ Xen, запускаемый образ должен быть того же типа, полностью виртуализированным или паравиртуализированным, что и образ на диске.

source: To change its permissions so that only you can read and write to the file, run the following command:
ru: Чтобы изменить разрешения для того, чтобы только вы могли читать и изменять файл, выполните следующую команду:

source: To connect a private network to the newly created router, perform the following steps:
ru: Чтобы подключить частную сеть к вновь созданному маршрутизатору, выполните следующие действия:

source: To delete a container, click the :guilabel:`More` button and select :guilabel:`Delete Container`.
ru: Чтобы удалить контейнер, нажмите кнопку :guilabel:`Еще` и выберите :guilabel:`Удалить контейнер`.

source: To delete an object, click the :guilabel:`More button` and select :guilabel:`Delete Object`.
ru: Чтобы удалить объект, нажмите кнопку :guilabel:`Дополнительно` и выберите :guilabel:`Удалить объект`.

source: To delete an object, click the menu button and select :guilabel:`Delete Object`.
ru: Чтобы удалить объект, нажмите кнопку меню и выберите :guilabel:`Удалить объект`.

source: To disassociate an IP address from an instance, click the :guilabel:`Disassociate` button.
ru: Чтобы отменить привязку IP-адреса к инстансу, нажмите кнопку :guilabel:`Снять назначение`.

source: To download a summary, click :guilabel:`Download CSV Summary`.
ru: Чтобы загрузить сводку, нажмите :guilabel:`Загрузить сводку в CSV`.

source: To launch an instance from the snapshot, select the snapshot and click :guilabel:`Launch`. Proceed with launching an instance.
ru: Чтобы запустить инстанс из снимка, выберите снимок и нажмите :guilabel:`Запустить`. Продолжите запуск инстанса.

source: To launch multiple instances, enter a value greater than ``1``. The default is ``1``.
ru: Для запуска нескольких инстансов введите значение больше ``1``. Значение по умолчанию ``1``.

source: To make the key pair known to SSH, run the :command:`ssh-add` command.
ru: Чтобы сделать пару ключей известной для SSH, выполните команду :command:`ssh-add`.

source: To query the instance usage for a month, select a month and click :guilabel:`Submit`.
ru: Чтобы запросить данные об использовании инстанса за месяц, выберите месяц и нажмите :guilabel:`Отправить`.

source: To release the floating IP address back into the floating IP pool, click the :guilabel:`Release Floating IP` option in the :guilabel:`Actions` column.
ru: Чтобы вернуть плавающий IP-адрес обратно в пул плавающих IP-адресов, нажмите кнопку :guilabel:`Освободить плавающий IP` в столбце :guilabel:`Действия`.
