Repository: openstack/horizon
Catalog: doc/source/locale/*/LC_MESSAGES/doc-user.po
Languages: ru

source: Click :guilabel:`Detach Volume` and confirm your changes.
ru: Нажмите :guilabel:`Отсоединить диск` и подтвердите изменения.

source: Click :guilabel:`Edit Image`.
ru: Нажмите :guilabel:`Редактировать образ`.

source: Click :guilabel:`Edit Volume`.
ru: Нажмите :guilabel:`Редактировать диск`.

source: Click :guilabel:`Import Key Pair`.
ru: Нажмите :guilabel:`Импортировать ключевую пару`.

source: Click :guilabel:`Launch Instance`.
ru: Нажмите :guilabel:`Запустить инстанс`.

source: Click :guilabel:`Update Object`.
ru: Нажмите :guilabel:`Обновить объект`.

source: Click :guilabel:`Upload File`.
ru: Нажмите :guilabel:`Загрузить файл`.

source: Click :guilabel:`Upload Object`.
ru: Нажмите :guilabel:`Загрузить объект`.

source: Click on the :guilabel:`Network Name` of the network in which the port has to be created.
ru: Нажмите на :guilabel:`Имя` сети, в которой необходимо создать порт.

source: Click the :guilabel:`Floating IPs` tab, which shows the floating IP addresses allocated to instances.
ru: Нажмите на вкладку :guilabel:`Плавающие IP`, на которой отображаются плавающие IP-адреса, назначенные инстансам.

source: Click the :guilabel:`Key Pairs` tab, which shows the key pairs that are available for this project.
ru: Нажмите на вкладку :guilabel:`Ключевые пары`, после чего будут показаны пары ключей, доступные для этого проекта.

source: Click the :guilabel:`Settings` button from the user drop down menu at the top right of any page, you will see the :guilabel:`Settings` tab.
ru: Нажмите кнопку :guilabel:`Настройки` в раскрывающемся меню пользователя в правом верхнем углу любой страницы, и вы увидите вкладку :guilabel:`Настройки`.

source: Click the :guilabel:`Upload File` icon.
ru: Нажмите значок :guilabel:`Загрузить файл`.

source: Click the menu button and choose :guilabel:`Copy` from the dropdown list.
ru: Нажмите кнопку меню и выберите :guilabel:`Копировать` из выпадающего списка.

source: Click the menu button and choose :guilabel:`Edit` from the dropdown list.
ru: Нажмите кнопку меню и выберите :guilabel:`Изменить` из выпадающего списка.

source: Compute tab
ru: Вкладка "Вычислительные ресурсы"

source: Configure access and security for instances
ru: Настройте доступ и безопасность для инстансов

source: Confirm your changes.
ru: Подтвердите изменения.

source: Connect to your instance by using SSH
ru: Подключитесь к своему инстансу с помощью SSH

source: Copy the IP address for your instance.
ru: Скопируйте IP-адрес вашего инстанса.

source: Count
ru: Количество

source: Create a container
ru: Создать контейнер

source: Create a network
ru: Создать сеть

source: Create a port
ru: Создать порт

source: Create a router
ru: Создать маршрутизатор

source: Create a snapshot from a volume
ru: Создать снимок диска

source: Create a volume
ru: Создать диск

source: Create an instance snapshot
ru: Создать снимок инстанса

source: Create and manage networks
ru: Создание и управление сетями

source: Create and manage object containers
ru: Создание и управление контейнерами объектов

source: Create and manage volumes
ru: Создание и управление дисками

source: Create at least one key pair for each project.
ru: Создайте как минимум одну пару ключей для каждого проекта.

source: Customization Script Source
ru: Код скрипта настройки

source: Delete a volume
ru: Удалить диск

source: Delete an image
ru: Удалить образ

source: Deletion of images is permanent and **cannot** be reversed. Only users with the appropriate permissions can delete images.
ru: Удаление образов необратимо и **не может** быть отменено. Только пользователи с соответствующими разрешениями могут удалять образы.

source: Depending on your role, you may have permission to upload and manage virtual machine images. Operators might restrict the upload and management of images to cloud administrators or operators only. If you have the appropriate privileges, you can use the dashboard to upload and manage images in the admin project.
ru: В зависимости от вашей роли у вас может быть разрешение на загрузку и управление образами виртуальных машин. Операторы могут ограничить загрузку и управление образами только администраторами или операторами облака. Если у вас есть соответствующие привилегии, вы можете использовать панель управления для загрузки и управления образами в проекте администратора.

source: Description
ru: Описание

source: Detach a volume from an instance
ru: Отсоединить диск от инстанса

source: Edit a volume
ru: Редактировать диск

source: Enter a brief description of the image.
ru: Введите краткое описание образа.

source: Enter a name for the image.
ru: Введите название образа.

source: Enter a name for the object.
ru: Введите название объекта.

source: Enter a name for the pseudo-folder.
ru: Введите имя псевдопапки.

source: Enter the following values:
ru: Введите следующие значения:

source: Enter the name of the device from which the volume is accessible by the instance.
ru: Введите имя устройства, с которого инстанс может получить доступ к диску.

source: Flavor
ru: Тип инстанса

source: Follow this procedure to update an existing image.
ru: Чтобы обновить существующий образ, выполните следующую процедуру.

source: Follow this procedure to upload an image to a project:
ru: Чтобы загрузить образ в проект, выполните следующие действия:

source: For details on creating images, see `Creating images manually <https://docs.openstack.org/image-guide/create-images-manually.html>`_ in the *OpenStack Virtual Machine Image Guide*.
ru: Подробную информацию о создании образов см. в разделе `Создание образов вручную <https://docs.openstack.org/image-guide/create-images-manually.html>`_ в *Руководстве по созданию образов виртуальных машин OpenStack*.

source: From the :guilabel:`Admin` tab, you can access the following category to complete these tasks:
ru: На вкладке :guilabel:`Администратор` вы можете получить доступ к следующей категории для выполнения следующих задач:

source: From the :guilabel:`Project` tab, you can access the following categories:
ru: На вкладке :guilabel:`Проект` вы можете получить доступ к следующим категориям:

source: From the :guilabel:`Project` tab, you can view and manage the resources in a selected project, including instances and images. You can select the project from the drop-down menu at the top left. If the cloud supports multi-domain model, you can also select the domain from this menu.
ru: На вкладке :guilabel:`Проект` вы можете просматривать и управлять ресурсами в выбранном проекте, включая инстансы и образы. Вы можете выбрать проект из раскрывающегося меню в левом верхнем углу. Если облако поддерживает мультидоменную модель, вы также можете выбрать домен из этого меню.

source: Go to the :guilabel:`Ports` tab and click :guilabel:`Create Port`.
ru: Перейдите на вкладку :guilabel:`Порты` и нажмите :guilabel:`Создать порт`.

source: Good
ru: Хорошо

source: Good: Moderately tested, should look nice and work fine, maybe a few visual hiccups
ru: Хорошо: Протестировано не столь детально, должно выглядеть хорошо и работать нормально, возможно, имеются несколько визуальных недостатков.

source: Horizon is primarily tested and supported on the latest version of Firefox and the latest version of Chrome. Issues related to IE, Safari and Opera will also be considered.
ru: Horizon в первую очередь тестируется и поддерживается на последней версии Firefox и последней версии Chrome. Проблемы, связанные с IE, Safari и Opera, также будут рассмотрены.

source: However, in addition to the fixed IP address, a floating IP address can also be attached to an instance. Unlike fixed IP addresses, floating IP addresses can have their associations modified at any time, regardless of the state of the instances involved. This procedure details the reservation of a floating IP address from an existing pool of addresses and the association of that address with a specific instance.
ru: Однако, в дополнение к фиксированному IP-адресу, к инстансу может быть также прикреплен плавающий IP-адрес. В отличие от фиксированных IP-адресов, плавающие IP-адреса могут изменять свои привязки в любое время, независимо от состояния задействованных инстансов. Эта процедура подробно описывает резервирование плавающего IP-адреса из существующего пула адресов и привязку этого адреса к определенному инстансу.

source: IE 10 and below
ru: IE 10 и ниже

source: If a certificate warning appears when you try to access the URL for the first time, a self-signed certificate is in use, which is not considered trustworthy by default. Verify the certificate or add an exception in the browser to bypass the warning.
ru: Если при первой попытке доступа к URL-адресу появляется предупреждение о сертификате, используется самоподписанный сертификат, который по умолчанию не считается заслуживающим доверия. Проверьте сертификат или добавьте исключение в браузере, чтобы обойти предупреждение.

source: If the image uses a static root password or a static key set (neither is recommended), you do not need to provide a key pair to launch the instance.
ru: Если образ использует постоянный пароль root или постоянный набор ключей (ни то, ни другое не рекомендуется), вам не нужно предоставлять пару ключей для запуска инстанса.

source: If you are logged in as an administrator, the :guilabel:`Project` tab (:ref:`dashboard-project-tab`) and :guilabel:`Admin` tab (:ref:`dashboard-admin-tab`) and :guilabel:`Identity` tab (:ref:`dashboard-identity-tab`) are displayed.
ru: Если вы авторизовались как администратор, отображаются вкладки :guilabel:`Проект` (:ref:`dashboard-project-tab`), :guilabel:`Администратор` (:ref:`dashboard-admin-tab`), а также :guilabel:`Идентификация` (:ref:`dashboard-identity-tab`).

source: If you are logged in as an end user, the :guilabel:`Project` tab (:ref:`dashboard-project-tab`) and :guilabel:`Identity` tab (:ref:`dashboard-identity-tab`) are displayed.
ru: Если вы авторизовались как пользователь, отображаются вкладки :guilabel:`Проект` (:ref:`dashboard-project-tab`) и :guilabel:`Идентификация` (:ref:`dashboard-identity-tab`).

source: If you are using the Dashboard from a Windows computer, use PuTTYgen to load the ``*.pem`` file and convert and save it as ``*.ppk``. For more information see the `WinSCP web page for PuTTYgen <https://winscp.net/eng/docs/ui_puttygen>`__.
ru: Если вы используете компьютер с операционной системой Windows, используйте PuTTYgen для загрузки файла ``*.pem``, конвертируйте и сохраните его как ``*.ppk``. Для получения дополнительной информации см. `страницу WinSCP для PuTTYgen <https://winscp.net/eng/docs/ui_puttygen>`__.

source: If you choose not to set the :guilabel:`IP Address` value, then by default OpenStack Networking uses the first host IP address in the subnet.
ru: Если вы решите не задавать значение :guilabel:`IP Address`, то по умолчанию будет использоваться первый IP-адрес хоста в подсети.

source: If you choose this option, a new field for :guilabel:`Image Name` displays. You can select the image from the list.
ru: Если вы выберете эту опцию, отобразится новое поле для :guilabel:`Название образа`. Вы можете выбрать образ из списка.

source: If you choose this option, a new field for :guilabel:`Instance Snapshot` displays. You can select the snapshot from the list.
ru: Если вы выберете эту опцию, отобразится новое поле для :guilabel:`Название снимка`. Вы можете выбрать снимок из списка.

source: If you choose this option, a new field for :guilabel:`Volume` displays. You can select the volume from the list.
ru: Если вы выберете эту опцию, отобразится новое поле для :guilabel:`Диск`. Вы можете выбрать диск из списка.

source: If you did not provide a key pair, security groups, or rules, users can access the instance only from inside the cloud through VNC. Even pinging the instance is not possible without an ICMP rule configured.
ru: Если вы не внесете пару ключей, группу безопасности или правила, пользователи смогут получить доступ к инстансу только через VNC. Даже пинг инстанса невозможен без настроенного правила ICMP.

source: If you have generated a key pair with an external tool, you can import it into OpenStack. The key pair can be used for multiple instances that belong to a project. For more information, see the section :ref:`dashboard_import_keypair`.
ru: Если вы сгенерировали пару ключей с помощью внешнего инструмента, вы можете импортировать ее в OpenStack. Пару ключей можно использовать для нескольких инстансов, принадлежащих проекту. Для получения дополнительной информации см. раздел :ref:`dashboard_import_keypair`.

source: If you have not created any security groups, you can assign only the default security group to the instance.
ru: Если вы не создали ни одной группы безопасности, вы можете назначить инстансу только группу безопасности по умолчанию.

source: Image Name
ru: Имя образа

source: Image that you have copied to a persistent volume. The instance launches from the volume, which is provided by the ``cinder-volume`` API through iSCSI.
ru: Образа, который вы скопировали на постоянный диск. Инстанс запускается из диска, который предоставляется API ``cinder-volume`` через iSCSI.

source: Image: If you choose this option, a new field for :guilabel:`Use image as a source` displays. You can select the image from the list.
ru: Образ: Если вы выберете эту опцию, отобразится новое поле для :guilabel:`Использовать образ как источник`. Вы можете выбрать образ из списка.

source: Images uploaded to the Image service.
ru: Образов, загруженных в сервис образов.

source: Import a key pair
ru: Импортировать пару ключей

source: In OpenStack Object Storage, containers provide storage for objects in a manner similar to a Windows folder or Linux file directory, though they cannot be nested. An object in OpenStack consists of the file to be stored in the container and any accompanying metadata.
ru: В OpenStack Object Storage контейнеры предоставляют хранилище для объектов способом, аналогичным папке Windows или файловому каталогу Linux, хотя они не могут быть вложенными. Объект в OpenStack состоит из файла, который должен быть сохранен в контейнере, и из любых сопутствующих метаданных.

source: In the :guilabel:`Actions` column, click :guilabel:`Create Snapshot`.
ru: В столбце :guilabel:`Действия` нажмите :guilabel:`Создать снимок`.

source: In the :guilabel:`Actions` column, click :guilabel:`Edit Volume`.
ru: В столбце :guilabel:`Действия` нажмите :guilabel:`Редактировать диск`.

source: In the :guilabel:`Actions` column, click the menu button and then select :guilabel:`Edit Image` from the list.
ru: В столбце :guilabel:`Действия` нажмите кнопку меню, а затем выберите :guilabel:`Редактировать образ` из списка.

source: In the :guilabel:`Add Interface` dialog box, select a :guilabel:`Subnet`.
ru: В диалоговом окне :guilabel:`Добавить интерфейс` выберите :guilabel:`Подсеть`.

source: In the :guilabel:`Add Rule` dialog box, enter the following values:
ru: В диалоговом окне :guilabel:`Добавить правило` введите следующие значения:

source: In the :guilabel:`Confirm Delete Images` dialog box, click :guilabel:`Delete Images` to confirm the deletion.
ru: В диалоговом окне :guilabel:`Подтверждение удаления образов` нажмите :guilabel:`Удалить образы`, чтобы подтвердить удаление.

source: In the :guilabel:`Copy Object` launch dialog box, enter the following values:
ru: В диалоговом окне запуска :guilabel:`Копировать объект` введите следующие значения:

source: In the :guilabel:`Create Container` dialog box, enter a name for the container, and then click :guilabel:`Create`.
ru: В диалоговом окне :guilabel:`Создать контейнер` введите имя контейнера, а затем нажмите :guilabel:`Создать`.

source: In the :guilabel:`Create Key Pair` dialog box, enter a name for your key pair, and click :guilabel:`Create Key Pair`.
ru: В диалоговом окне :guilabel:`Создать ключевую пару` введите имя для вашей пары ключей и нажмите :guilabel:`Создать ключевую пару`.

source: In the :guilabel:`Create Network` dialog box, specify the following values.
ru: В диалоговом окне :guilabel:`Создать сеть` укажите следующие значения.

source: In the :guilabel:`Create Port` dialog box, specify the following values.
ru: В диалоговом окне :guilabel:`Создать порт` укажите следующие значения.

source: In the :guilabel:`Create Router` dialog box, specify a name for the router and :guilabel:`External Network`, and click :guilabel:`Create Router`.
ru: В диалоговом окне :guilabel:`Создать маршрутизатор` укажите имя маршрутизатора и :guilabel:`Внешнюю сеть`, затем нажмите :guilabel:`Создать маршрутизатор`.

source: In the :guilabel:`Create Snapshot` dialog box, enter a name for the snapshot, and click :guilabel:`Create Snapshot`.
ru: В диалоговом окне :guilabel:`Создать снимок` введите имя для снимка и нажмите :guilabel:`Создать снимок`.

source: In the :guilabel:`Edit Image` dialog box, you can perform various actions. For example:
ru: В диалоговом окне :guilabel:`Редактировать образ` можно выполнять различные действия. Например:

source: In the :guilabel:`Edit Volume` dialog box, update the name and description of the volume.
ru: В диалоговом окне :guilabel:`Редактировать диск` обновите имя и описание диска.

source: In the :guilabel:`Floating IPs` list, click :guilabel:`Associate`.
ru: В списке :guilabel:`Плавающие IP-адреса` нажмите :guilabel:`Назначить`.

source: In the :guilabel:`Import Key Pair` dialog box, enter the name of your key pair, copy the public key into the :guilabel:`Public Key` box, and then click :guilabel:`Import Key Pair`.
ru: В диалоговом окне :guilabel:`Импортировать открытый ключ` введите имя вашей пары ключей, скопируйте открытый ключ в поле :guilabel:`Открытый ключ`, а затем нажмите :guilabel:`Импортировать открытый ключ`.

source: In the :guilabel:`Launch Instance` dialog box, specify the following values:
ru: В диалоговом окне :guilabel:`Запустить инстанс` укажите следующие значения:

source: In the :guilabel:`Manage Floating IP Associations` dialog box, choose the following options:
ru: В диалоговом окне :guilabel:`Управление назначением плавающих IP` выберите следующие параметры:

source: In the :guilabel:`Manage Volume Attachments` dialog box, select an instance.
ru: В диалоговом окне :guilabel:`Управление подключениями дисками` выберите инстанс.

source: In the :guilabel:`Port to be associated` field, select a port from the list.
ru: В поле :guilabel:`Порт для назначения` выберите порт из списка.

source: In the actions column, click :guilabel:`Create Snapshot`.
ru: В столбце действий нажмите :guilabel:`Создать снимок`.

source: In the address bar, enter the host name or IP address for the dashboard, for example, ``https://ipAddressOrHostName/``.
ru: В адресной строке введите имя хоста или IP-адрес панели управления, например, ``https://ipAddressOrHostName/``.

source: In the dialog box that opens, enter a snapshot name and a brief description.
ru: В открывшемся диалоговом окне введите имя снимка и краткое описание.

source: In the dialog box that opens, enter or select the following values.
ru: В открывшемся диалоговом окне введите или выберите следующие значения.

source: In the menu list in the actions column, select the state.
ru: В списке меню в столбце действий выберите необходимое.

source: Instance Boot Source
ru: Источник загрузки инстанса

source: Instance Name
ru: Имя инстанса

source: Instance Snapshot
ru: Снимок инстанса

source: Instance snapshot that you took.
ru: Снимок инстанса, который вы сделали.

source: Instances are virtual machines that run inside the cloud. You can launch an instance from the following sources:
ru: Инстансы — это виртуальные машины, работающие внутри облака. Вы можете запустить инстанс из следующих источников:

source: Instances will now accept all incoming ICMP packets.
ru: Инстансы теперь будут принимать все входящие пакеты ICMP.

source: Instances will now have SSH port 22 open for requests from any IP address.
ru: Теперь у инстансов будет открыт SSH порт 22 для запросов с любого IP-адреса.

source: Is should work good with Webkit
ru: Должно хорошо работать с Webkit

source: It is also possible to SSH into an instance without an SSH keypair, if the administrator has enabled root password injection. For more information about root password injection, see `Injecting the administrator password <https://docs.openstack.org/nova/latest/admin/admin-password-injection.html>`_ in the *OpenStack Administrator Guide*.
ru: Также возможно подключиться к инстансу по SSH без пары ключей, если администратор включил инъекцию пароля root. Для получения дополнительной информации о инъекции пароля root см. `Внедрение пароля администратора <https://docs.openstack.org/nova/latest/admin/admin-password-injection.html>`_ в *Руководстве администратора OpenStack*.

source: Key Pair
ru: Ключевая пара

source: Key pairs are SSH credentials that are injected into an instance when it is launched. To use key pair injection, the image that the instance is based on must contain the ``cloud-init`` package. Each project should have at least one key pair. For more information, see the section :ref:`keypair_add`.
ru: Пары ключей — это данные SSH, которые вводятся в инстанс при его запуске. Чтобы иметь возможность ввода пары ключей, образ, на котором основан инстанс, должен содержать пакет ``cloud-init``. Каждый проект должен иметь как минимум одну пару ключей. Для получения дополнительной информации см. раздел :ref:`keypair_add`.

source: Launch an instance
ru: Запустить инстанс

source: Launch and manage instances
ru: Запуск и управление инстансами

source: Leave this field empty.
ru: Оставьте это поле пустым.

source: Legend:
ru: Значение:

source: Log in to the dashboard
ru: Войдите в панель управления

source: Log in to the dashboard.
ru: Войдите в панель управления.

source: Manage an instance
ru: Управление инстансом

source: Manage an object
ru: Управление объектом

source: Network tab
ru: Вкладка "Сеть"

source: Networking in OpenStack is complex. This section provides the basic instructions for creating a network and a router. For detailed information about managing networks, refer to the `OpenStack Networking Guide <https://docs.openstack.org/neutron/latest/admin/>`__.
ru: Сетевая организация в OpenStack сложна. В этом разделе приведены основные инструкции по созданию сети и маршрутизатора. Подробную информацию об управлении сетями см. в `Руководстве по сети OpenStack <https://docs.openstack.org/neutron/latest/admin/>`__.

source: No source, empty volume: Creates an empty volume. An empty volume does not contain a file system or a partition table.
ru: Нет источника, пустой диск: Создает пустой диск. Пустой диск не содержит файловой системы или таблицы разделов.

source: No: Not supported
ru: Нет: Не поддерживается

source: Not supported.
ru: Не поддерживается.

source: Notes
ru: Примечания

source: Now you can log in to the instance and mount, format, and use the disk.
ru: Теперь вы можете авторизоваться в инстансе, смонтировать, отформатировать и использовать диск.

source: Object Store tab
ru: Вкладка "Объектное хранилище"

source: On the :guilabel:`Log In` page, enter your user name and password, and click :guilabel:`Sign In`. If the cloud supports multi-domain model, you also need to enter your domain name.
ru: На странице :guilabel:`Вход` введите свое имя пользователя и пароль и нажмите :guilabel:`Войти`. Если облако поддерживает мультидоменную модель, вам также необходимо ввести свое доменное имя.

source: On the :guilabel:`Project` tab, click :guilabel:`Networks` category.
ru: На вкладке :guilabel:`Проект` выберите категорию :guilabel:`Сети`.

source: On the :guilabel:`Project` tab, open the :guilabel:`Compute` tab and click :guilabel:`Images` category.
ru: На вкладке :guilabel:`Проект` откройте вкладку :guilabel:`Вычислительные ресурсы` и выберите категорию :guilabel:`Образы`.
