Repository: openstack/horizon
Catalog: horizon/locale/*/LC_MESSAGES/django.po
Languages: fr, ru

source: Other
fr: Autre
ru: Другое

source: Please log in to continue.
fr: Merci de vous connecter pour continuer.
ru: Пожалуйста, авторизуйтесь

source: You are not authorized to access %s
fr: Vous n'êtes pas autorisé à accéder à %s
ru: Вы не авторизованы для доступа к %s

source: Unauthorized. Please try logging in again.
fr: Accès non autorisé. Merci de vous reconnecter.
ru: Ошибка авторизации. Попробуйте еще раз.

source: ALLOW %(from)s:%(to)s from %(group)s
fr: AUTORISE %(from)s:%(to)s de %(group)s
ru: РАЗРЕШИТЬ от %(from)s: %(to)s от %(group)s

source: ALLOW %(from)s:%(to)s from %(cidr)s
fr: AUTORISE %(from)s:%(to)s de %(cidr)s
ru: РАЗРЕШИТЬ от %(from)s:%(to)s от %(cidr)s

source: Unknown instance
ru: Неизвестный ресурс

source: Unicode is not currently supported for object copy.
fr: L'Unicode n'est actuellement pas supporté pour la copie d'objet.
ru: Юникод не поддерживается для копирования объекта.

source: Navigation Item
ru: Пункт меню

source: Select a %s to browse.
ru: Выберите %s для просмотра.

source: Manage Compute
fr: Gestion Compute
ru: Управлять сервисом Compute

source: Object Store
fr: Stockage d'objet
ru: Хранилище объектов

source: Project
fr: Projet
ru: Проект

source: Access & Security
fr: Accès & Sécurité
ru: Доступ и безопасность

source: Unable to retrieve keypair list.
fr: Impossible de récupérer la liste des clés.
ru: Не возможно получить список ключей

source: Unable to retrieve security groups.
fr: Impossible de récupérer les groupes de sécurité.
ru: Не возможно получить группы доступа

source: Unable to retrieve floating IP addresses.
ru: Невозможно получить назначаемые IP адреса

source: Unable to retrieve instance list.
fr: Impossible de récupérer la liste des instances.
ru: Невозможно получить список ресурсов

source: Pool
ru: Пул

source: Allocated Floating IP %(ip)s.
ru: Выделен IP адрес %(ip)s.

source: Unable to allocate Floating IP.
fr: Impossible d'allouer une adresse IP flottante.
ru: Невозможно выделить адрес

source: Allocate IP To Project
fr: Allouer une adresse IP à un projet
ru: Выделить IP адрес проекту

source: Release
fr: Version
ru: Освободить

source: Released
fr: Versioné
ru: Освобожден

source: Floating IP
fr: IP flottante
ru: Назначенный адрес

source: Floating IPs
fr: IPs flottantes
ru: Назначаемые адреса

source: Associate Floating IP
fr: Associer une adresse IP
ru: Задать IP адрес

source: Disassociate Floating IP
ru: Освободить IP адрес

source: Successfully disassociated Floating IP: %s
fr: Succès de désassociation de l'adresse IP flottante : %s
ru: IP адрес успешно освобожден: %s

source: Unable to disassociate floating IP.
fr: Impossible de désassocier l'adresse IP flottante.
ru: Невозможно освободить адрес.

source: IP Address
fr: Adresse IP
ru: IP адрес

source: Instance
ru: Ресурс

source: Floating IP Pool
fr: Adresse IP flottante
ru: Пул IP адресов

source: Unable to retrieve floating IP pools.
ru: Невозможно получить пулы IP адресов.

source: No floating IP pools available.
fr: Aucun pool d'adresses IP disponible.
ru: Пулы IP адресов не доступны.

source: Select the IP address you wish to associate with the selected instance.
ru: Выберите IP адрес, который вы желаете назначить выбранному ресурсу.

source: Select an IP address
ru: Выберить IP адрес.

source: No IP addresses available
ru: IP адреса не доступны.

source: Select an instance
fr: Sélectionnez une instance
ru: Выберите ресурс

source: No instances available
fr: Aucune instance disponible
ru: Ресурсов нет

source: Manage Floating IP Associations
ru: Управлять назначением адресов

source: Associate
ru: Назначить

source: IP address %s associated.
ru: Адрес %s назначен

source: Unable to associate IP address %s.
ru: Невозможно назначить адрес %s.

source: Keypair Name
fr: Nom de paire de clés.
ru: Имя ключа

source: Keypair names may only contain letters, numbers, underscores and hyphens.
fr: Les noms des paires de clés ne peuvent que contenir que des lettres, nombres, underscore et tirets.
ru: Имя ключа может содержать только буквы, цифры и симоволы подчеркивания и тире.

source: Public Key
fr: Clé publique
ru: Публичны ключ

source: Successfully imported public key: %s
fr: Succès de l'import de la clé publique : %s
ru: Успешно импортирован публичный ключ %s

source: Unable to import keypair.
ru: Импорт ключа не удался

source: Keypair
fr: Paire de clés
ru: Ключ

source: Keypairs
fr: Paires de clés
ru: Ключи

source: Import Keypair
fr: Import de paire de clés
ru: Импортировать ключ

source: Create Keypair
fr: Création de paire de clés
ru: Создать ключ

source: Fingerprint
fr: Empreinte
ru: Отпечаток

source: Unable to create keypair: %(exc)s
fr: Impossible de créer la paire de clés : %(exc)s
ru: Невозможно создать ключ %(exc)s

source: Name
fr: Nom
ru: Имя

source: Description
ru: Описание

source: Successfully created security group: %s
ru: Группа доступа %s успешно создана

source: Unable to create security group.
fr: Impossible de créer le groupe de sécurité.
ru: Невозможно создать группу доступа.

source: IP Protocol
fr: Protocole IP
ru: IP протокол

source: The protocol which this rule should be applied to.
ru: Протокол, к которому должно быть применено правило.

source: From Port
fr: Du port
ru: Порт источника

source: TCP/UDP: Enter integer value between 1 and 65535. ICMP: enter a value for ICMP type in the range (-1: 255)
fr: TCP/UDP : Saisissez un nombre entier entre 1 et 65535. ICMP : Saisissez une valeur dans la plage (-1:255)
ru: TCP/UDP: Введите целое число в диапазоне между 1 и 65535. ICMP: введите тип в диапазоне (-1, 255)

source: Type
ru: Тип

source: To Port
fr: Jusqu'au port
ru: Порт назначения

source: TCP/UDP: Enter integer value between 1 and 65535. ICMP: enter a value for ICMP code in the range (-1: 255)
fr: TCP/UDP : Saisissez un entier entre 1 et 65535. ICMP : Saisissez une valeur dans la plage (-1:255)
ru: TCP/UDP: Введите целое число в диапазоне между 1 и 65535. ICMP: введите код в диапазоне (-1, 255)

source: Code
ru: Код

source: Source Group
fr: Groupe source
ru: Группа доступа

source: To specify an allowed IP range, select CIDR. To allow access from all members of another security group select Source Group.
ru: Выберите CIDR для задания разрешенного диапазона адресов. Для задания доступа от всех участников другой группы доступа выберите группу источник.

source: Classless Inter-Domain Routing (e.g. 192.168.0.0/24)
fr: Adresse IP en notation CIDR (par exemple 192.168.0.0/24)
ru: Бесклассовая адресация (например, 192.168.0.0/24)

source: The ICMP type is invalid.
ru: Неверный тип ICMP.

source: The ICMP code is invalid.
ru: Неверный код ICMP.

source: The ICMP type not in range (-1, 255)
ru: Тип ICMP не в диапазоне (-1, 255)

source: The ICMP code not in range (-1, 255)
ru: Код ICMP не в диапазоне (-1, 255)

source: The "from" port number is invalid.
fr: Le numéro de port "from" est invalide.
ru: Неверный порт источника.

source: The "to" port number is invalid.
fr: Le numéro de port "to" est invalide.
ru: Невеный порт приемника.

source: The "to" port number must be greater than or equal to the "from" port number.
fr: Le numéro de port "to" doit être supérieur ou égal au numéro de port "from"
ru: Порт приемника должен быть больше или равен порта источника.

source: Either CIDR or Source Group may be specified, but not both.
fr: Soit le CIDR ou le groupe source doivent être spécifiés, mais pas les deux.
ru: CIDR или группа доступа должны быть указаны, но не оба значения.

source: Successfully added rule: %s
fr: Succès de l'ajout de la règle : %s
ru: Успешно добавлено правило: %s

source: Unable to add rule to security group.
ru: Невозможно добавить правило в группу доступа.

source: Security Group
fr: Groupe de sécurité
ru: Группа доступа

source: Security Groups
fr: Groupes de sécurité
ru: Группы доступа

source: Create Security Group
fr: Créer un groupe de sécurité
ru: Создать Группу доступа

source: Edit Rules
fr: Editer les règles
ru: Редактировать

source: Rules
fr: Règles
ru: Правила

source: Source
ru: Источник

source: Security Group Rules
fr: Règles de groupes de sécurité
ru: Правила группы доступа

source: Unable to retrieve security group.
fr: Impossible de récupérer le groupe de sécurité.
ru: Невозможно получить группы доступа.

source: %s (current)
ru: %s (Текущая)

source: Access &amp; Security
fr: Accès & sécurité
ru: Доступ и безопасность

source: Allocate Floating IP
fr: Allouer une adresse IP flottante
ru: Выделить адрес

source: Description:
ru: Описание:

source: Allocate a floating IP from a given floating ip pool.
fr: Allouer une adresse IP flottante à partir d'un pool donné d'adresses IP.
ru: Выделить адрес из пула.

source: Project Quotas
fr: Quotas de projet
ru: Квоты проектов

source: Allocate IP
fr: Allouer une adresse IP
ru: Выделить адрес

source: Cancel
fr: Annuler
ru: Отмена

source: Keypairs are ssh credentials which are injected into images when they are launched. Creating a new key pair registers the public key and downloads the private key (a .pem file).
fr: Les Paires de clés sont des informations d'identification ssh qui sont injectées dans les images lorsqu'elles sont lancées. La création d'une nouvelle paire de clés enregistre la clé publique et vous permet de télécharger la clé privée (un fichier .pem).
ru: Ключ доступа - это пара rsa ключей, открытый ключ которой вставляется в образ ресурса в момент запуска. Создание новой пары ключей регистрирует открытый ключ и выдает частный ключ (.pem файл)

source: Protect and use the key as you would any normal ssh private key.
fr: Protégez et utilisez la clé comme vous le feriez pour n'importe quelle utilisation de clé privée ssh.
ru: Защитите и используйте ключ как обычный частный rsa ключ.

source: Download Keypair
fr: Télécharger la paire de clés
ru: Скачать ключ

source: The keypair &quot;%(keypair_name)s&quot; should download automatically. If not use the link below.
fr: Le téléchargement de la paire de clés "%(keypair_name)s" doit se lancer automatiquement, sinon utilisez le lien ci-dessous.
ru: Закачка ключа &quot;%(keypair_name)s&quot должна начаться автоматически. Если этого не произошло, воспользуйтесь ссылкой ниже.

source: Download keypair &quot;%(keypair_name)s&quot;
fr: Télécharger la paire de clés &quot;%(keypair_name)s&quot;
ru: Скачать ключ &quot;%(keypair_name)s&quot;

source: From here you can create a new security group
fr: D'ici vous pouvez créer un nouveau groupe de sécurité
ru: Здесь вы можете создать группу доступа

source: Edit Security Group Rules
fr: Modifier les règles de groupe de sécurité
ru: Редактировать группу доступа

source: Add Rule
fr: Ajouter une règle
ru: Добавить правило

source: Swift
ru: Хранилище

source: Container
fr: Conteneur
ru: Контейнер

source: Slash is not an allowed character.
fr: Le caractère barre oblique n'est pas autorisé.
ru: "\" - это недопустипый символ.

source: Container Name
fr: Nom de conteneur
ru: Имя контейнера

source: Container created successfully.
fr: Succès de création du conteneur.
ru: Контэйнер создан.

source: Folder created successfully.
ru: Каталог создан.

source: Unable to create container.
fr: Impossible de créer le conteneur.
ru: Невозможно создать контейнер.

source: Object Name
fr: Nom de l'objet
ru: Имя объекта

source: File
fr: Fichier
ru: Файл

source: Object was successfully uploaded.
fr: L'objet a été uploadé avec succès.
ru: Объект загружен.

source: Unable to upload object.
fr: Impossible d'uploader l'objet.
ru: Невозможно загрузить объект.

source: Destination container
fr: Conteneur de destination
ru: Контейнер назначения

source: Destination object name
fr: Nom d'objet de destination
ru: Имя объекта назначения

source: Unable to copy object.
fr: Impossible de copier l'objet.
ru: Невозможно скопировать объект.

source: Copied "%(orig)s" to "%(dest)s" as "%(new)s".
ru: Скопирован "%(orig)s" в "%(dest)s" как "%(new)s".

source: Containers
fr: Conteneurs
ru: Контейнеры

source: Create Container
fr: Création d'un conteneur
ru: Создать контейнер

source: View Container
ru: Просмотреть контейнер

source: Upload Object
fr: Uploader un objet
ru: Загрузить контейнер

source: Object
fr: Objet
ru: Объект

source: Objects
fr: Objets
ru: Объекты

source: Folder
ru: Каталог

source: Folders
ru: Каталоги

source: Copy
fr: Copie
ru: Копировать

source: Download
fr: Télécharger
ru: Скачать

source: Create Folder
ru: Создать каталог

source: Size
fr: Taille
ru: Размер

source: Unable to retrieve container list.
fr: Impossible de récupérer la liste des conteneurs.
ru: Невозможно получить список контейнеров.

source: Unable to retrieve object list.
fr: Impossible de récupérer la liste des objets.
ru: Невозможно получить список объектов.

source: Unable to retrieve object.
fr: Impossible de récupérer l'objet.
ru: Невозможно получить объект.

source: Unable to list containers.
fr: Impossible de lister les conteneurs.
ru: Невозможно отобразить контейнеры.

source: Copy Object
fr: Copier l'objet
ru: Копировать объект

source: Make a new copy of an existing object to store in this or another container. You may also specify a path at which the new copy should live inside of the selected container.
ru: Создать новую копию существующего объекта в этом или другом контейнере. Вы также можете задать путь, по которому будет находиться объект в выбранном контейнере.

source: A container is a storage compartment for your data and provides a way for you to organize your data. You can think of a container as a folder in Windows &reg; or a directory in UNIX &reg;. The primary difference between a container and these other file system concepts is that containers cannot be nested. You can, however, create an unlimited number of containers within your account. Data must be stored in a container so you must have at least one container defined in your account prior to uploading data.
fr: Un conteneur est un espace de stockage qui vous permet d'organiser vos données. Cet espace peut se rapprocher de la notion de dossier dans Windows ® ou de répertoire sous UNIX ®. La principale différence entre un conteneur et ces autres concepts de système de fichiers est que les conteneurs ne peuvent pas être imbriqués. Vous pouvez toutefois créer un nombre illimité de conteneurs dans votre compte. Les données devant être impérativement stockées dans un conteneur, vous devez donc avoir au moins un conteneur défini dans votre compte avant tout téléchargement de données.
ru: Контейнер - это хранилище ваших данных. Это некоторый виртуальный объект хранения, который является аналогом директории в файловой системе. Главное отличие от каталога, заключается в том, что контейнеры не могут быть вложены. Тем не менее вы можете создать любое количество контейнеров. Для хранения данных необходимо создать хотя бы один контейнер, который необходимо задать перед загрузкой данных.

source: Upload Object To Container
fr: Uploader l'objet dans un conteneur
ru: Загрузить объект в контейнер

source: An object is the basic storage entity and any optional metadata that represents the files you store in the OpenStack Object Storage system. When you upload data to OpenStack Object Storage, the data is stored as-is (no compression or encryption) and consists of a location (container), the object's name, and any metadata consisting of key/value pairs.
fr: Un objet est l'entité de stockage de base. Dans le système de stockage d'objets OpenStack, un objet est associé aux métadonnées optionnelles qui permettent de représenter la notion de fichiers. Quand vous uploadez des données dans le système de stockage d'objets d'OpenStack, les données sont stockées en l'état (pas de compression ou de chiffrement) et se compose d'un emplacement (conteneur), le nom de l'objet, et toutes les métadonnées constituées de paires clé/valeur.
ru: Объект - это базовый элемент хранения с заданными метаданными, который представляет данные, которые вы загружаете в систему хранения объектов OpenStack. Когда вы загружаете данные в хранилище, данные сохраняются как есть (без сжатия и шифрования) и идентифицируются по положению (контейнеру), имени объекта и метаданным, заданным в виде списка пар "ключ-значение"

source: Upload Objects
fr: Upload d'objets
ru: Загрузить объекты

source: Images & Snapshots
fr: Images & Instantanés
ru: Образы и снэпшоты

source: Unable to retrieve images.
fr: Impossible de récupérer les images.
ru: Невозможно получить образы.

source: Unable to retrieve snapshots.
fr: Impossible de récupérer les instantanés.
ru: Невозможно получить снэпшоты.

source: Unable to retrieve volume snapshots.
fr: Impossible de récupérer les instantanés de volume.
ru: Невозможно получить снэпшоты томов.

source: Image Location
ru: Расположение образа

source: An external (HTTP) URL to load the image from.
ru: Внешний адрес для загрузки образа.

source: Format
ru: Формат

source: QCOW2 - QEMU Emulator
ru: QCOW2 - эмулятор QEMU

source: Minimum Disk (GB)
ru: Минимальный размер диска (Гб)

source: The minimum disk size required to boot the image. If unspecified, this value defaults to 0 (no minimum).
ru: Минимальный размер диска необходим для загрузки образа. Если не задан, то значение по умолчанию будет 0 (без минимального размера)

source: Minimum Ram (MB)
ru: Минимальное количество ОЗУ (Мб)

source: Public
fr: Publique
ru: Публичный

source: Your image %s has been queued for creation.
ru: Выш образ %s помещен в очередь для создания.

source: Unable to create new image.
ru: Невозможно создать образ.

source: Architecture
ru: Архитектура

source: Unable to update image "%s".
fr: Impossible de mettre à jour l'image "%s".
ru: Невозможно обновить обрах "%s".

source: Image was successfully updated.
fr: L'image a été mise à jour avec succès.
ru: Образ успешно обновлен.

source: Launch
fr: Lancer
ru: Запустить

source: Image
ru: Образ

source: Images
ru: Образы

source: Create Image
ru: Создать образ

source: Edit
fr: Editer
ru: Редактировать

source: Image Name
fr: Nom d'image
ru: Имя образа

source: Status
fr: Etat
ru: Статус

source: Overview
fr: Vue d'ensemble
ru: Обзор

source: Unable to retrieve image details.
fr: Impossible de récupérer les détails de l'image.
ru: Невозможно получить детали образа.

source: Unable to retrieve image.
ru: Невозможно получить образ.

source: Instance ID
fr: ID d'instance
ru: ID ресурса

source: Snapshot Name
fr: Nom d'instantané
ru: Имя снэпшота

source: Snapshot "%(name)s" created for instance "%(inst)s"
fr: Instantané "%(name)s" créé pour l'instance "%(inst)s"
ru: Снэпшот "%(name)s" создан для ресурса "%(inst)s"

source: Unable to create snapshot.
fr: Impossible de créer l'instantané.
ru: Невозможно создать снэпшот

source: Snapshot
fr: Instantané
ru: Снэпшот

source: Snapshots
fr: Instantanés
ru: Снэпшоты

source: Instance Snapshots
fr: Instantané d'instance
ru: Снэпшоты ресурса

source: Unable to retrieve instance.
fr: Echec de récupération de l'instance.
ru: Невозможно получить ресурс

source: Images &amp; Snapshots
fr: Images &amp; Instantanés
ru: Образы и снэпшоты

source: Create An Image
ru: Создать образ

source: Specify an image to upload to the Image Service.
ru: Выберить образ для загрузки в сервис образов

source: Currently only images available via an HTTP URL are supported. The image location must be accessible to the Image Service. Compressed image binaries are supported (.zip and .tar.gz.)
ru: В данный момент поддерживаются образы доступные по URL. Местоположение образо должно быть доступным сервису хранения образов. Также поддерживаются сжатые образы (.zip и .tar.gz)

source: Please note:
ru: Пожалуйста отметьте:

source: The Image Location field MUST be a valid and direct URL to the image binary. URLs that redirect or serve error pages will result in unusable images.
ru: Местоположение образа должно быть верным URL к файлу образа. URL, которые осуществляют перенаправление или возвращают ошибки, могут привести к сломанным образам.

source: Image Overview
fr: Vue d'ensemble de l'image
ru: Обзор образа

source: Info
ru: Информация

source: Checksum
fr: Somme de contrôle
ru: Контрольная сумма

source: Created
fr: Créé
ru: Создан

source: Updated
fr: Mise à jour
ru: Обновлен

source: Container Format
fr: Format de conteneur
ru: Формат контейнера

source: Disk Format
fr: Formatage de disque
ru: Формат диска

source: Custom Properties
fr: Propriétés personnalisées
ru: Дополнительные свойства

source: Euca2ools state
fr: Etat Euca2ools
ru: Состояние euca2ools

source: Project ID
fr: ID projet
ru: Номер проекта

source: Image Type
fr: Type d'image
ru: Тип образа

source: Update Image
fr: Mettre à jour l'image
ru: Обновить образ

source: From here you can modify different properties of an image.
fr: D'ici vous pouvez modifier les propriétés d'une image.
ru: Здесь вы можете задать или изменить свойство образа.

source: Image Detail
fr: Détail d'une image
ru: Детали образа

source: Create Snapshot
fr: Créer un instantané
ru: Создать снэпшот

source: Snapshots preserve the disk state of a running instance.
fr: Les instantanés préservent l'état du disque pour une instance en cours d'exécution.
ru: Снэпшоты сохраняют состояние диска работающего ресурса

source: Volume
ru: Том

source: GB
fr: Go
ru: Гб

source: Create a Snapshot
fr: Création d'un instantané
ru: Создать снэпшот

source: Volume Snapshot Details
ru: Детали снэпшота тома

source: Volume Snapshot Detail
ru: Детали снэпшота тома

source: Volume Snapshot
fr: Instantané de volume
ru: Снэпшот тома

source: Volume Snapshots
fr: Instantanés de volume
ru: Снэпшоты тома

source: Create Volume
fr: Créer un volume
ru: Создать том

source: Volume Name
ru: Имя тома

source: Unable to retrieve snapshot details.
ru: Невозможно получтиь детали тома

source: Instance "%s" updated.
fr: Instance "%s" mise à jour.
ru: Ресурс "%s" обновлен

source: Unable to update instance.
fr: Impossible de mettre à jour l'instance.
ru: Невозможно обновить ресурс

source: Instances
ru: Ресурсы

source: Terminate
fr: Arrêt
ru: Завершить

source: Scheduled termination of
ru: Запланировано завершение

source: Reboot
fr: Redémarrage
ru: Перезагрузить

source: Rebooted
fr: Redémarré
ru: Перезагружен

source: Pause
ru: Приостановить

source: Unpause
fr: Annuler la pause
ru: Возобновить

source: Paused
fr: Mis en pause
ru: Приостановлен

source: Unpaused
fr: Pause annulée
ru: Возобновлен

source: Suspend
fr: Suspendre
ru: Усыпить

source: Resume
fr: Reprendre
ru: Восстановить

source: Suspended
fr: Suspendu
ru: Усыплен

source: Resumed
fr: Repris
ru: Восстановлен

source: Launch Instance
ru: Запустить

source: Edit Instance
fr: Modifier l'instance
ru: Редактировать

source: VNC Console
fr: Console VNC
ru: VNC консоль

source: View Log
fr: Afficher le journal
ru: Просмотреть протокол

source: Not available
fr: Non disponible
ru: Не доступен

source: Instance Name
fr: Nom de l'instance
ru: Имя ресурса

source: Task
fr: Tâche
ru: Задача

source: Power State
fr: Etat d'alimentation
ru: Состояние питания

source: Log
fr: Journal
ru: Протокол

source: Unable to get log for instance "%s".
fr: Impossible de récupérer le journal de log pour l'instance "%s".
ru: Невозможно получить протокол для ресурса "%s"

source: Unable to get VNC console for instance "%s".
fr: Impossible de récupérer la console VNC pour l'instance "%s".
ru: Невозможно получить консоль VNC для ресурса "%s"

source: Unable to retrieve instances.
fr: Echec de récupération des instances.
ru: Невозможно получить ресурсы

source: Unable to retrieve instance size information.
fr: Impossible de récupérer la taille de l'instance.
ru: Невозможно получить информацию о размере ресурса.

source: Unable to retrieve instance details.
fr: Impossible de récupérer le détail de l'instance.
ru: Невозможно получить детали ресурса.

source: Unable to retrieve details for instance "%s".
fr: Impossible de récupérer les informations sur l'instance "%s".
ru: Невозможно получить детали ресурса "%s".
