Repository: openstack/horizon
Catalog: horizon/locale/*/LC_MESSAGES/djangojs.po
Languages: sr, te_in

source: Add Interface
sr: Dodavanje interface-a
te_in: ఇంటర్ఫేస్ ను చేర్చు

source: An error occurred while updating.
sr: Greška u toku ažuriranja.
te_in: సవరించు పక్రియ లో లోపము జరిగినది.

source: An error occurred. Please try again later.
sr: Greška. Pokušajte ponovo kasnije.
te_in: లోపము జరిగినది. దయచేసి మరల ప్రయత్నించండి

source: Available
te_in: లభ్యమగును

source: Cancel
sr: Odustani
te_in: రద్దుచేయు

source: Confirm %s
sr: Potvrda %s
te_in: %s ను ధ్రువీకరించు

source: Could not decrypt the password
sr: Ne mogu dešifrovati lozinku
te_in: సంకేత పదాన్ని డీక్రిప్షన్ చేయలేము

source: Could not read the file
sr: Ne mogu da pročitam fajl
te_in: దస్త్రం ను చదవలేము

source: Danger:
sr: Opasnost:
te_in: అపాయం

source: Error:
sr: Greška:
te_in: లోపము

source: Filter
te_in: వడియగట్టు

source: Info
te_in: సమాచారం

source: Interfaces
sr: Interfejsi
te_in: ఇంటర్ఫేస్స్

source: Loading
sr: Učitavanje
te_in: లొడవుతుంది

source: Name
te_in: పేరు

source: No data available.
sr: Nema podataka.
te_in: సమాచారం అందుబాటు లో లేదు

source: No items to display.
sr: Nema stavki za prikaz.
te_in: ప్రదర్శించుటకు ఎటువంటి అంశము/అయిటము లు లేవు

source: No roles
sr: Nema uloga
te_in: ఏటువంటి పాత్రలు లేవు

source: Not authorized to do this operation.
sr: Niste nadležni za ovaj zahvat.
te_in: ఈ పని చేయుటకు అనుమతి లేదు

source: Notice:
sr: Uočite:
te_in: నోటీసు

source: Passwords do not match.
sr: Lozinka se ne podudara.
te_in: సంకేత పదాలు సరిపోలడం లేదు.

source: Roles
sr: Uloge
te_in: పాత్రలు

source: STATUS
te_in: స్టేటస్‌

source: Success:
sr: Uspeh:
te_in: సఫలత

source: There was a problem communicating with the server, please try again.
sr: Postojao je problem u vezi sa serverom, pokušajte ponovo.
te_in: సర్వరు తొ సంభాషించుటలో లోపము జరిగినది. దయచేసి మరల ప్రయత్నించండి

source: There was an error submitting the form. Please try again.
sr: Greška u predaji forme. Pokušajte ponovo.
te_in: ఫారం దాఖలుచేయుటలో లోపము ఎర్పడినది. దయచేసి తిరిగి ప్రయత్నించండి.

source: Warning:
sr: Upozorenje:
te_in: హెచ్చరిక

source: Working
sr: Obrada u toku
te_in: పనిచేస్తున్నది

source: You have selected %s.
sr: Odabrali ste %s.
te_in: %s ను మీరు ఎంపిక చేసుకొన్నారు

source: None
sr: Ništa

source: Delete
sr: Brisanje

source: View Details
sr: Pregled detalja

source: Please confirm your selection. This action cannot be undone.
sr: Molim potvrdite vaš izbor. Ovaj zahvat je nepovratan.
