Repository: openstack/horizon
Catalog: horizon/locale/*/LC_MESSAGES/django.po
Languages: fr, ru

source: User
fr: Utilisateur
ru: Пользователь

source: Project & User
ru: Проект и пользователь

source: Don't boot from a volume.
ru: Не загружаться с тома

source: Boot from volume.
ru: Загружаться с тома.

source: Boot from volume snapshot (creates a new volume).
ru: Загружаться со снэпшота тома (операция создаст новый том)

source: Volume Options
ru: Параметры тома

source: Device Name
fr: Nom de périphérique
ru: Имя устройство

source: Volume mount point (e.g. 'vda' mounts at '/dev/vda').
fr: Point de montage de volume (exemple monter 'vda' à partir de '/dev/vda').
ru: Имя устройства тома (например 'vda' будет как 'dev'vda').

source: Delete on Terminate
fr: Supprimer après la mise à l'arrêt
ru: Удалить или завершить

source: Delete volume on instance terminate
fr: Supprimer le volume lors de la mise à l'arrêt de l'instance
ru: Удалить том по завершению ресурса

source: Please choose a volume, or select %s.
ru: Пожалуста выберите том, или %s.

source: Select Volume
fr: Sélectionner un volume
ru: Выберите том

source: Unable to retrieve list of volumes.
ru: Невозможно получить список томов.

source: Select Volume Snapshot
ru: Выберите снэпшот тома

source: Unable to retrieve list of volume snapshots.
ru: Невозможно получить список снэпшотов тома.

source: Instance Source
ru: Источник ресурса

source: Instance Snapshot
ru: Снэпшот ресурса

source: Flavor
fr: Type d'instance
ru: Конфигурация

source: Size of image to launch.
fr: Taille de l'image à lancer.
ru: Размер запускаемого образа

source: Instance Count
fr: Nombre d'instances
ru: Количество ресурсов

source: Number of instances to launch.
fr: Nombre d'instances à lancer.
ru: Количество ресурсов для запуска

source: Details
ru: Детали

source: There are no image sources available; you must first create an image before attempting to launch an instance.
ru: Образы недоступны. Вы должны создать образы перед запуском ресурса.

source: Please select an option for the instance source.
ru: Пожалйста выберите параметр для источника ресурсы.

source: Launching multiple instances is only supported for images and instance snapshots.
ru: Запуск нескольких ресурсов поддерживается только для образов и снэпшотов ресурсов.

source: Unable to retrieve public images.
ru: Невозможно получить открытые образы.

source: Unable to retrieve images for the current project.
ru: Невозможно получить образы для текущего проекта.

source: Select Image
ru: Выберите образ.

source: No images available.
ru: Образы недоступны.

source: Select Instance Snapshot
ru: Выберите снэпшот ресурса

source: No snapshots available.
ru: Снэпшоты недоступны.

source: Unable to retrieve instance flavors.
fr: Impossible de récupérer la liste des types d'instance.
ru: Невозможно получить конфигурации ресурсов.

source: Unable to retrieve quota information.
ru: Невозможно получить информацию о квотах.

source: Which keypair to use for authentication.
fr: Quelle paire de clés utiliser pour l'authentification.
ru: Какой ключ использовать для аутентификации.

source: Launch instance in these security groups.
fr: Lancer une instance dans ce groupe de sécurité.
ru: Запустить ресурс со следующими группами доступа.

source: Control access to your instance via keypairs, security groups, and other mechanisms.
ru: Контроллируйте доступ к вашим ресурсам с помощью групп доступа, ключей и других механизмов.

source: Unable to retrieve keypairs.
fr: Impossible récupérer les paires de clé.
ru: Невозможно получить ключи.

source: Select a keypair
fr: Sélectionnez une paire de clés
ru: Выберите ключ

source: No keypairs available.
fr: Pas de paires de clés disponibles.
ru: Ключи недоступны.

source: Unable to retrieve list of security groups
fr: Impossible de récupérer la liste des groupes de sécurité
ru: Невозможно получить список групп доступа

source: Customization Script
ru: Дополнительный скрипт

source: A script or set of commands to be executed after the instance has been built (max 16kb).
ru: Скрипт или набор команд, который будет выполнен после создания ресурса.

source: Post-Creation
ru: После создания

source: Networks
ru: Сети

source: Launch instance withthese networks
ru: Запустить ресурс в следующих сетях

source: Networking
ru: Сетевая подсистема

source: Select networks for your instance.
ru: Выберите сети для ресурса

source: Unable to retrieve networks.
ru: Невозможно получить список сетей

source: Launched %(count)s named "%(name)s".
ru: Запущено %(count)s ресурсов с именем: "%(name)s"

source: Unable to launch %(count)s named "%(name)s".
ru: Невозможно запустить %(count)s ресурсов с именем: "%(name)s"

source: %s instances
ru: %s ресурсов

source: instance
ru: ресурс

source: Instance Console Log
ru: Протокол консоли ресурса

source: Log Length
ru: Длина протокола

source: Go
ru: Старт

source: View Full Log
fr: Visualiser les journaux complets
ru: Просмотреть весь протокол

source: Instance Overview
fr: Vue d'ensemble de l'instance
ru: Просмотр ресурса

source: RAM
fr: Mémoire
ru: ОЗУ

source: VCPUs
ru: ЦПУ

source: VCPU
ru: ЦПУ

source: Disk
fr: Disque
ru: Диск

source: IP Addresses
fr: Adresses IP
ru: IP адреса

source: No rules defined.
fr: Pas de règles définies.
ru: Правила не заданы

source: Meta
ru: Мета

source: Key Name
fr: Nom de clé
ru: Имя ключа

source: Volumes Attached
ru: Подключенные тома

source: Attached To
fr: Attaché à
ru: Подключен к

source: on
fr: sur
ru: вкл

source: No volumes attached.
fr: Pas de volume attaché.
ru: Тома не подключены

source: Instance VNC Console
fr: Console VNC de l'instance
ru: VNC консоль ресурса

source: If VNC console is not responding to keyboard input: click the grey status bar below.
fr: Si la console VNC ne répond pas au clavier : cliquez sur la barre grise ci-dessous.
ru: Щелкните на серую строку статуса, если VNC консоль не отвечает на ввод с клавиатуры.

source: Click here to show only VNC
ru: Выберите для показа только VNC

source: VNC console is currently unavailabe. Please try again later.
fr: La console VNC n'est actuellement pas disponible. Merci de réessayez plus tard.
ru: VNC консоль недоступна. Попробуйте позже.

source: Reload
fr: Recharger
ru: Перезагрузить

source: You can customize your instance after it's launched using the options available here.
ru: Вы можете изменить ресурс после его запуска, используя настройки, доступные здесь.

source: The "Customization Script" field is analogous to "User Data" in other systems.
ru: Поле "Скрипт настройки" аналогично полю "Пользовательские данные" в других системах.

source: Specify the details for launching an instance.
ru: Задайте детали запускаемого ресурса.

source: The chart below shows the resources used by this project in relation to the project's quotas.
ru: График показывает отношение используемых ресурсов проекта к его квотам.

source: Flavor Details
ru: Детали конфигурации

source: Root Disk
fr: Disque racine
ru: Корневой раздел

source: Ephemeral Disk
fr: Disque éphémère
ru: Дополнительный раздел

source: Total Disk
ru: Полный размер

source: MB
fr: Mo
ru: Мб

source: Number of Instances
ru: Количество ресурсов

source: Number of VCPUs
ru: Количество ЦПУ

source: Total RAM
ru: Количество ОЗУ

source: An instance can be launched with varying types of attached storage. You may select from those options here.
ru: Ресурс может быть запущен с изменяемыми типами подключаемого хранилища. Вы можете задать эти настройки здесь.

source: You may update the editable properties of your instance here.
ru: Здесь вы можете обновить свойства ресурса.

source: Save Changes
ru: Сохранить изменения

source: Instance Detail
fr: Détail de l'instance
ru: Детали ресурса

source: Update Instance
fr: Mettre à jour l'instance
ru: Обновить ресурс

source: Network %s was successfully updated.
ru: Сеть %s успешно создана.

source: Failed to update network %s
ru: Ошибка обновления сети %s

source: Network
ru: Сеть

source: Failed to delete network %s
ru: Ошибка удаления сети %s

source: Create Network
ru: Создать сеть

source: Edit Network
ru: Редактировать сеть

source: Add Subnet
ru: Добавить подсеть

source: Subnets Associated
ru: Ассоцированные подсети

source: Shared
ru: Разделяемый

source: Network list can not be retrieved.
ru: Список сетей не может быть получен.

source: Unable to retrieve network details.
ru: Невозможно получить детали сети.

source: Subnet list can not be retrieved.
ru: Список подсетей не может быть получен.

source: Port list can not be retrieved.
ru: Ошибка при получении списка портов.

source: Unable to retrieve details for network "%s".
ru: Невозможно получить детали сети "%s"

source: Network Name (optional)
ru: Имя сети (необязательно)

source: From here you can create a new network. In addition a subnet associated with the network can be created in the next panel.
ru: Здесь вы можете создать новую сеть. Также подсеть, ассоциированная с создаваемой сетью может быть создана в следующем меню.

source: Create Subnet
ru: Создать подсеть

source: Subnet Name (optional)
ru: Имя подсети (необязательно)

source: Network Address
ru: Адрес сети

source: Network address in CIDR format (e.g. 192.168.0.0/24)
ru: Адрес сети в нотации CIDR (например, 192.168.0.0/24)

source: IP Version
ru: Версия протокола IP

source: Gateway IP (optional)
ru: Шлюз (необязательно)

source: IP address of Gateway (e.g. 192.168.0.1)
ru: IP адрес шлюза (например, 192.168.0.1)

source: You can create a subnet associated with the new network, in which case "Network Address" must be specified. If you wish to create a network WITHOUT a subnet, uncheck the "Create Subnet" checkbox.
ru: Вы можете создать подсеть, ассоциировнную с заданной сетью. В данном случае необходимо задать адрес сети. Если вы желаете создать сеть без подсети, снимите флажок "Создать подсеть"

source: Specify "Network Address" or clear "Create Subnet" checkbox.
ru: Задайте адрес сети или снимите флажок "Создать подсеть"

source: Network Address and IP version are inconsistent.
ru: Адрес сети и версия IP не соответствуют друг другу.

source: Gateway IP and IP version are inconsistent.
ru: Адрес шлюза и версия IP не соответствуют друг другу.

source: Create
ru: Создать

source: Created network "%s".
ru: Сеть "%s" создана.

source: Unable to create network "%s".
ru: Невозможно создать сеть "%s"

source: Network "%s" was successfully created.
ru: Сеть "%s" создана.

source: Failed to create network "%s".
ru: Ошибка создания сети "%s".

source: Subnet "%s" was successfully created.
ru: Подсеть "%s" создана.

source: Failed to create subnet "%(sub)s" for network "%(net)s".
ru: Ошибка создания подсети "%(sub)s" для сети "%(net)s".

source: Attached
ru: Подсоединено

source: Detached
fr: Détaché
ru: Отсоединен

source: Fixed IPs
ru: Фиксированные адреса

source: Device Attached
ru: Устройство Подсоединено

source: Ports
ru: Порты

source: Unable to retrieve port details.
ru: Ошибка получения деталей порта

source: Network Name
ru: Имя сети

source: Network ID
ru: Номер сети

source: Gateway IP
ru: Адрес шлюза

source: Subnet %s was successfully created.
ru: Подсеть %s создана

source: Failed to create subnet %s
ru: Ошибка создания подсети %s

source: Subnet %s was successfully updated.
ru: Подсеть %s создана.

source: Failed to update subnet %s
ru: Ошибка обновления подсети %s

source: Subnet
ru: Подсеть

source: Subnets
ru: Подсети

source: Failed to delete subnet %s
ru: Ошибка удаления подсети %s

source: Edit Subnet
ru: Редактировать подсеть

source: Unable to retrieve subnet details.
ru: Ошибка получения деталей подсети.

source: Unable to retrieve network.
ru: Ошибка загрузки информации о сети.

source: Unable to retrieve subnet details
ru: Ошибка получения деталей сети

source: Select a name for your network.
ru: Выберите имя сети

source: Network Overview
ru: Детали сети

source: You may update the editable properties of your network here.
ru: Здесь вы можете обновить свойства сети.

source: Network Detail
ru: Детали сети

source: Network Detail:
ru: Детали сети:

source: Update Network
ru: Обновить сеть

source: Port Overview
ru: Обзор портов

source: Port
ru: Порт

source: Fixed IP
ru: Фиксированный адрес

source: IP address:
ru: IP адрес

source: Subnet ID
ru: Номер подсети

source: Mac Address
ru: Mac адрес

source: Device ID
ru: Номер устройства

source: Port Detail
ru: Детали порта

source: You can create a subnet for the network. Any network address can be specified unless the network address does not overlap other subnets in the network.
ru: Вы можете создать подсеть для сети. Может быть задан любой сетевой адрес, не перекрывающий другие подсети в сети.

source: Subnet Overview
ru: Обзор подсети

source: IP version
ru: Версия IP

source: IP allocation pool
ru: Пул IP адресов

source: Start
ru: Старт

source: - End
ru: - Конец

source: You may update the editable properties of your subnet here.
ru: Здесь вы можете обновить свойства подсети.

source: Subnet Detail
ru: Детали подсети

source: Update Subnet
ru: Обновить подсеть

source: You currently have the power to damage your OpenStack cloud...
ru: У вас есть привилегии повредить ваше облако OpenStack ...

source: Due to inconsistencies in the way Nova interacts with Keystone, a user with an admin role has access to all resources in the system (volumes, snapshots, keypairs, etc.), even in the Project dashboard where they should only see a properly-scoped subset of those resources.
ru: В соответсвии с правилами взаимодействия сервиса Nova с хранилищем ключей, пользователь с ролью администратора имеет доступ ко всем ресурсам системы (тома, снэпшоты, ключи, и.т.д) даже в панели проекта, где обычно отображается только соответствующий набор ресурсов.

source: This means that Nova allows an admin user in the Project Dashboard to successfully take actions which otherwise should not be permitted, causing irresolvable conflicts in Nova.
ru: Это означает, что сервис Nova позволяет администратору выполнять действия, которые не должны быть резрешены, вызывая проблемы в системе.

source: A list of the known problems are as follows:
ru: Список известных проблем:

source: Attaching a volume owned by project A to an instance in project B can completely hang Nova.
ru: Подсоединение тома, принадлежащего проекту А, к ресурсу в проекте Б может привести к зависанию сервиса.

source: Assigning keypairs owned by project A to an instance in project B can result in failed instances, problems in retrieving instance details for non-admin users, and/or security holes should the instance succeed in spawning.
ru: Назначение ключе из проекта А к ресурсу в проекте И может привести к ошибкам и проблемам с получением деталей ресурса у пользователя без привилений администратора, а также к возможным уязвимостям.

source: Attempting to launch an instance in project A from a snapshot or volume snapshot owned by project B can hang Nova.
ru: Попытка запустить ресурс в проекте А из снэпшота в проекте Б может привести к зависанию сервиса.

source: Attempting to boot from a volume owned by project A in project B can hang Nova.
ru: Попытка загрузиться с тома из проекта А в проекте Б может привести к завиисанию сервиса.

source: This is only a list of the reported inconsistencies. There may be others.
ru: Это только известные проблемы. Могут быть и другие.

source: The recommended practice until this problem is resolved is to keep your admin users and regular users separate. Create an "admin" project that admin users have access to, and do not grant your admin users the admin role on any other projects.
ru: Пока описанная проблема не решена, рекомендуется разделять администраторов и обычных пользователей. Создайте проект "admin" и выдайте права на его использование администраторам и не выдавайте администраторам какие-либо другие проекты.

source: To follow the status of this bug, take a look at the following items on launchpad:
ru: Для проверки статуса ошибки, посмотрите на соответствующие отчеты на Launchpad:

source: Thank you for reading this warning and operating your cloud responsibly.
ru: Спасибо за чтение предупреждения.

source: Close
ru: Закрыть

source: Size (GB)
ru: Размер (Гб)

source: Use snapshot as a source
ru: Использовать снэпшот как источник

source: Volume size must be equal to or greater than the snapshot size (%sGB)
ru: Размер тома должен быть равен или больше размера снэпшота (%sГб)

source: Unable to load the specified snapshot.
ru: Невозможно загрузить снэпшот.

source: Choose a snapshot
ru: Выберите снэпшот

source: The volume size cannot be less than the snapshot size (%sGB)
ru: Размер тома не может быть меньше чем размер снэпшота (%sГб)

source: A volume of %(req)iGB cannot be created as you only have %(avail)iGB of your quota available.
ru: Размер вашей квоты %(avail)iГб не позволяет вам создать том размером %(req)iГб.

source: You are already using all of your available volumes.
ru: Вы уже используете все доступные тома.

source: Unable to create volume.
ru: Невозможно создать том.

source: Attach to Instance
ru: Подсоединить к ресурсу

source: Select an instance to attach to.
fr: Sélectionnez une instance à attacher.
ru: Выберите ресурс для подсоединения.

source: Unknown instance (None)
ru: Неизвестный ресурс

source: Attaching volume %(vol)s to instance %(inst)s on %(dev)s.
ru: Подсоединение тома %(vol)s к ресурсу %(inst)s как %(dev)s.

source: Unable to attach volume.
ru: Ошибка подсоединения тома.

source: Creating volume snapshot "%s"
fr: Création de l'instantané de volume "%s"
ru: Создание снэпшота тома "%s"

source: Unable to create volume snapshot.
ru: Невозможнр создать снэпшот тома.

source: Volumes
ru: Тома

source: Edit Attachments
fr: Modifier les attachements
ru: Редактировать

source: %sGB
ru: %sГб

source: Unable to retrieve attachment information.
ru: Ошибка при получении информации о вложении.

source: Attached to %(instance)s on %(dev)s
ru: Подсоединен к %(instance)s как %(dev)s

source: %(dev)s on instance %(instance_name)s
ru: %(dev)s в ресурсе %(instance_name)s

source: Unable to retrieve volume details.
fr: Impossible de récupérer le détail du volume.
ru: Невозможно получить детали тома.

source: Unable to retrieve volume list.
ru: Невозможно получить список томов.

source: Unable to retrieve volume/instance attachment information
ru: Невозможно получить информацию о вложении тома/ресурса

source: Unable to retrieve volume information.
fr: Impossible de récupérer les informations du volume.
ru: Ошибка при получении информации о томе.

source: Manage Volume Attachments
fr: Gérer les attachements des volumes
ru: Управлять вложениями тома

source: Attach To Instance
fr: Attacher à une instance
ru: Подсоединить к ресурсу

source: Attach Volume
fr: Attacher un volume
ru: Подсоединить том

source: Volumes are block devices that can be attached to instances.
fr: Les volumes sont des blocks devices qui peuvent être attachés aux instances.
ru: Тома - это блочные устройства, которые могут быть подсоединены к ресурсам.

source: Volume Quotas
ru: Квоты томов

source: Total Gigabytes
ru: Всего Гб

source: Number of Volumes
ru: Количество томов

source: Create Volume Snapshot
fr: Créer un instantané de Volume
ru: Создать снэпшот тома

source: Volume Overview
fr: Vue d'ensemble du volume
ru: Обзор тома

source: Attachments
fr: Attachements
ru: Вложения

source: Not attached
fr: Pas attaché
ru: Не подсоединен

source: Create a Volume
fr: Créer un volume
ru: Создать том

source: Create a Volume Snapshot
fr: Créer un instantané de volume
ru: Создать снэпшот тома

source: Volume Details
fr: Détails du volume
ru: Детали тома

source: Volume Detail
fr: Détail du volume
ru: Детали тома

source: Settings
fr: Réglages
ru: Настройки

source: Select a Project
fr: Sélectionnez un projet
ru: Выберите проект

source: Unable to retrieve tenant list.
fr: Impossible de récupérer la liste des tenants.
ru: Невозможно получить список проектов.

source: Unable to fetch EC2 credentials.
fr: Impossible de récupérer les informations d'identification d'EC2.
ru: Невозможно скачать файл EC@

source: Error writing zipfile: %(exc)s
fr: Erreur d'écriture du fichier zip : %(exc)s
ru: Ошибка создания архива: %(exc)s

source: EC2 Credentials
fr: Identification EC2
ru: Данные аутентификации EC2

source: Download EC2 Credentials
fr: Télécharger les informations d'identification d'EC2
ru: Скачать данные аутентификации EC2

source: Clicking "Download EC2 Credentials" will download a zip file which includes an rc file with your access/secret keys, as well as your x509 private key and certificate.
fr: Cliquer sur "Télécharger les informations d'identification d'EC2" va télécharger un fichier zip qui contient un fichier RC avec vos informations d'accès/clés secrètes, ainsi que votre clé privée et le certificat X509.
ru: Нажатие на "Скачать данные аутентификации EC2" приведет к отправке архива, который содержит файлы с ключами доступа и сертификатами.

source: Error Downloading RC File: %s
fr: Erreur de téléchargement du fichier RC : %s
ru: Ошибка загрузки rc файла %s

source: OpenStack API
ru: Интерфейс OpenStack

source: Service Name
ru: Имя сервиса

source: Service Endpoint
ru: Адрес сервиса

source: API Endpoints
ru: Адрес интерфейса веб сервиса

source: Download OpenStack RC File
fr: Télécharger le fichier RC d'OpenStack
ru: Скачать rc файл OpenStack

source: Download the RC file for the selected project, then type "source openrc" in the terminal to configure your environment to communicate with OpenStack.
fr: Téléchargez le fichier RC pour le projet sélectionné, tapez ensuite "source openrc " dans la console pour configurer votre environnement à communiquer avec OpenStack.
ru: Скачайте rc файл для выбранного проекта и выполните команду "source openrc" в терминале для задания необходимых переменных окружения.

source: Download RC File
fr: Téléchargez le fichier RC
ru: Скачать rc файл

source: Settings saved.
ru: Настройки сохранены.

source: User Settings
fr: Paramètres utilisateur
ru: Пользовательские настройки

source: From here you can modify dashboard settings for your user.
ru: Здесь вы можете изменить настройки для вашей учетной записи.

source: Save
ru: Сохранить

source: System Panel
fr: Panneau de configuration
ru: Системная панель

source: Admin
fr: Administration
ru: Администрирование

source: RAM MB
ru: ОЗУ МБ

source: Root Disk GB
fr: Disque racine GB
ru: Главный раздел ГБ

source: Ephemeral Disk GB
fr: Disque éphémère GB
ru: Дополнительный раздел ГБ

source: Unable to get unique ID for new flavor.
ru: Невозможно получить уникальный номер для новой конфигурации.

source: Created flavor "%s".
ru: Создана конфигурация "%s".

source: Unable to create flavor.
ru: Ошибка создания конфигурации.

source: Updated flavor "%s".
ru: Конфигурация "%s" обновлена.

source: Unable to update flavor.
ru: Ошибка обновления конфигурации.

source: Flavors
fr: Types d'instance
ru: Конфигурации

source: Create Flavor
fr: Créer un type d'instance
ru: Создать конфигурацию

source: Edit Flavor
ru: Редактировать конфигурацию

source: %sMB
ru: %sМб

source: Flavor Name
fr: Nom de type d'instance
ru: Имя конфигурации

source: Unable to retrieve flavor list.
ru: Ошибка получения списка конфигураций.

source: Unable to retrieve flavor data.
ru: Невозможно получить параметры конфигурации.

source: From here you can define the sizing of a new flavor.
fr: D'ici vous pouvez définir la configuration d'un nouveau type d'instance.
ru: Здесь вы можете задать параметры новой конфигурации.

source: From here you can alter the sizing of the current flavor.
ru: Здесь вы можете переопределить параметры текущией конфигурации.

source: Note: this will not affect the resources allocated to any existing instances using this flavor.
ru: Примечание: Это изменение не повлияет на ресурсы, которые уже используют эту конфигурацию.

source: Unable to retrieve image list.
fr: Impossible de récupérer la liste des images.
ru: Невозможно получить список образов.

source: Project Name
ru: Имя проекта
