Repository: openstack/horizon
Catalog: horizon/locale/*/LC_MESSAGES/django.po
Languages: fr, ru

source: Host
fr: Hôte
ru: Хост

source: Unable to retrieve instance tenant information.
fr: Impossible de récupérer les informations des tenants d'instance.
ru: Ошибка при получении информации о проекте.

source: All Instances
fr: Toutes les instances
ru: Все ресурсы

source: Select a project
fr: Sélectionnez un projet
ru: Выберите проект

source: Network %s was successfully created.
ru: Сеть %s создана.

source: Failed to create network %s
ru: Ошибка создания сети %s

source: Port %s was successfully created.
ru: Порт %s создан.

source: Failed to create a port for network %s
ru: Ошибка создания порта для сети %s

source: Port %s was successfully updated.
ru: Порт %s обновлен

source: Failed to update port %s
ru: Ошибка обновления порта %s

source: Create Port
ru: Создать порт

source: Edit Port
ru: Редактировать порт

source: Unable to retrieve port details
ru: Ошибка получения информации о порте

source: Failed to retrieve network %s for a subnet
ru: Ошибка получения сети %s для подсети

source: You can create a port for the network. If you specify device ID to be attached, the device specified will be attached to the port created.
ru: Вы можете создать порт для сети. Если вы зададите номер устройства, которое подсоединяется, то оно будет подключено к создаваемому порту.

source: You may update the editable properties of your port here.
ru: Здесь вы можете обновить свойства вашего порта

source: Update Port
ru: Обновить порт

source: Usage Overview
fr: Vue d'ensemble de l'utilisation
ru: Статистика использования

source: Monitoring
ru: Мониторинг

source: Projects
fr: Projets
ru: Проекты

source: Modify Users
fr: Modifier les utilisateurs
ru: Изменить пользователей

source: View Usage
fr: Utilisation de la vue
ru: Просмотреть статистику использования

source: Create Project
fr: Créer un projet
ru: Создать проект

source: Edit Project
fr: Modifier le projet
ru: Изменить проект

source: Enabled
fr: Activé
ru: Включен

source: Remove
fr: Supprimer
ru: Удалить

source: Removed
fr: Supprimé
ru: Удален

source: Users
fr: Utilisateurs
ru: Пользователи

source: Unable to retrieve role information.
ru: Ошибка получения данных о роли.

source: Roles
ru: Роли

source: Users For Project
fr: Utilisateurs du projet
ru: Пользователи проекта

source: Add To Project
fr: Ajouter au projet
ru: Добавить в проект

source: Add New Users
fr: Ajouter des nouveaux utilisateurs
ru: Добавить новых пользователей

source: Unable to retrieve project information.
ru: Ошибка получения информации о проекте.

source: Unable to retrieve project list.
fr: Impossible de récupérer la liste des projets.
ru: Ошибка получения списка проектов

source: Unable to retrieve users.
fr: Impossible de récupérer les utilisateurs.
ru: Ошибка получения списка пользователей.

source: Unable to retrieve default quota values.
ru: Ошибка получения квоты по умолчанию.

source: Unable to retrieve project details.
ru: Ошибка получения деталей проекта.

source: Injected File Content Bytes
fr: Octets de données des fichiers injectés
ru: Содержимое интегрированного файла

source: Metadata Items
fr: Eléments des métadonnées
ru: Метаданные

source: Injected Files
fr: Fichiers injectés
ru: Интегрированные файлы

source: Gigabytes
fr: Gigaoctets
ru: Гигабайты

source: RAM (MB)
ru: ОЗУ (Мб)

source: Quota
ru: Квота

source: From here you can set quotas (max limits) for the project.
ru: Здесь вы можете задать квоты для проекта.

source: Project Info
ru: Информация о проекте

source: From here you can create a new project to organize users.
fr: D'ici vous pouvez créer un nouveau projet pour organiser les utilisateurs.
ru: Здесь вы можете создать новый проект.

source: Unable to retrieve user list. Please try again later.
ru: Ошибка получения списка пользователей. Попробуйте позже.

source: Project Members
ru: Участники проекта

source: Unable to retrieve user list.
fr: Impossible de récupérer la liste des utilisateurs.
ru: Ошибка получения списка пользователей

source: Add Project
ru: Добавить проект

source: Finish
ru: Финиш

source: Created new project "%s".
ru: Создан проект "%s".

source: Unable to create project "%s".
ru: Ошибка создания проекта "%s".

source: Failed to add %s project members and set project quotas.
ru: Ошибка добавить %s в участники проекта и установить квоты проекта.

source: Unable to set project quotas.
ru: Ошибка при установке квот проекта.

source: From here you can edit the project details.
ru: Здесь вы можете редактировать детали проекта.

source: Modified project "%s".
ru: Проект "%s" изменен.

source: Unable to modify project "%s".
ru: Ошибка изменения проекта "%s".

source: Failed to modify %s project members and update project quotas.
ru: Ошибка изменения списка участников и обновления квот для проекта %s.

source: Modified project information and members, but unable to modify project quotas.
ru: Изменена информация о проекте и его участниках, но ошибка при изменении квот проекта.

source: Add User To Project
fr: Ajouter un utilisateur au projet
ru: Добавить пользователя в проект

source: Select the user role for the project.
fr: Sélectionnez le rôle d'utilisateur pour le projet.
ru: Выберите роль пользователя для проекта.

source: Add
fr: Ajouter
ru: Добавить

source: Create User for project '%(tenant_name)s'.
ru: Создать пользователя для проекта '%(tenant_name)s'.

source: From here you can create a new user to add to this project.
ru: Здесь вы модете создать нового пользователя и добавить его в проект.

source: Create User
fr: Créer un utilisateur
ru: Создать пользователя

source: Update Quota
fr: Mettre à jour les quotas
ru: Обновить квоту

source: From here you can edit quotas (max limits) for the project %(tenant.name)s.
fr: D'ici vous pouvez modifier les quotas (limite maximum) pour le projet %(tenant.name)s.
ru: Здесь вы можете изменить квоты для проекта %(tenant.name)s

source: Update Project
fr: Mettre à jour le projet
ru: Обновить проект

source: From here you can edit a project.
fr: D'ici vous pouvez éditer un projet.
ru: Здесь вы можете изменить проект

source: From here you can add and remove members to this project from the list of all available users.
ru: Здесь вы можете добавить или удалить участников проекта.

source: All Users
ru: Все пользователи

source: No users found.
ru: Пользователи не найдены

source: Add New User
ru: Добавить пользователя

source: Project Usage Overview
fr: Vue d'ensemble de l'utilisation du projet
ru: Статистика использования проекта

source: Project Usage
fr: Utilisation du projet
ru: Статистика проекта

source: Users for Project
fr: Utilisateurs du projet
ru: Пользователи проекта

source: Quotas
ru: Квоты

source: Quota Name
fr: Nom de quota
ru: Имя квоты

source: Limit
fr: Limite
ru: Предел

source: Unable to get quota info.
fr: Impossible de récupérer les informations de quota.
ru: Ошибка получения информации о квоте

source: Default Quotas
fr: Quotas par défaut
ru: Квоты по умолчанию

source: Services
ru: Сервисы

source: Id
ru: Номер

source: Service
ru: Сервис

source: Passwords do not match.
fr: Les mots de passe ne correspondent pas.
ru: Пароли не совпадают.

source: User Name
fr: Nom d'utilisateur
ru: Имя пользователя

source: Email
ru: Почтовый адрес

source: Password
fr: Mot de passe
ru: Пароль

source: Confirm Password
fr: Confirmez le mot de passe
ru: Подтвердите пароль

source: Primary Project
fr: Projet principal.
ru: Главный проект

source: Role
fr: Rôle
ru: Роль

source: User "%s" was successfully created.
fr: L'utilisateur "%s" a été créé avec succès.
ru: Пользователь "%s" создан.

source: Unable to add userto primary project.
ru: Ошибка добавления пользователя в главный проект.

source: Unable to create user.
fr: Impossible de créer un utilisateur.
ru: Ошибка создания пользователя.

source: name
fr: nom
ru: имя

source: email
ru: почтовый адрес

source: primary project
fr: projet principal
ru: главный проект

source: The user %s has no role defined for
ru: Пользователь %s не имеет роли для

source: password
fr: mot de passe
ru: пароль

source: User has been updated successfully.
ru: Пользователь обновлен

source: Unable to update %(attributes)s for the user.
ru: Ошибка обновления %(attributes)s для польщователя.

source: Enable
fr: Activer
ru: Включить

source: Disable
fr: Désactiver
ru: Выключить

source: Disabled
ru: Выключен

source: You cannot disable the user you are currently logged in as.
fr: Vous ne pouvez pas désactiver l'utilisateur avec lequel vous êtes connecté.
ru: Вы не можете отключить пользователя под которым авторизованы.

source: User ID
ru: Номер пользователя

source: Unable to update user.
fr: Impossible de mettre à jour l'utilisateur.
ru: Ошибка обновления пользователя.

source: Unable to retrieve user roles.
ru: Ошибка получения ролей пользователя.

source: From here you can create a new user and assign them to a project.
fr: D'ici vous pouvez créer un nouvel utilisateur et l'assigner à un projet.
ru: Здесь вы можете создать нового пользователя и назначить ему проект.

source: Update User
fr: Mettre à jour l'utilisateur
ru: Изменить пользователя

source: From here you can edit the user's details, including their default project.
ru: Здесь вы можете изменить данные пользователя, включая проект по умолчанию.

source: Filter
fr: Filtre
ru: Фильтер

source: N/A
ru: Недоступен

source: You do not have permission to %(action)s: %(objs)s
fr: Vous n'avez pas les droits pour %(action)s : %(objs)s
ru: У вас нет прав для %(action)s: %(objs)s

source: Unable to %(action)s: %(objs)s
fr: Impossible de %(action)s : %(objs)s
ru: Невозможно %(action)s: %(objs)s

source: Delete
fr: Supprimer
ru: Удалить

source: Deleted
fr: Supprimé
ru: Удален

source: The attribute %(attr)s doesn't exist on %(obj)s.
fr: L'attribut %(attr)s n'existe pas sur %(obj)s.
ru: Атрибут %(attr)s не существует для %(obj)s.

source: No items to display.
fr: Aucun élément à afficher.
ru: Нет записей для отображения

source: Actions
ru: Действия

source: No match returned for the id "%s".
fr: Aucun résultat retourné pour l'id "%s".
ru: Нет записей для id "%s".

source: Please select a row before taking that action.
fr: Merci de sélectionner une ligne avant de faire cette action.
ru: Пожалуйста выберите строку прежде чем выполнять это действие.

source: Logged in as
ru: Вошел как

source: Help
ru: Помощь

source: Sign Out
ru: Выйти

source: Caution
ru: Внимание

source: You are acting as an admin user in the project dashboard.
ru: Вы действуте от учетной записи с правами администратора в панели проекта.

source: Learn More
ru: Дополнительная информация

source: Login
fr: Identifiant
ru: Войти

source: Log In
fr: Connexion
ru: Войти

source: Sign In
fr: Inscription
ru: Войти

source: Info:
fr: Information :
ru: Информация:

source: Warning:
fr: Avertissement :
ru: Предупреждение:

source: Success:
fr: Succès :
ru: Успешно:

source: Error:
fr: Erreur :
ru: Ошибка:

source: Summary
ru: Отчет

source: Displaying %(counter)s item
fr: Affichage de l'élément %(counter)s
ru: Показана записи %(counter)s

source: Quota Summary
ru: Сводка квот

source: Used
ru: Использовано

source: of
ru: из

source: Available Instances
ru: Доступные ресурсы

source: Available vCPUs
ru: Доступные ЦПУ

source: Available RAM
ru: Доступная ОЗУ

source: Displaying %(nav_items)s item
ru: Показана запись %(nav_items)s

source: Displaying %(content_items)s item
ru: Показана запись %(content_items)s

source: Current Project
ru: Текущий проект

source: Select a month to query its usage
fr: Sélectionnez un mois pour détailler son utilisation
ru: Выберите месяц для получения статистики

source: Submit
fr: Envoyer
ru: Отправить

source: Active Instances
fr: Instances actives
ru: Активные ресурсы

source: Active RAM
ru: Активная ОЗУ

source: This Month's VCPU-Hours
fr: Heures-VCPU de ce mois
ru: В этом месяце ЦПУ-часов

source: This Month's GB-Hours
fr: Heures-Go de ce mois
ru: В этом месяце Гб-часов

source: No Limit
fr: Pas de limite
ru: Без предела

source: Available
fr: Disponible
ru: Доступно

source: %(size)d byte
fr: %(size)d octet
ru: %(size)d байт

source: %s KB
fr: %s Ko
ru: %s Кб

source: %s MB
fr: %s Mo
ru: %s Мб

source: %s GB
ru: %s Гб

source: %s TB
fr: %s To
ru: %s Тб

source: %s PB
fr: %s Po
ru: %s Пб

source: My Dashboard
ru: Моя панель

source: My Panel
ru: Моя панель

source: Admin Panel
ru: Панель администратора

source: Giant ants are attacking San Francisco!
ru: Гигантские муравьи атакую Сан Франциско!

source: Item
fr: Elément
ru: Запись

source: Items
fr: Eléments
ru: Записи

source: Down
fr: Bas
ru: Вниз

source: Up
fr: Haut
ru: Вверх

source: Tab With My Table
fr: Onglet avec mon tableau
ru: Вкладка с моей таблицей

source: Password must be between 8 and 18 characters.
fr: Le mot de passe doit être entre 8 et 18 caractères.
ru: Длина пароля должна быть между 8 и 18 символами.

source: Test Action One
ru: Проверить первой действие

source: Test Action Two
ru: Проверить второе действие

source: Test Action Three
ru: Проверить третье действие

source: Unable to retrieve usage information.
fr: Impossible de récupérer les informations d'utilisation.
ru: Ошибка получения статистики использования

source: Download CSV Summary
fr: Télécharger CSV
ru: Скачать отчет в CSV

source: VCPU Hours
fr: Heures-VCPU
ru: ЦПУ-часов

source: Disk GB Hours
fr: Heures-Go disque
ru: Гб-часов (диск)

source: Usage Summary
fr: Synthèse d'utilisation
ru: Статистика использования

source: Incorrect format for IP address
ru: Неверный формат IP адреса

source: Invalid version for IP address
ru: Неверный формат IP адреса

source: Invalid subnet mask
ru: Неверная маска подсети

source: Password is not accepted
fr: Le mot de passe n'est pas accepté
ru: Неверный пароль

source: Processing...
ru: Обработка...

source: %s completed successfully.
ru: %s успешно выполнен.

source: %s did not complete.
ru: %s не завершен.

source: The services for this view are not available.
fr: Les service de cette vue n'est pas disponible.

source: Your session has expired. Please log in again.
fr: Votre session a expiré. Merci de vous reconnecter.

source: Error fetching security_groups: %s
fr: Erreur de récupération des groupes de sécurité : %s

source: Error fetching floating ips: %s
fr: Erreur de récupération des adresses IP flottantes : %s

source: Successfully associated Floating IP %(ip)s with Instance: %(inst)s
fr: Succès de l'association de l'adresse IP flottante %(ip)s avec l'instance : %(inst)s

source: Unable to associate floating IP.
fr: Impossible d'associer l'adresse IP flottante.

source: Successfully allocated Floating IP "%(ip)s" to project "%(project)s"
fr: Succès de l'allocation de l'IP flottante "%(ip)s" au projet "%(project)s"

source: Associate IP
fr: Associer une adresse IP

source: Disassociate IP
fr: Désassocier une adresse IP

source: Error Creating Keypair: %s
fr: Echec de création de paire de clés : %s

source: Error Importing Keypair: %s
fr: Echec de l'import de la paire de clés : %s

source: Successfully created security_group: %s
fr: Succès de création du groupe de sécurité : %s

source: CIDR
fr: Adresse IP en notation CIDR

source: Rule
fr: Règle

source: Object "%(obj)s" copied to container "%(container)s".
fr: Objet "%(obj)s" copier dans le conteneur "%(container)s".

source: List Objects
fr: Liste des objets

source: Kernel ID
fr: ID de Kernel

source: Ramdisk ID
fr: ID de Ramdisk

source: To create a snapshot, the instance must be in the "%s" state.
fr: Pour créer un instantané, l'instance doit être dans l'état "%s".

source: Volume ID
fr: ID de volume

source: Unable to fetch volumes: %s
fr: Echec de parcours des volumes : %s

source: Terminated
fr: Arrêté

source: %(RAM)s RAM | %(VCPU)s VCPU | %(disk)s Disk
fr: %(RAM)s RAM | %(VCPU)s VCPU | %(disk)s Disque

source: Unable to retrieve list of volumes
fr: Echec de récupération de la liste des volumes

source: Server Name
fr: Nom du serveur

source: Instance "%s" launched.
fr: Instance "%s" lancée.

source: Error Creating Volume: %s
fr: Echec de création du volume : %s

source: Attaching volume %(vol)s to instance %(inst)s at %(dev)s
fr: Attache le volume %(vol)s à l'instance %(inst)s à partir de %(dev)s

source: Error attaching volume: %s
fr: Erreur d'attachement du volume : %s

source: Error Creating Volume Snapshot: %(exc)s
fr: Echec de création de l'instantané du volume %(exc)s

source: Detach
fr: Détacher

source: Associate a floating ip with an instance.
fr: Associer une adresse IP flottante à une instance.

source: Specs
fr: Spécifications

source: Memory
fr: Mémoire

source: You may make a new copy of an existing object to store in this or another container.
fr: Vous pouvez utiliser une nouvelle copie d'un objet existant ou un conteneur pour le stockage.

source: OpenStack Credentials
fr: Identification OpenStack

source: Select Language
fr: Sélectionnez la langue

source: Dashboard User Interface Language
fr: Langue du tableau de bord utilisateur

source: Language Settings
fr: Réglages de langue

source: From here you can modify different settings for your dashboard.
fr: A partir de là, vous pouvez modifier différents paramètres de votre tableau de bord.

source: Dashboard Settings
fr: Paramètres du tableau de bord

source: Flavor ID
fr: ID de type d'instance

source: Memory MB
fr: Mémoire Mo

source: %s was successfully added to flavors.
fr: %s a été ajouté avec succès aux types d'instance.

source: Unauthorized.
fr: Non autorisé.

source: Unable to get flavor list: %s
fr: Impossible de récupérer la liste des types d'instance : %s

source: Successfully added user to tenant.
fr: Utilisateur ajouté avec succès au tenant.

source: Unable to add user to tenant.
fr: Impossible d'ajouter un utilisateur au tenant.

source: %s was successfully created.
fr: %s a été créé avec succès.

source: Unable to create tenant.
fr: Impossible de créer le tenant

source: %s was successfully updated.
fr: %s a été mis à jour avec succès.

source: Unable to update tenant.
fr: Impossible de mettre à jour le tenant.

source: ID (name)
fr: ID (nom)

source: RAM (in MB)
fr: Mémoire (en Mo)

source: Quotas for %s were successfully updated.
fr: Les quotas pour %s ont été mis à jour avec succès.

source: Unable to update quotas.
fr: Impossible de mettre à jour les quotas.

source: Modify Quotas
fr: Modifier les quotas

source: Create New Project
fr: Créer un nouveau projet

source: Unable to retrieve project.
fr: Impossible de récupérer le projet.

source: Unable to retrieve roles.
fr: Impossible de récupérer les rôles.

source: Unable to add user to primary project.
fr: Impossible d'ajouter un utilisateur au projet principal.

source: Active Memory
fr: Mémoire active

source: Batch
fr: Lot

source: Batched
fr: En lots

source: Downed
fr: Mis en bas

source: Upped
fr: Mis en haut

source: Tab One
fr: Premier onglet

source: Delayed Tab
fr: Onglet retardé

source: Disabled Tab
fr: Onglet désactivé

source: Disallowed Tab
fr: Onglet refusé

source: Recoverable Error Tab
fr: Onglet avec erreur récupérable

source: You are viewing data for the future, which may or may not exist.
fr: Vous visualisez des données avec une date dans le futur qui pourraient ne pas exister.

source: Uptime
fr: Temps de fonctionnement

source: You are not authorized for that tenant.
fr: Vous n'êtes pas autorisé pour ce tenant.

source: Region
fr: Région

source: Unable to authenticate for that project.
fr: Impossible de s'authentifier pour ce projet.

source: Invalid user name or password.
fr: Nom d'utilisateur ou mot de passe invalide.

source: An error occurred authenticating. Please try again later.
fr: Une erreur s'est produite à l'authentification. Merci de réessayer plus tard.

source: You are not authorized for any projects.
fr: Vous n'êtes pas autorisé pour tous les projets.

source: You are not authorized for any available projects.
fr: Vous n'êtes pas autorisé pour tous les projets disponibles.
