Repository: openstack/horizon
Catalog: openstack_dashboard/locale/*/LC_MESSAGES/django.po
Languages: kn, sr

source: Sub types available are for the Overlay and Trunk segments. Available sub-types for Overlay are: Native-VXLAN, Enhanced-VXLAN or 'Other' (eg. GRE) which can be manually inputed as a text parameter for subtype. Available sub-type for Trunk is: VLAN.
kn: ಓವರ್‌ಲೇ ಮತ್ತು ಟ್ರಂಕ್ ಸೆಗ್ಮೆಂಟ್‌ಗಳಿಗಾಗಿ ಲಭ್ಯವಿರುವ ಉಪ ಬಗೆಗಳು. ಓವರ್‌ಲೇಗಾಗಿ ಲಭ್ಯವಿರುವ ಉಪ-ಬಗೆಗಳೆಂದರೆ : ನೇಟೀವ್-VXLAN, ಎನ್‌ಹ್ಯಾನ್ಸಡ್‌-VXLAN ಅಥವ ಉಪಬಗೆಗಾಗಿನ ಒಂದು ಪಠ್ಯ ನಿಯತಾಂಕವನ್ನು ಕೈಯಾರೆ ಇನ್‌ಪುಟ್‌ ಮಾಡಬಹುದಾದಂತಹ 'ಇತರೆ' (ಉದಾ. GRE). ಟ್ರಂಕ್‌ಗಾಗಿ ಲಭ್ಯವಿರುವ ಉಪ-ಬಗೆಯೆಂದರೆ: VLAN.

source: Segment Range:
kn: ಸೆಗ್ಮೆಂಟ್ ವ್ಯಾಪ್ತಿ:

source: Segment Ranges are 1-4093 for VLAN and above 5000 for Enhanced-VXLAN Overlay.
kn: VLAN ಗಾಗಿನ ಸೆಗ್ಮೆಂಟ್‌ ಶ್ರೇಣಿಗಳು 1-4093 ಆಗಿರುತ್ತವೆ ಮತ್ತು ಎನ್‌ಹ್ಯಾನ್ಸಡ್‌-VXLAN ಓವರ್‌ಲೇಗಾಗಿ 5000 ಕ್ಕಿಂತ ಹೆಚ್ಚಿನದ್ದಾಗಿರುತ್ತದೆ.

source: Edit the network profile to update name, segment range or multicast IP range.
kn: ಹೆಸರು, ಸೆಗ್ಮೆಂಟ್ ಶ್ರೇಣಿ ಅಥವ ಮಲ್ಟಿಕ್ಯಾಸ್ಟ್ IP ಶ್ರೇಣಿಯನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ಜಾಲಬಂಧ ಪ್ರೊಫೈಲ್ ಅನ್ನು ಸಂಪಾದಿಸಿ.

source: Cisco Nexus 1000V Networking
kn: Cisco Nexus 1000v ನೆಟ್‌ವರ್ಕಿಂಗ್

source: Settings
kn: ಸಿದ್ಧತೆಗಳು
sr: Podešavanja

source: Current password
kn: ಪ್ರಸ್ತುತ ಗುಪ್ತಪದ
sr: Trenutna lozinka

source: New password
kn: ಹೊಸ ಗುಪ್ತಪದ
sr: Nova lozinka

source: Confirm new password
kn: ಹೊಸ ಗುಪ್ತಪದವನ್ನು ಖಚಿತಪಡಿಸಿ
sr: Potvrdite novu lozinku

source: Password changed. Please log in again to continue.
kn: ಗುಪ್ತಪದವನ್ನು ಬದಲಾಯಿಸಲಾಗಿದೆ. ಮುಂದುವರೆಯಲು ದಯವಿಟ್ಟು ಪುನಃ ಲಾಗ್‌ ಇನ್ ಆಗಿ.
sr: Lozinka je promenjena. Molimo Vas, pristupite ponovo za nastavak.

source: Unable to change password.
kn: ಗುಪ್ತಪದವನ್ನು ಬದಲಾಯಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je promeniti lozinku.

source: Changing password is not supported.
kn: ಗುಪ್ತಪದವನ್ನು ಬದಲಾಯಿಸಲು ಅನುಮತಿ ಇಲ್ಲ.
sr: Nije podržana promena lozinke.

source: Change
kn: ಬದಲಾವಣೆ
sr: Promena

source: Change your password. We highly recommend you create a strong one.
kn: ನಿಮ್ಮ ಗುಪ್ತಪದವನ್ನು ಬದಲಾಯಿಸಿ. ಒಂದು ಸದೃಢವಾದುದನ್ನು ರಚಿಸುವಂತೆ ನಾವು ಬಲವಾಗಿ ಸಲಹೆ ಮಾಡುತ್ತೇವೆ.

source: Language
kn: ಭಾಷೆ
sr: Jezik

source: Timezone
kn: ಕಾಲವಲಯ
sr: Vremenska zona

source: Items Per Page
kn: ಪ್ರತಿ ಪುಟದಲ್ಲಿನ ಅಂಶಗಳು
sr: Stavki po strani

source: Number of items to show per page
kn: ಪ್ರತಿ ಪುಟದಲ್ಲಿ ತೋರಿಸಬೇಕಿರುವ ಅಂಶಗಳ ಸಂಖ್ಯೆ

source: Settings saved.
kn: ಸಿದ್ಧತೆಗಳನ್ನು ಉಳಿಸಲಾಗಿದೆ.
sr: Podešavanja sačuvana.

source: User Settings
kn: ಬಳಕೆದಾರ ಸಿದ್ಧತೆಗಳು
sr: Korisnička podešavanja

source: Modify dashboard settings for your user.
kn: ನಿಮ್ಮ ಬಳಕೆದಾರರಿಗಾಗಿ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್ ಸಿದ್ಧತೆಗಳನ್ನು ಮಾರ್ಪಡಿಸಿ.

source: Forbidden
kn: ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ
sr: Zabranjeno

source: Home
kn: ನೆಲೆ
sr: Početak strane

source: Page Not Found
kn: ಪುಟವು ಕಂಡುಬಂದಿಲ್ಲ
sr: Stranica nije pronađena

source: The page you were looking for doesn't exist
kn: ನೀವು ಹುಡುಕುತ್ತಿರುವ ಪುಟವು ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ
sr: Stranica koju tražite ne postoji

source: You may have mistyped the address or the page may have moved.
kn: ನೀವು ವಿಳಾಸವನ್ನು ತಪ್ಪಾಗಿ ನಮೂದಿಸಿರಬಹುದು ಅಥವ ಪುಟವನ್ನು ಸ್ಥಳಾಂತರಿಸಲಾಗಿರಬಹುದು.
sr: Moguće da ste pogrešno otkucali adresu ili je stranica pomerena.

source: Server error
kn: ಪೂರೈಕೆಗಣಕದ ದೋಷ
sr: Greška servera

source: Something went wrong!
kn: ಏನೋ ತೊಂದರೆ ಉಂಟಾಗಿದೆ!
sr: Nešto pogrešno se desilo!

source: An unexpected error has occurred. Try refreshing the page. If that doesn't help, contact your local administrator.
kn: ಒಂದು ಅನಿರೀಕ್ಷಿತ ದೋಷ ಉಂಟಾಗಿದೆ. ಪುಟವನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ. ಅದರಿಂದಲೂ ಪ್ರಯೋಜನವಾಗದೆ ಇದ್ದರೆ, ನಿಮ್ಮ ಸ್ಥಳೀಯ ವ್ಯವಸ್ಥಾಪಕರನ್ನು ಸಂಪರ್ಕಿಸಿ.
sr: Neočekivana greška se dogodila. Pokušajte da osvežite stranicu. Ako ne pomogne, pozovite administratora sistema.

source: Help
kn: ಸಹಾಯ
sr: Pomoć

source: More Projects
kn: ಹೆಚ್ಚಿನ ಪರಿಯೋಜನೆಗಳು

source: Sign Out
kn: ಸೈನ್ ಔಟ್
sr: Odstup od sistema

source: Domains:
kn: ಡೊಮೈನ್‌ಗಳು:

source: Projects:
kn: ಪರಿಯೋಜನೆಗಳು:

source: Regions:
kn: ಪ್ರದೇಶಗಳು:

source: Invalid date format: Using today as default.
kn: ತಪ್ಪಾದ ದಿನಾಂಕದ ಶೈಲಿ: ಇಂದನ್ನು ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ ಬಳಸಲಾಗುತ್ತಿದೆ.
sr: Pogrešan format datuma: Postavićemo današnji dan kao podrazumevanu vrednost

source: Unable to retrieve network quota information.
kn: ಜಾಲಬಂಧ ಕೋಟಾ ಮಾಹಿತಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće izvući podatke o mrežnim kvotama.

source: Unable to retrieve volume limit information.
kn: ಪರಿಮಾಣದ ಮಿತಿಯ ಮಾಹಿತಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je izvući podatke o ograničenjima volume-a.

source: Unable to retrieve limit information.
kn: ಮಿತಿಯ ಮಾಹಿತಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti podatke o ograničenju.

source: Unable to retrieve usage information.
kn: ಬಳಕೆಯ ಮಾಹಿತಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti podatke o korišćenju.

source: Invalid time period. The end date should be more recent than the start date.
kn: ತಪ್ಪಾದ ಸಮಯದ ಅವಧಿ. ಕೊನೆಯ ದಿನಾಂಕವು ಆರಂಭದ ದಿನಾಂಕಕ್ಕಿಂತ ಅತ್ಯಂತ ಇತ್ತೀಚಿನದ್ದಾಗಿರಬೇಕು.
sr: Pogrešan vremenski period. Datum početka mora prethoditi datumu završetka.

source: Invalid time period. You are requesting data from the future which may not exist.
kn: ತಪ್ಪಾದ ಸಮಯದ ಅವಧಿ. ನೀವು ಅಸ್ತಿತ್ವದಲ್ಲಿರದ ಭವಿಷ್ಯದಲ್ಲಿನ ದತ್ತಾಂಶಕ್ಕಾಗಿ ಮನವಿ ಮಾಡಿದ್ದೀರಿ.
sr: Pogrešan vremenski period. Tražite podatke iz budućnosti koji ne postoje.

source: Injected File Path Bytes
kn: ಇಂಜೆಕ್ಟ್‌ ಮಾಡಲಾದ ಕಡತದ ಮಾರ್ಗದ ಬೈಟ್‌ಗಳು
sr: Količina podataka po osnovi ubačenih putanja datoteka

source: Unable to retrieve compute limit information.
kn: ಕಂಪ್ಯೂಟ್‌ ಮಿತಿಯ ಮಾಹಿತಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti podatke o ograničenjima compute-ova.

source: VCPU Hours
kn: VCPU ಗಂಟೆಗಳು
sr: Satnica VCPU

source: Disk GB Hours
kn: ಡಿಸ್ಕ್‌ GB ಗಂಟೆಗಳು
sr: GB sati diskova

source: Total disk usage (GB * Hours Used) for the project
kn: ಪರಿಯೋಜನೆಗಾಗಿ ಒಟ್ಟು ಡಿಸ್ಕ್‌ ಬಳಕೆ (GB * ಗಂಟೆಗಳನ್ನು ಬಳಸಲಾಗಿದೆ)

source: Usage
kn: ಬಳಕೆ
sr: Iskorišćenje

source: To date to must be greater than From date.
kn: ಗೆ ದಿನಾಂಕವು ಇಂದ ದಿನಾಂಕಕ್ಕಿಂತ ದೊಡ್ಡದಾಗಿರಬೇಕು.

source: A local metadata definition file to upload.
sr: Lokalni fajl sa podaciza za definisanje metadata

source: ALLOW
sr: DOZVOLI

# Action Name of a Firewall Rule
source: ALLOW
sr: DOZVOLI

source: All ICMP
sr: Sav ICMP

source: All TCP
sr: Sav TCP Saobraćaj

source: All UDP
sr: Sav UDP Saobraćaj

source: Average rate of read requests
sr: Broja zahteva za čitanje

source: Average rate of reads
sr: Srednji broj zahteva za čitanje

source: Average rate of write requests
sr: Srednji broj zahteva za pisanje

source: Average rate per sec of incoming bytes on a VM network interface
sr: Broj dolaznih bajtova na mreži za VM interfejs

source: Average rate per sec of incoming packets on a VM network interface
sr: Broj odlaznih bajtova na mreži za VM interfejs

source: Average rate per sec of outgoing bytes on a VM network interface
sr: Broj odlaznih bajtova na mreži za VM interfejs

source: Average rate per sec of outgoing packets on a VM network interface
sr: Broj odlaznih bajtova na mreži za VM interfejs

source: Average volume of writes
sr: Količina pisanja

# Action log of an instance
source: Create
sr: Kreiraj

source: DENY
sr: ZABRANI

# Action Name of a Firewall Rule
source: DENY
sr: ZABRANI

# Current status of a Volume
source: Deleting
sr: Brišem

# Current status of a Volume Backup
source: Deleting
sr: Brišem

# Current status of a Volume
source: Detaching
sr: Raskidanje

# Current status of a Hypervisor
source: Disabled
sr: Onemogućen

# Current state of a Hypervisor
source: Down
sr: Dole

# Current status of a Hypervisor
source: Enabled
sr: Aktiviran

source: Existence of floating ip
sr: Postojeća privremena IP adresa

source: Existence of instance
sr: Postojeće virtuelne mašine

source: Existence of instance <type> (openstack types)
sr: Trajanje instance <type> (tipovi openstack-a)

source: Existence of network
sr: Postojece mreže

source: Existence of port
sr: Postojeći port

source: Existence of router
sr: Postojeći ruter

source: Existence of subnet
sr: Postojeće pod mreže

source: Existence of volume
sr: Postojeći disk

source: Fan RPM
sr: Ventilator RPM

source: Metadata Definition File
sr: Metadata File

source: Migrate
sr: Preseliti

source: N/A
sr: Neprimenljivo

source: Namespace Definition Source
sr: Definicija Izvora za Namespace

source: Number of image deletions
sr: Broj brisanja otiska sadržaja diska

source: Number of image updates
sr: Broj izmene na slici (image) sadržaja diska

source: Number of image uploads
sr: Broj slanja otiska sadržaja diska

source: OVA - Open Virtual Appliance
sr: Otvoreni Virtuelni Uređaj

# Action log of an instance
source: Pause
sr: Pauza

# Action log of an instance
source: Reboot
sr: Ponovno pokretanje - restart

# Action log of an instance
source: Resize
sr: Izmena veličine

# Action log of an instance
source: Resume
sr: Nastaviti

source: Sensor Current Reading
sr: Trenutno očitavanje senzora

source: Sensor Temperature Reading
sr: Senzor očitavanja temperature

source: Sensor Voltage Reading
sr: Senzor očitavanja snage napajanja

source: Size of ephemeral disk
sr: Veličina privremenog diska u GB

source: Size of root disk
sr: Velicina root diska

# Action log of an instance
source: Start
sr: Pokretanje

source: Started
sr: Pokrenuto

# Action log of an instance
source: Suspend
sr: Obustaviti

source: System Current Power
sr: Trenutno stanje sistema napajanja

source: Unable to get VIP for pool %(pool)s.
sr: Nije moguće dobiti VIP iz bazena %(pool)s.

source: Unable to get members for pool %(pool)s.
sr: Nije moguće dobiti članove za ovu grupu %(pool)s.

source: Unable to get pool detail.
sr: Nemoguće je dobiti detanje grupe.

source: Unable to get subnet for pool %(pool)s.
sr: Ne može se dobiti podmreža za bazen %(pool)s.

source: Unable to retrieve Ceilometer meter list.
sr: Nije moguce preuzeti Ceilometer listu

# Current state of a Hypervisor
source: Up
sr: Gore

source: VDI - Virtual Disk Image
sr: Virtuelna Slika Diska

source: VHD - Virtual Hard Disk
sr: Virtuelni Hard Disk

source: VMDK - Virtual Machine Disk
sr: Virtuelni Disk Mašine

source: Volume Type
sr: Tip volume-a

source: Volume of RAM
sr: Veličina RAM u MB

source: Volume of RAM used
sr: Veličina RAM u MB

source: Volume of reads
sr: Količina čitanja

source: Volume of writes
sr: Količina pisanja
