Repository: openstack/horizon
Catalog: openstack_dashboard/locale/*/LC_MESSAGES/django.po
Languages: kn, sr

source: Firewall Rule Details
kn: ಫೈರ್‌ವಾಲ್‌ ನಿಯಮದ ವಿವರಗಳು
sr: Detalji pravila firewall-a

source: Unable to retrieve rule details.
kn: ನಿಯಮದ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti detalje pravila.

source: Firewall Policy Details
kn: ಫೈರ್‌ವಾಲ್‌ ಪಾಲಿಸಿ ವಿವರಗಳು
sr: Detalji politika Firewall-a

source: Unable to retrieve policy details.
kn: ಪಾಲಿಸಿ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti detalje politika.

source: Firewall Details
kn: ಫೈರ್‌ವಾಲ್‌ ವಿವರಗಳು
sr: Detalji firewall-a

source: Unable to retrieve firewall details.
kn: ಫೈರ್‌ವಾಲ್‌ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti detalje firewall-a.

source: Deleted rule %s
kn: %s ಅಳಿಸಲಾದ ನಿಯಮ

source: Unable to delete rule. %s
kn: ನಿಯಮವನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. %s
sr: Nemoguće je obrisati pravilo. %s

source: Deleted policy %s
kn: ಅಳಿಸಲಾದ ಪಾಲಿಸಿ %s

source: Unable to delete policy. %s
kn: ಪಾಲಿಸಿಯನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ: %s
sr: Nemoguće je obrisati politiku. %s

source: Deleted firewall %s
kn: ಅಳಿಸಲಾದ ಫೈರ್‌ವಾಲ್ %s

source: Unable to delete firewall. %s
kn: ಫೈರ್ವಾಲ್‌ ಅನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. %s
sr: Nemoguće je obrisati firewall. %s

source: Add New Rule
kn: ಹೊಸ ನಿಯಮವನ್ನು ಸೇರಿಸಿ
sr: Dodajte novo pravilo

source: Add New Policy
kn: ಹೊಸ ಪಾಲಿಸಿಯನ್ನು ಸೇರಿಸಿ
sr: Dodajte novu politiku

source: Add New Firewall
kn: ಹೊಸ ಫೈರ್‌ವಾಲ್‌ ಅನ್ನು ಸೇರಿಸಿ
sr: Dodajte novi firewall

source: Save Changes
kn: ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಿ
sr: Sačuvaj izmene

source: Insert Rule to Policy
kn: ಪಾಲಿಸಿಗೆ ನಿಯಮವನ್ನು ಸೇರಿಸಿ
sr: Unesite pravilo u politiku

source: Remove Rule from Policy
kn: ಪಾಲಿಸಿಯಿಂದ ನಿಯಮವನ್ನು ತೆಗೆದುಹಾಕಿ
sr: Uklonite pravilo iz politike

source: Create a firewall rule. Protocol and action must be specified. Other fields are optional.
kn: ಒಂದು ಫೈರ್ವಾಲ್ ನಿಯಮವನ್ನು ರಚಿಸಿ. ಪ್ರೊಟೊಕಾಲ್ ಮತ್ತು ಕ್ರಮವನ್ನು ಸೂಚಿಸಬೇಕು. ಮಿಕ್ಕುಳಿದ ಸ್ಥಳಗಳು ಐಚ್ಛಿಕವಾಗಿರುತ್ತವೆ.
sr: Kreirajte pravila firewall-a. Protokol i akcija moraju biti uneti. Ostala polja su neobavezna.

source: Added Rule "%s".
kn: "%s " ನಿಯಮವನ್ನು ಸೇರಿಸಲಾಗಿದೆ.
sr: Dodato pravilo "%s".

source: Unable to add Rule "%s".
kn: "%s" ನಿಯಮವನ್ನು ಸೇರಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dodati pravilo "%s".

source: Create a policy with selected rules.
kn: ಆಯ್ಕೆ ಮಾಡಿದ ನಿಯಮಗಳೊಂದಿಗೆ ಒಂದು ಪಾಲಿಸಿಯನ್ನು ರಚಿಸಿ.
sr: Kreirajte politiku sa odabranim pravilima.

source: Select rules for your policy.
kn: ನಿಮ್ಮ ಪಾಲಿಸಿಗಾಗಿ ನಿಯಮಗಳನ್ನು ಆರಿಸಿ.
sr: Odaberite pravila za Vašu politiku.

source: Unable to retrieve rules (%(error)s).
kn: ನಿಯಮಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ (%(error)s).
sr: Nemoguće je dobiti pravila (%(error)s).

source: Create a firewall policy with an ordered list of firewall rules. A name must be given. Firewall rules are added in the order placed under the Rules tab.
kn: ಫೈರ್ವಾಲ್‌ ನಿಯಮಗಳನ್ನು ಸೂಕ್ತ ಕ್ರಮದಲ್ಲಿ ಜೋಡಿಸಲಾದ ಪಟ್ಟಿಯನ್ನು ರಚಿಸಿ ಒಂದು ಹೆಸರನ್ನು ನೀಡಬೇಕು. ನಿಯಮಗಳ ಟ್ಯಾಬ್ನ ಅಡಿಯಲ್ಲಿನ ಕ್ರಮದಂತೆ ಫೈರ್ವಾಲ್‌ ನಿಯಮಗಳನ್ನು ಸೇರಿಸಲಾಗುತ್ತದೆ.
sr: Kreirajte politiku firewall-a sa naručenom listom pravila firewall-a. Ime mora biti dodeljeno. Pravila firewll-a su dodata po redosledu postavljenom u masci za pravila - Rules tab.

source: Added Policy "%s".
kn: ಪಾಲಿಸಿ "%s" ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ.
sr: Dodata politika "%s".

source: Unable to add Policy "%s".
kn: "%s" ಪಾಲಿಸಿಯನ್ನು ಸೇರಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dodati politiku "%s".

source: Select a Policy
kn: ಒಂದು ಪಾಲಿಸಿಯನ್ನು ಆರಿಸಿ
sr: Odaberite politiku

source: Unable to retrieve policy list (%(error)s).
kn: ಪಾಲಿಸಿ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ (%(error)s).
sr: Nemoguće je dobiti listu politika (%(error)s).

source: Create a firewall based on a policy. A policy must be selected. Other fields are optional.
kn: ಒಂದು ಪಾಲಿಸಿಯ ಮೇರೆಗೆ ಒಂದು ಫೈರ್ವಾಲ್ ಅನ್ನು ರಚಿಸಿ. ಒಂದು ಪಾಲಿಸಿಯನ್ನು ಆರಿಸಬೇಕು. ಇತರೆ ಸ್ಥಳಗಳು ಐಚ್ಛಿಕ.
sr: Kreirajte firewall baziran na politici. Politika mora biti odabrana. Ostala polja su neobavezna.

source: Add Firewall
kn: ಫೈರ್‌ವಾಲ್‌ ಅನ್ನು ಸೇರಿಸಿ
sr: Dodajte firewall

source: Added Firewall "%s".
kn: "%s" ಫೈರ್ವಾಲ್‌ ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ.
sr: Dodat firewall "%s".

source: Unable to add Firewall "%s".
kn: "%s" ಫೈರ್ವಾಲ್‌ ಅನ್ನು ಸೇರಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dodati firewall "%s".

source: Policy ID
kn: ಪಾಲಿಸಿ ID
sr: ID politike

source: Admin State Up
kn: ವ್ಯವಸ್ಥಾಪಕ ಸ್ಥಿತಿ ಸಕ್ರಿಯ
sr: Admin aktivan

source: Choose the rule you want to remove.
kn: ನೀವು ತೆಗೆದುಹಾಕಲು ಬಯಸುವ ನಿಯಮವನ್ನು ಆರಿಸಿ.
sr: Odaberite pravilo koje želite da uklonite.

source: Source IP Address
kn: ಮೂಲ IP ವಿಳಾಸ
sr: Izvorna IP adresa

source: Destination IP Address
kn: ಗುರಿಯ IP ವಿಳಾಸ
sr: Odredišna IP adresa

source: Used in Policy
kn: ಪಾಲಿಸಿಯಲ್ಲಿ ಬಳಸಲಾಗಿದೆ
sr: Korišteno u politici

source: Position in Policy
kn: ಪಾಲಿಸಿಯಲ್ಲಿನ ಸ್ಥಾನ
sr: Pozicija u politici

source: Choose rule(s) from Available Rules to Selected Rule by push button or drag and drop, you may change their order by drag and drop as well.
kn: ಒತ್ತುಗುಂಡಿಯನ್ನು ಬಳಸಿ ಅಥವ ಎಳೆದು ಸೇರಿಸುವ ಮೂಲಕ ಲಭ್ಯವಿರುವ ನಿಯಮಗಳಿಂದ ಆಯ್ಕೆ ಮಾಡಿದ ನಿಯಮಗಳವರೆಗೆ ನಿಯಮವನ್ನು(ಗಳನ್ನು) ಆರಿಸಿ, ಎಳೆದು ಸೇರಿಸುವ ಮೂಲಕ ನೀವು ಅವುಗಳ ಕ್ರಮವನ್ನು ಬದಲಾಯಿಸಬಹುದು.
sr: Odaberite pravilo(a) iz dostupnih pravila u odabrana pravila dugmetom ili uzmi i prebaci, možete menjati redosled pomoću uzmi i prebaci.

source: Selected Rules
kn: ಆರಿಸಲಾದ ನಿಯಮಗಳು
sr: Odabrana pravila

source: Available Rules
kn: ಲಭ್ಯವಿರುವ ನಿಯಮಗಳು
sr: Dostupna pravila

source: You may update firewall details here.
kn: ನೀವು ಫೈರ್ವಾಲ್‌ ವಿವರಗಳನ್ನು ಇಲ್ಲಿ ಅಪ್‌ಡೇಟ್ ಮಾಡಬಹುದು.
sr: Ovde možete izmeniti detalje firewall-a.

source: You may update policy details here. Use 'Insert Rule' or 'Remove Rule' links instead to insert or remove a rule
kn: ಇಲ್ಲಿ ನೀವು ಪಾಲಿಸಿ ವಿವರಗಳನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಬಹುದು. ನಿಯಮವನ್ನು ಸೇರಿಸಲು ಅಥವ ತೆಗೆದುಹಾಕಲು 'ನಿಯಮವನ್ನು ಸೇರಿಸು' ಅಥವ 'ನಿಯಮವನ್ನು ತೆಗೆದುಹಾಕು' ಕೊಂಡಿಗಳನ್ನು ಬಳಸಿ
sr: Ovde možete izmeniti detalje politike. Koristite 'Insert Rule' ili 'Remove Rule' mogućnosti da unesete ili uklonite pravilo

source: You may update rule details here.
kn: ನೀವು ನಿಯಮದ ವಿವರಗಳನ್ನು ಇಲ್ಲಿ ಅಪ್‌ಡೇಟ್ ಮಾಡಬಹುದು.
sr: Ovde možete izmeniti detalje pravila.

source: Unable to retrieve public images.
kn: ಸಾರ್ವಜನಿಕ ಚಿತ್ರಿಕೆಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti javne image-e.

source: Unable to retrieve images for the current project.
kn: ಪ್ರಸಕ್ತ ಪರಿಯೋಜನೆಗಾಗಿ ಚಿತ್ರಿಕೆಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti image-e za trenutni projekat.

source: No images available
kn: ಯಾವುದೆ ಚಿತ್ರಿಕೆಗಳು ಲಭ್ಯವಿಲ್ಲ
sr: Nema dostupnih image-a

source: Unable to retrieve images.
kn: ಚಿತ್ರಿಕೆಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti image-e.

source: Image Source
kn: ಚಿತ್ರಿಕೆ ಆಕರ
sr: Izvor Image-a

source: Image Location
kn: ಚಿತ್ರಿಕೆ ಸ್ಥಳ
sr: Lokacija image-a

source: Image File
kn: ಚಿತ್ರಿಕೆ ಕಡತ

source: An external (HTTP) URL to load the image from.
kn: ಚಿತ್ರಿಕೆಯನ್ನು ಎಲ್ಲಿಂದ ಲೋಡ್‌ ಮಾಡಬೇಕೊ ಆ ಬಾಹ್ಯ (HTTP) URL.

source: A local image to upload.
kn: ಅಪ್‌ಲೋಡ್ ಮಾಡಬೇಕಿರುವ ಒಂದು ಸ್ಥಳೀಯ ಚಿತ್ರಿಕೆ.
sr: Lokalni image za prebacivanje.

source: Format
kn: ವಿನ್ಯಾಸ
sr: Formatiranje

source: Architecture
kn: ಆರ್ಕಿಟೆಕ್ಚರ್
sr: Architectura

source: Minimum Disk (GB)
kn: ಕನಿಷ್ಠ ಡಿಸ್ಕ್ (GB)
sr: Najmanji disk (GB)

source: The minimum disk size required to boot the image. If unspecified, this value defaults to 0 (no minimum).
kn: ಚಿತ್ರಿಕೆಯನ್ನು ಬೂಟ್‌ ಮಾಡಲು ಅಗತ್ಯವಿರುವ ಕನಿಷ್ಟ ಡಿಸ್ಕ್‌ ಗಾತ್ರ. ಸೂಚಿಸಲಾಗದೆ ಇದ್ದರೆ, ಈ ಮೌಲ್ಯವು 0 ಗೆ (ಕನಿಷ್ಟವಲ್ಲ) ಪೂರ್ವನಿಯೋಜಿತಗೊಳ್ಳುತ್ತದೆ.
sr: Najmanja veličina diska potrebna za start image-a. Ako niej određena, podrazumeva se 0 (nema minimuma).

source: Minimum RAM (MB)
kn: ಕನಿಷ್ಟ RAM (MB)

source: The minimum memory size required to boot the image. If unspecified, this value defaults to 0 (no minimum).
kn: ಚಿತ್ರಿಕೆಯನ್ನು ಬೂಟ್‌ ಮಾಡಲು ಅಗತ್ಯವಿರುವ ಕನಿಷ್ಟ ಮೆಮೊರಿಯ ಗಾತ್ರ. ಸೂಚಿಸಲಾಗದೆ ಇದ್ದರೆ, ಈ ಮೌಲ್ಯವು 0 ಗೆ (ಕನಿಷ್ಟವಲ್ಲ) ಪೂರ್ವನಿಯೋಜಿತಗೊಳ್ಳುತ್ತದೆ.
sr: Minimalna veličina memorije potrebna da se startuje image. Ako se ne postavi, podrazumeva se 0 (nema minimuma).

source: A image or external image location must be specified.
kn: ಚಿತ್ರಿಕೆ ಅಥವ ಬಾಹ್ಯ ಚಿತ್ರಿಕೆಯ ಸ್ಥಳವನ್ನು ಸೂಚಿಸಬೇಕು.
sr: Lokacija image-a ili spoljnog image-a mora biti određena.

source: Can not specify both image and external image location.
kn: ಚಿತ್ರಿಕೆ ಮತ್ತು ಬಾಹ್ಯ ಚಿತ್ರಿಕೆಯ ಸ್ಥಳ ಎರಡನ್ನೂ ಒಟ್ಟಿಗೆ ಸೂಚಿಸಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ.
sr: Ne mogu se odrediti i lokacija image-a i spoljnog image-a.

source: Your image %s has been queued for creation.
kn: ನಿಮ್ಮ ಚಿತ್ರಿಕೆ %s ಅನ್ನು ರಚಿಸಲು ಸರತಿಯಲ್ಲಿ ಇರಿಸಲಾಗಿದೆ.
sr: Vaš image %s je u redu za kreiranje.

source: Kernel ID
kn: ಕರ್ನಲ್ ID

source: Ramdisk ID
kn: ರಾಮ್‌ಡಿಸ್ಕ್ ID

source: Unable to update image "%s".
kn: "%s" ಚಿತ್ರಿಕೆಯನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je izmeniti image "%s".

source: Image was successfully updated.
kn: ಚಿತ್ರಿಕೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗಿದೆ.
sr: Image je uspešno izmenjen.

source: Create Volume
kn: ಪರಿಮಾಣಯನ್ನು ರಚಿಸಿ
sr: Kreirajte volume

source: Shared with Me
kn: ನನ್ನೊಂದಿಗೆ ಹಂಚಲಾಗಿದೆ
sr: Podelite sa mnom

# Current status of an Image
source: Active
kn: ಸಕ್ರಿಯ

# Current status of an Image
source: Deleted
kn: ಅಳಿಸಲಾದ
sr: Obrisano

source: Unable to retrieve image.
kn: ಚಿತ್ರಿಕೆಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti image.

source: Unable to retrieve image details.
kn: ಚಿತ್ರಿಕೆಯ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti detalje image-a.

source: Snapshot Name
kn: ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ ಹೆಸರು
sr: Ime shapshot-a

source: Snapshot "%(name)s" created for instance "%(inst)s"
kn: "%(inst)s" ಇನ್‌ಸ್ಟನ್ಸ್‌ಗಾಗಿ "%(name)s" ಸ್ನ್ಯಾಪ್‌ಶಾಟ್ ಅನ್ನು ರಚಿಸಲಾಗಿದೆ
sr: Snapshot "%(name)s" kreiran za instancu "%(inst)s"

source: Unable to create snapshot.
kn: ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ ಅನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je kreirati snapshot.

source: Create a Snapshot
kn: ಒಂದು ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ ಅನ್ನು ರಚಿಸಿ
sr: Kreirajte snapshot

source: Unable to retrieve instance.
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್‌ ಅನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti instancu.

source: Images can be provided via an HTTP URL or be uploaded from your local file system. Compressed image binaries are supported (.zip and .tar.gz.)
kn: ಚಿತ್ರಿಕೆಗಳನ್ನು HTTP URL ಮೂಲಕ ಒದಗಿಸಬಹುದು ಅಥವ ನಿಮ್ಮ ಸ್ಥಳೀಯ ಕಡತ ವ್ಯವಸ್ಥೆಯಿಂದ ಅಪ್‌ಲೋಡ್ ಮಾಡಬಹುದು. ಸಂಕುಚನಗೊಳಿಸಲಾದ ಚಿತ್ರಿಕೆ ಬೈನರಿಗಳಿಗೆ ಬೆಂಬಲ ನೀಡಲಾಗುತ್ತದೆ (.zip ಮತ್ತು .tar.gz.)

source: If you select an image via an HTTP URL, the Image Location field MUST be a valid and direct URL to the image binary; it must also be accessible to the Image Service. URLs that redirect or serve error pages will result in unusable images.
kn: ನೀವು ಚಿತ್ರಿಕೆಯನ್ನು ಒಂದು HTTP URL ಮೂಲಕ ಆರಿಸಿದಲ್ಲಿ, ಇಮೇಜ್‌ ಲೊಕೇಶನ್‌ ಸ್ಥಳವು ಸರಿಯಾಗಿರಬೇಕು ಮತ್ತು ಚಿತ್ರಿಕೆ ಬೈನರಿಗೆ ನೇರವಾದ URL ಆಗಿರಬೇಕು; ಇದು ಇಮೇಜ್‌ ಸರ್ವಿಸ್‌ನಿಂದಲೂ ಸಹ ನಿಲುಕುವಂತಿರಬೇಕು. ದೋಷದ ಪುಟಗಳಿಗೆ ಮರುನಿರ್ದೇಶನಗೊಳಿಸುವ ಅಥವ ಅವುಗಳನ್ನು ಒದಗಿಸುವ URLಗಳು ಬಳಸಲು ಸಾಧ್ಯವಿರದೆ ಇರುವಂತಹ ಚಿತ್ರಿಕೆಗಳು ಉಂಟಾಗಲು ಕಾರಣವಾಗುತ್ತವೆ.

source: Image Overview
kn: ಚಿತ್ರಿಕೆ ಅವಲೋಕನ
sr: Pregled image-a

source: Owner
kn: ಮಾಲಿಕ

source: Checksum
kn: ಚೆಕ್‌ಸಮ್

source: Container Format
kn: ಕಂಟೈನರ್‌ ನಮೂನೆ
sr: Format kontejnera

source: Disk Format
kn: ಡಿಸ್ಕ್ ನಮೂನೆ
sr: Format diska

source: Min Disk
kn: ಕನಿಷ್ಟ ಡಿಸ್ಕ್
sr: Minimalni disk

source: Min RAM
kn: ಕನಿಷ್ಟ RAM
sr: Minimalni RAM

source: Custom Properties
kn: ಅಗತ್ಯಾನುಗುಣ ಗುಣಗಳು
sr: Prilagođene osobine

source: Image Details
kn: ಚಿತ್ರಿಕೆಯ ವಿವರಗಳು
sr: Detalji image-a

source: Create Snapshot
kn: ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ ಅನ್ನು ರಚಿಸಿ
sr: Kreirajte snapshot

source: Request ID
kn: ಮನವಿಯ ID

source: Start Time
kn: ಆರಂಭದ ಸಮಯ

source: Message
kn: ಸಂದೇಶ
sr: Poruka

source: Instance Action List
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್‌ ಕ್ರಿಯೆಗಳ ಪಟ್ಟಿ

source: Console type "%s" not supported.
kn: "%s" ಬಗೆಯ ಕನ್ಸೋಲ್‌ಗೆ ಬೆಂಬಲವಿಲ್ಲ.

source: No available console found.
kn: ಲಭ್ಯವಿರುವ ಯಾವುದೆ ಕನ್ಸೋಲ್‌ ಕಂಡುಬಂದಿಲ್ಲ.

source: Rebuild Password
kn: ಗುಪ್ತಪದವನ್ನು ಮರುಗಾತ್ರಿಸಿ
sr: Promenite lozinku

source: Confirm Rebuild Password
kn: ಮರುಗಾತ್ರಿಸಲಾದ ಗುಪ್ತಪದವನ್ನು ಖಚಿತಪಡಿಸಿ
sr: Potvrdite promenu lozinke

source: Disk Partition
kn: ಡಿಸ್ಕ್ ವಿಭಜನೆ
sr: Particija diska

source: Automatic
kn: ಸ್ವಯಂಚಾಲಿತ
sr: Automatski

source: Manual
kn: ಮ್ಯಾನುವಲ್
sr: Ručno

source: Unable to retrieve extensions information.
kn: ವಿಸ್ತರಣೆಗಳ ಮಾಹಿತಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti podatke o proširenjima.

source: Rebuilding instance %s.
kn: %s ಇನ್‌ಸ್ಟೆನ್ಸ್ ಅನ್ನು ಮರಳಿನಿರ್ಮಿಸಲಾಗುತ್ತಿದೆ.
sr: Renoviranje instance %s.

source: Unable to rebuild instance.
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್‌ ಅನ್ನು ಮರಳಿನಿರ್ಮಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je renovirati instancu.

source: The Key Pair name that was associated with the instance
kn: ಇನ್‌ಸ್ಟನ್ಸ್‌ನೊಂದಿಗೆ ಸಂಬಂಧ ಜೋಡಿಸಲಾದ ಕೀಲಿ ಜೋಡಿ ಹೆಸರು
sr: Ime para ključeva združenih sa instancom

source: The instance password encrypted with your public key.
kn: ಸಾರ್ವಜನಿಕ ಕೀಲಿಯೊಂದಿಗೆ ಗೂಢಲಿಪೀಕರಿಸಲಾದ ಇನ್‌ಸ್ಟನ್ಸ್ ಗುಪ್ತಪದ.
sr: Lozinka instance je šifrovana sa vašim javnim ključem.

source: Encrypted Password
kn: ಗೂಢಲಿಪೀಕರಿಸಲಾದ ಗುಪ್ತಪದ
sr: Šifrovana lozinka

source: Instance Password is not set or is not yet available
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್‌ ಗುಪ್ತಪದವನ್ನು ಹೊಂದಿಸಲಾಗಿಲ್ಲ ಅಥವ ಇನ್ನೂ ಸಹ ಲಭ್ಯವಿಲ್ಲ
sr: Lozinka instance nije podešena ili još nije dostupna

source: Private Key File
kn: ಖಾಸಗಿ ಕೀಲಿ ಕಡತ
sr: File sa privatnim ključevima

source: OR Copy/Paste your Private Key
kn: ಅಥವ ನಿಮ್ಮ ಖಾಸಗಿ ಕೀಲಿಯನ್ನು ಪ್ರತಿಮಾಡಿ/ಅಂಟಿಸಿ
sr: OR kopirajte/umetnite vaš privatni ključ

source: Unable to retrieve instance password.
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್‌ ಗುಪ್ತಪದವನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobitilozinku instance.

source: Edit Security Groups
kn: ಸುರಕ್ಷತಾ ಗುಂಪುಗಳನ್ನು ಸಂಪಾದಿಸಿ
sr: Izmena sigurnosnih grupa

source: Console
kn: ಕನ್ಸೋಲ್
sr: Konzola

source: View Log
kn: ಲಾಗ್ ಅನ್ನು ನೋಡಿ
sr: Pregled log-a

source: Confirm Resize/Migrate
kn: ಮರುಗಾತ್ರಿಸುವಿಕೆ/ವರ್ಗಾವಣೆಯನ್ನು ಖಚಿತಪಡಿಸಿ
sr: Potvrda prekrajanja/migracije

source: Revert Resize/Migrate
kn: ಮರುಗಾತ್ರಿಸುವಿಕೆ/ವರ್ಗಾಯಿಸುವಿಕೆಯನ್ನು ಹಿಮ್ಮರಳಿಸಿ
sr: Povratiti prekrajanje/migraciju

source: Rebuild Instance
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್ ಅನ್ನು ಮರಳಿನಿರ್ಮಿಸಿ
sr: Ponovno sastavljanje instance

source: Retrieve Password
kn: ಗುಪ್ತಪದ ಹಿಂಪಡೆಯಿರಿ
sr: Dobijte lozinku

source: Associate Floating IP
kn: ಫ್ಲೋಟಿಂಗ್‌ IPಯೊಂದಿಗೆ ಸಂಬಂಧಜೋಡಿಸಿ
sr: Pridruživanje slobodne IP

source: Successfully associated floating IP: %s
kn: ಫ್ಲೋಟಿಂಗ್ IP ಯೊಂದಿಗೆ ಯಶಸ್ವಿಯಾಗಿ ಸಂಬಂಧ ಜೋಡಿಸಲಾಗಿದೆ: %s
sr: Uspelo pridruživanje slobodne IP: %s

source: Unable to associate floating IP.
kn: ಫ್ಲೋಟಿಂಗ್‌ IPಯೊಂದಿಗೆ ಸಂಬಂಧಜೋಡಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće pridruživanje slobodne IP.

source: Disassociate Floating IP
kn: ಫ್ಲೋಟಿಂಗ್‌ IP ಯ ಸಂಬಂಧವನ್ನು ತಪ್ಪಿಸಿ
sr: Razduživanje slobodne IP

source: Successfully disassociated floating IP: %s
kn: ಫ್ಲೋಟಿಂಗ್ IP ಯೊಂದಿಗೆ ಯಶಸ್ವಿಯಾಗಿ ಸಂಬಂಧ ತಪ್ಪಿಸಲಾಗಿದೆ: %s
sr: Uspešno razduživanje slobodne IP: %s

source: No floating IPs to disassociate.
kn: ಸಂಬಂಧವನ್ನು ತಪ್ಪಿಸಲು ಯಾವುದೆ ಫ್ಲೋಟಿಂಗ್ IP ಗಳಿಲ್ಲ.
sr: Nema slobodnih IP-ja za razduživanje.

source: Please try again later [Error: %s].
kn: ದಯವಿಟ್ಟು ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಪ್ರಯತ್ನಿಸಿ [ದೋಷ: %s].
sr: Molim pokušajte ponovo kasnije [Error: %s].

source: There is not enough capacity for this flavor in the selected availability zone. Try again later or select a different availability zone.
kn: ಆಯ್ಕೆ ಮಾಡಿದ ಲಭ್ಯತೆಯ ವಲಯದಲ್ಲಿ ಈ ಫ್ಲೇವರ್‌ಗಾಗಿ ಯಾವುದೆ ಸೂಕ್ತವಾದ ಸಾಮರ್ಥ್ಯವಿಲ್ಲ. ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಇನ್ನೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ ಅಥವ ಬೇರೊಂದು ಲಭ್ಯತೆಯ ವಲಯವನ್ನು ಆರಿಸಿ.
sr: Nema dovoljno kapaciteta za ovu aromu u odabranoj zoni dostupnosti. Pokušajte ponovo kasnije ili odaberite drugu zonu dostupnosti.

source: Unable to retrieve flavor information for instance "%s".
kn: "%s" ಇನ್‌ಸ್ಟೆನ್ಸ್‌ಗಾಗಿ ಫ್ಲೇವರ್‌ ಮಾಹಿತಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

# Current status of an Instance
source: Deleted
kn: ಅಳಿಸಲಾದ
sr: Obrisano

# Current status of an Instance
source: Active
kn: ಸಕ್ರಿಯ

# Current status of an Instance
source: Shutoff
kn: ಮುಚ್ಚು

# Current status of an Instance
source: Suspended
kn: ಅಮಾನತುಗೊಳಿಸಲಾಗಿದೆ
sr: Zaustavljeno

# Current status of an Instance
source: Paused
kn: ವಿರಮಿಸಲಾಗಿದೆ
sr: Zaustavljeno

# Current status of an Instance
source: Error
kn: ದೋಷ
sr: Greška

# Current status of an Instance
source: Resize/Migrate
kn: ಮರುಗಾತ್ರಿಸಿ/ವರ್ಗಾಯಿಸಿ
sr: Izmena veličine/seoba

# Current status of an Instance
source: Confirm or Revert Resize/Migrate
kn: ಮರುಗಾತ್ರಿಸುವಿಕೆ/ವರ್ಗಾವಣೆಯನ್ನು ಖಚಿತಪಡಿಸಿ ಅಥವ ಹಿಮ್ಮರಳಿಸಿ
sr: Potvrdite ili odustanite od promene veličine/seobe

# Current status of an Instance
source: Revert Resize/Migrate
kn: ಮರುಗಾತ್ರಿಸುವಿಕೆ/ವರ್ಗಾಯಿಸುವಿಕೆಯನ್ನು ಹಿಮ್ಮರಳಿಸಿ
sr: Povratiti prekrajanje/migraciju

# Current status of an Instance
source: Reboot
kn: ಮರಳಿ ಬೂಟ್‌
sr: Ponovno pokretanje - restart

# Current status of an Instance
source: Hard Reboot
kn: ಹಾರ್ಡ್ ಮರಳಿ ಬೂಟ್‌
sr: Bazično restartovanje

# Current status of an Instance
source: Password
kn: ಗುಪ್ತಪದ
sr: Lozinka

# Current status of an Instance
source: Rebuild
kn: ಮರುನಿರ್ಮಾಣ

# Current status of an Instance
source: Migrating
kn: ವರ್ಗಾಯಿಸಲಾಗುತ್ತಿದೆ

# Current status of an Instance
source: Build
kn: ನಿರ್ಮಾಣ

# Current status of an Instance
source: Rescue
kn: ಪಾರುಗಾಣಿಕೆ

# Current status of an Instance
source: Soft Deleted
kn: ಸಾಫ್ಟ್‌ ಅಳಿಸುವಿಕೆ

# Current status of an Instance
source: Shelved
kn: ಕೈಬಿಡು

# Current status of an Instance
source: Shelved Offloaded
kn: ಕೈಬಿಡುವಿಕೆಯನ್ನು ಆಫ್‌ಲೋಡ್ ಮಾಡಲಾಗಿದೆ

# Task status of an Instance
source: None
kn: ಯಾವುದೂ ಇಲ್ಲ
sr: Ništa

# Task status of an Instance
source: Scheduling
kn: ಅನುಸೂಚಿತಗೊಳಿಕೆ

# Task status of an Instance
source: Block Device Mapping
kn: ಸಾಧನ ಮ್ಯಾಪಿಂಗ್ ಅನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ

# Task status of an Instance
source: Networking
kn: ನೆಟ್‌ವರ್ಕಿಂಗ್‌
sr: Umrežavanje

# Task status of an Instance
source: Spawning
kn: ಸ್ಪಾನ್ ಮಾಡುವಿಕೆ

# Task status of an Instance
source: Snapshotting
kn: ಸ್ನ್ಯಾಪ್‌ಶಾಟ್ ಮಾಡುವಿಕೆ
sr: Pravljenje snapshot-a

# Task status of an Instance
source: Image Snapshot Pending
kn: ಚಿತ್ರಿಕೆ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್ ಬಾಕಿ ಇದೆ

# Task status of an Instance
source: Image Pending Upload
kn: ಚಿತ್ರಿಕೆ ಅಪ್‌ಲೋಡ್ ಬಾಕಿ ಇದೆ

# Task status of an Instance
source: Image Uploading
kn: ಚಿತ್ರಿಕೆ ಅಪ್‌ಲೋಡ್ ಆಗುತ್ತಿದೆ

# Task status of an Instance
source: Image Backup
kn: ಚಿತ್ರಿಕೆಯ ಬ್ಯಾಕ್‌ಅಪ್

# Task status of an Instance
source: Updating Password
kn: ಗುಪ್ತಪದವನ್ನು ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗುತ್ತಿದೆ

# Task status of an Instance
source: Preparing Resize or Migrate
kn: ಮರುಗಾತ್ರಗೊಳಿಕೆ ಅಥವ ವರ್ಗಾವಣೆಗೆ ಸಿದ್ಧಗೊಳ್ಳುತ್ತಿದೆ
sr: Priprema za promenu veličine ili seobu

# Task status of an Instance
source: Resizing or Migrating
kn: ಮರುಗಾತ್ರಿಸಲಾಗುತ್ತಿದೆ ಅಥವ ವರ್ಗಾಯಿಸಲಾಗುತ್ತಿದೆ
sr: Promena veličine ili seoba

# Task status of an Instance
source: Resized or Migrated
kn: ಮರುಗಾತ್ರ ಅಥವ ವರ್ಗಾವಣೆಗೊಂಡಿದೆ
sr: Izmenjena veličina ili preseljeno

# Task status of an Instance
source: Finishing Resize or Migrate
kn: ಮರುಗಾತ್ರ ಅಥವ ವರ್ಗಾವಣೆ ಪೂರ್ಣಗೊಂಡಿದೆ
sr: Završena promena veličine ili seoba

# Task status of an Instance
source: Reverting Resize or Migrate
kn: ಮರುಗಾತ್ರ ಅಥವ ವರ್ಗಾವಣೆಯನ್ನು ಹಿಮ್ಮರಳಿಸಲಾಗುತ್ತಿದೆ
sr: Povratite nazad promenu veličine ili seobu

# Task status of an Instance
source: Confirming Resize or Migrate
kn: ಮರುಗಾತ್ರ ಅಥವ ವರ್ಗಾವಣೆಯನ್ನು ಖಚಿತಪಡಿಸಲಾಗುತ್ತಿದೆ
sr: Potvrdite promenu veličine ili seobu

# Task status of an Instance
source: Rebooting
kn: ಮರುಬೂಟ್ ಮಾಡುವಿಕೆ
sr: Ponovno pokretanje - restart

# Task status of an Instance
source: Rebooting Hard
kn: ಹಾರ್ಡ್ ಮರುಬೂಟ್ ಮಾಡುವಿಕೆ

# Task status of an Instance
source: Pausing
kn: ವಿರಮಿಸಲಾಗುತ್ತಿದೆ
sr: Pauza

# Task status of an Instance
source: Resuming
kn: ಮರಳಿ ಆರಂಭಿಸಲಾಗುತ್ತಿದೆ
sr: Nastavljanje

# Task status of an Instance
source: Suspending
kn: ಅಮಾನತುಗೊಳಿಕೆ

# Task status of an Instance
source: Powering Off
kn: ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವಿಕೆ

# Task status of an Instance
source: Powering On
kn: ಸಕ್ರಿಯಗೊಳಿಸುವಿಕೆ

# Task status of an Instance
source: Rescuing
kn: ಪಾರುಗಾಣಿಸುವಿಕೆ

# Task status of an Instance
source: Unrescuing
kn: ಪಾರುಗಾಣಿಸುವಿಕೆಯ ರದ್ಧತಿ

# Task status of an Instance
source: Rebuilding
kn: ಮರುನಿರ್ಮಾಣ

# Task status of an Instance
source: Rebuild Block Device Mapping
kn: ಬ್ಲಾಕ್ ಸಾಧನ ಮ್ಯಾಪ್‌ಮಾಡುವಿಕೆಯ ಮರುನಿರ್ಮಾಣ

# Task status of an Instance
source: Rebuild Spawning
kn: ಸ್ಪಾನ್ ಮಾಡುವಿಕೆಯ ಮರುನಿರ್ಮಾಣ

# Task status of an Instance
source: Migrating
kn: ವರ್ಗಾಯಿಸಲಾಗುತ್ತಿದೆ

# Task status of an Instance
source: Deleting
kn: ಅಳಿಸಲಾಗುತ್ತಿದೆ
sr: Brišem

# Task status of an Instance
source: Soft Deleting
kn: ಸಾಫ್ಟ್‌ ಅಳಿಸುವಿಕೆ

# Task status of an Instance
source: Restoring
kn: ಮರಳಿ ಸ್ಥಾಪಿಸುವಿಕೆ

# Task status of an Instance
source: Shelving
kn: ಕೈಬಿಡುವಿಕೆ

# Task status of an Instance
source: Shelving Image Pending Upload
kn: ಚಿತ್ರಿಕೆ ಅಪ್‌ಲೋಡ್ ಬಾಕಿ ಇರುವುದನ್ನು ಕೈಬಿಡಲಾಗುತ್ತಿದೆ

# Task status of an Instance
source: Shelving Image Uploading
kn: ಚಿತ್ರಿಕೆ ಅಪ್‌ಲೋಡ್ ಮಾಡುವುದನ್ನು ಕೈಬಿಡುವಿಕೆ

# Task status of an Instance
source: Shelving Offloading
kn: ಆಫ್‌ಲೋಡ್ ಮಾಡುವುದನ್ನು ಕೈಬಿಡುವಿಕೆ

# Task status of an Instance
source: Unshelving
kn: ಕೈಬಿಡುವಿಕೆಯ ರದ್ಧತಿ

# Power state of an Instance
source: No State
kn: ಯಾವುದೆ ಸ್ಥಿತಿ ಇಲ್ಲ

# Power state of an Instance
source: Running
kn: ಚಾಲನೆಯಲ್ಲಿದೆ

# Power state of an Instance
source: Blocked
kn: ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ

# Power state of an Instance
source: Paused
kn: ವಿರಮಿಸಲಾಗಿದೆ
sr: Zaustavljeno

# Power state of an Instance
source: Shut Down
kn: ಸ್ಥಗಿತಗೊಳಿಸು

# Power state of an Instance
source: Shut Off
kn: ಮುಚ್ಚಿಬಿಡು
sr: Isključenje

# Power state of an Instance
source: Crashed
kn: ಕ್ರಾಶ್ ಆಗಿ

# Power state of an Instance
source: Suspended
kn: ಅಮಾನತುಗೊಳಿಸಲಾಗಿದೆ
sr: Zaustavljeno

# Power state of an Instance
source: Failed
kn: ವಿಫಲಗೊಂಡಿದೆ

# Power state of an Instance
source: Building
kn: ನಿರ್ಮಿಸಲಾಗುತ್ತಿದೆ

source: Key Pair
kn: ಕೀಲಿ ಜೋಡಿ
sr: Par kjučeva

source: Log
kn: ಲಾಗ್

source: Unable to get log for instance "%s".
kn: "%s" ಇನ್‌ಸ್ಟೆನ್ಸ್‌ಗಾಗಿ ಲಾಗ್ ಅನ್ನು ಪಡೆಯಲಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti log za instancu "%s".

source: Action Log
kn: ಕ್ರಿಯೆಯ ಲಾಗ್

source: Unable to retrieve instance action list.
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್‌ ಕ್ರಿಯೆಯ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Unable to retrieve instance flavors.
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್‌ ಫ್ಲೇವರ್‌ಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti arome instance.

source: Unable to sort instance flavors.
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್‌ ಫ್ಲೇವರ್‌ಗಳನ್ನು ವಿಂಗಡಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće sortirati arome instance.

source: Unable to retrieve Nova availability zones.
kn: ನೋವಾ ಲಭ್ಯತೆಯ ವಲಯಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: No networks available
kn: ಯಾವುದೆ ಜಾಲಬಂಧಗಳು ಲಭ್ಯವಿಲ್ಲ
sr: Nema dostupnih mreža

source: Unable to retrieve key pairs.
kn: ಕೀಲಿ ಜೋಡಿಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti parove ključeva.

source: No key pairs available
kn: ಯಾವುದೆ ಕೀಲಿಜೋಡಿಗಳು ಲಭ್ಯವಿಲ್ಲ
sr: Nema dostupnih parova ključeva

source: Select a key pair
kn: ಕೀಲಿ ಜೋಡಿಯನ್ನು ಆರಿಸಿ
sr: Odaberite par ključeva

source: Unable to retrieve instances.
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್‌ಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti instance.

source: Unable to get VNC console for instance "%s".
kn: "%s" ಇನ್‌ಸ್ಟೆನ್ಸ್‌ಗಾಗಿ VNC ಕನ್ಸೋಲ್ ಅನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemouguće je dobiti VNC konzolu za instance "%s".

source: Unable to get SPICE console for instance "%s".
kn: "%s" ಇನ್‌ಸ್ಟೆನ್ಸ್‌ಗಾಗಿ SPICE ಕನ್ಸೋಲ್ ಅನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemouguće je dobiti SPICE konzolu za instance "%s".

source: Unable to get RDP console for instance "%s".
kn: "%s" ಇನ್‌ಸ್ಟೆನ್ಸ್‌ಗಾಗಿ RDP ಕನ್ಸೋಲ್ ಅನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće dobiti RDP konzolu za instancu "%s".

source: Retrieve Instance Password
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್‌ ಗುಪ್ತಪದವನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
sr: Dobijte lozinku instance

source: Unable to retrieve details for instance "%s".
kn: "%s" ಇನ್‌ಸ್ಟೆನ್ಸ್‌ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti detalje o instanci "%s".

source: Unable to retrieve volume list for instance "%(name)s" (%(id)s).
kn: "%(name)s" ಇನ್‌ಸ್ಟೆನ್ಸ್‌ಗಾಗಿ ಪರಿಮಾಣದ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ (%(id)s).

source: Unable to retrieve flavor information for instance "%(name)s" (%(id)s).
kn: "%(name)s" ಇನ್‌ಸ್ಟೆನ್ಸ್‌ಗಾಗಿ ಫ್ಲೇವರ್‌ ಮಾಹಿತಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ (%(id)s).

source: Unable to retrieve security groups for instance "%(name)s" (%(id)s).
kn: "%(name)s" ಇನ್‌ಸ್ಟೆನ್ಸ್‌ಗಾಗಿ ಸುರಕ್ಷತಾ ಗುಂಪುಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ (%(id)s).

source: Unable to retrieve IP addresses from Neutron for instance "%(name)s" (%(id)s).
kn: "%(name)s" ಇನ್‌ಸ್ಟನ್ಸ್‌ಗಾಗಿ ನ್ಯೂಟ್ರಾನ್‌ನಿಂದ IP ವಿಳಾಸಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ (%(id)s).
