Repository: openstack/horizon
Catalog: openstack_dashboard/locale/*/LC_MESSAGES/django.po
Languages: kn, sr

source: To decrypt your password you will need the private key of your key pair for this instance. Select the private key file, or copy and paste the content of your private key file into the text area below, then click Decrypt Password.
kn: ನಿಮ್ಮ ಗುಪ್ತಪದವನ್ನು ಡಿಕ್ರಿಪ್ಟ್‌ ಮಾಡಲು ಈ ಇನ್‌ಸ್ಟೆನ್ಸ್‌ಗಾಗಿ ನಿಮ್ಮ ಕೀಲಿ ಜೋಡಿಯಲ್ಲಿನ ಖಾಸಗಿ ಕೀಲಿಯ ಅಗತ್ಯವಿರುತ್ತದೆ. ಖಾಸಗಿ ಕೀಲಿ ಕಡತವನ್ನು ಆರಿಸಿ, ಅಥವ ನಿಮ್ಮ ಖಾಸಗಿ ಕೀಲಿಯಲ್ಲಿನ ಪಠ್ಯವನ್ನು ಪ್ರತಿ ಮಾಡಿ ಈ ಕೆಳಗಿನ ಪಠ್ಯ ಸ್ಥಳಕ್ಕೆ ಅಂಟಿಸಿ, ನಂತರ ಗುಪ್ತಪದವನ್ನು ಡೀಕ್ರಿಪ್ಟ್ ಮಾಡಿ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ.
sr: Za dešifrovanje vaše lozinke trebate privatni ključiz vašeg paraza ovu instancu.Odredite file sa privatnim ključem, ili kopirajte i umetnite sadržaj vašeg file sa privatnim ključemu tekst oblast ispod, i potom kliknite dešifrovanje lozinke.

source: Note:
kn: ಸೂಚನೆ:
sr: Važno:

source: The private key will be only used in your browser and will not be sent to the server
kn: ಖಾಸಗಿ ಕೀಲಿಯನ್ನು ನಿಮ್ಮ ಜಾಲವೀಕ್ಷಕದಲ್ಲಿ ಮಾತ್ರ ಬಳಸಲಾಗುತ್ತದೆ ಮತ್ತು ಪೂರೈಕೆಗಣಕಕ್ಕೆ ಕಳುಹಿಸಲಾಗುವುದಿಲ್ಲ
sr: Privatni ključ će biti košišten samo u vašem browser-u i neće biti poslat serveru

source: Decrypt Password
kn: ಗುಪ್ತಪದವನ್ನು ಡಿಕ್ರಿಪ್ಟ್ ಮಾಡಿ
sr: Dešifrovanje lozinke

source: Instance Console
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್ ಕನ್ಸೋಲ್
sr: Konzola za instance

source: If console is not responding to keyboard input: click the grey status bar below.
kn: ಕನ್ಸೋಲ್ ನಿಮ್ಮ ಕೀಲಿಮಣೆಯ ಇನ್‌ಪುಟ್‌ಗೆ ಪ್ರತಿಕ್ರಿಯಿಸದೆ ಇದ್ದಲ್ಲಿ: ಬೂದುಬಣ್ಣದ ಸ್ಥಿತಿ ಪಟ್ಟಿಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ.
sr: Ako konzola ne reaguje na tastaturu: kliknite u sivu zonu statusa ispod.

source: Click here to show only console
kn: ಕೇವಲ ಕನ್ಸೋಲ್‌ ಅನ್ನು ತೋರಿಸಲು ಇಲ್ಲಿ ಕ್ಲಿಕ್‌ ಮಾಡಿ
sr: Kliknite ovde za prikaz samo konzolu

source: To exit the fullscreen mode, click the browser's back button.
kn: ಪೂರ್ಣತೆರೆಯ ಕ್ರಮದಿಂದ ನಿರ್ಗಮಿಸಲು, ಜಾಲವೀಕ್ಷಕದ ಹಿಂದಕ್ಕೆ (ಬ್ಯಾಕ್) ಗುಂಡಿಯನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ.
sr: Za izlaz iz prikaza punog ekrana, kliknite nazad u browser-u.

source: console is currently unavailable. Please try again later.
kn: ಕನ್ಸೋಲ್ ಸದ್ಯಕ್ಕೆ ಲಭ್ಯವಿಲ್ಲ. ದಯವಿಟ್ಟು ಸ್ವಲ್ಪಸಮಯದ ನಂತರ ಪ್ರಯತ್ನಿಸಿ.
sr: KOnzola je trenutno nedostupna. Pokušajte kasnije.

source: Reload
kn: ಪುನಃ ತುಂಬಿಸು
sr: Ponovno učitavanje

source: Instance Console Log
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್ ಕನ್ಸೋಲ್ ಲಾಗ್
sr: Log konzole instance

source: Log Length
kn: ಲಾಗ್‌ನ ಉದ್ದ
sr: Dužina log-a

source: Go
kn: ಹೋಗು
sr: Pokretanje

source: View Full Log
kn: ಸಂಪೂರ್ಣ ಲಾಗ್ ಅನ್ನು ನೋಡಿ
sr: Celokupan log

source: Fault
kn: ದೋಷ
sr: Greška

source: Disk
kn: ಡಿಸ್ಕ್‌

source: IP Addresses
kn: IP ವಿಳಾಸಗಳು
sr: IP Adrese

source: No rules defined.
kn: ಯಾವುದೆ ನಿಯಮಗಳನ್ನು ಸೂಚಿಸಲಾಗಿಲ್ಲ.
sr: Nema definisanih pravila.

source: Key Name
kn: ಕೀಲಿ ಹೆಸರು
sr: Ime ključa

source: Volumes Attached
kn: ಲಗತ್ತಿಸಲಾದ ಪರಿಮಾಣಗಳು
sr: Pridruženi volume-i

source: Attached To
kn: ಇದಕ್ಕೆ ಲಗತ್ತಿಸಲಾಗಿದೆ
sr: Zakačen za

source: <a href="%(volume_url)s">%(volume_label)s</a> on %(volume_device)s
kn: <a href="%(volume_url)s">%(volume_label)s</a> %(volume_device)s ನಲ್ಲಿ

source: No volumes attached.
kn: ಯಾವುದೆ ಪರಿಮಾಣಗಳನ್ನು ಲಗತ್ತಿಸಲಾಗಿಲ್ಲ.
sr: Nema pridruženih volume-a.

source: Flavor Details
kn: ಫ್ಲೇವರ್‌ ವಿವರಗಳು
sr: Detalji arome

source: Total Disk
kn: ಒಟ್ಟು ಡಿಸ್ಕ್‌
sr: Ukupno diska-a

source: Project Limits
kn: ಪರಿಯೋಜನೆಯ ಮಿತಿಗಳು
sr: Ograničenja projekta

source: Number of Instances
kn: ಇನ್‌ಸ್ಟನ್ಸ್‌ಗಳ ಸಂಖ್ಯೆ
sr: Broj instanci

source: <p>%(used)s of %(quota)s Used</p>
kn: <p>%(quota)s ರಲ್ಲಿ %(used)s ಬಳಸಲಾಗಿದೆ</p>
sr: <p>%(used)s od %(quota)s upotrebljeno</p>

source: Total RAM
kn: ಒಟ್ಟು RAM
sr: Ukupno RAM

source: <p>%(used)s of %(quota)s MB Used</p>
kn: <p>%(quota)s MB ಯಲ್ಲಿ %(used)s ಬಳಸಲಾಗಿದೆ</p>
sr: <p>%(used)s of %(quota)s MB upotrebnljeno</p>

source: Some flavors not meeting minimum image requirements have been disabled.
kn: ಕನಿಷ್ಟ ಚಿತ್ರಿಕೆಯ ಅಗತ್ಯತೆಗಳನ್ನು ಪೂರೈಸದ ಫ್ಲೇವರ್‌ಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ.

source: No flavors meet minimum criteria for selected image.
kn: ಆಯ್ಕೆ ಮಾಡಿದ ಚಿತ್ರಿಕೆಗಾಗಿ ಅಗತ್ಯವಿರುವ ಕನಿಷ್ಟ ಅರ್ಹತೆಯನ್ನು ಯಾವುದೆ ಫ್ಲೇವರ್‌ಗಳು ಪೂರೈಸುವುದಿಲ್ಲ.

source: Flavor Details: %(name)s">%(name)s
kn: ಫ್ಲೇವರ್‌ ವಿವರಗಳು: %(name)s">%(name)s

source: Specify advanced options to use when launching an instance.
kn: ಒಂದು ಇನ್‌ಸ್ಟನ್ಸ್‌ ಅನ್ನು ಆರಂಭಿಸುವಾಗ ಬಳಸಬೇಕಿರುವ ಮುಂದುವರೆದ ಆಯ್ಕೆಗಳನ್ನು ಸೂಚಿಸಿ.

source: You can customize your instance after it has launched using the options available here.
kn: ಇಲ್ಲಿ ಲಭ್ಯವಿರುವ ಆಯ್ಕೆಗಳನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ನಿಮ್ಮ ಇನ್‌ಸ್ಟನ್ಸ್‌ ಅನ್ನು ಆರಂಭಿಸಿದ ನಂತರ ಅದನ್ನು ಅಗತ್ಯಾನುಗುಣಗೊಳಿಸಬಹುದು.

source: "Customization Script" is analogous to "User Data" in other systems.
kn: "ಅಗತ್ಯಾನುಗುಣ ಸ್ಕ್ರಿಪ್ಟ್‌" ಎನ್ನುವುದು ಇತರೆ ವ್ಯವಸ್ಥೆಗಳಲ್ಲಿನ "ಬಳಕೆದಾರ ದತ್ತಾಂಶ"ಕ್ಕೆ ಹೋಲಿಸಬಹುದಾಗಿರುತ್ತದೆ.

source: The chart below shows the resources used by this project in relation to the project's quotas.
kn: ಈ ಕೆಳಗಿನ ಪಟ್ಟಿಯು ಪರಿಯೋಜನೆಯ ಕೋಟಕ್ಕೆ ಸಂಬಂಧಿಸಿದಂತೆ ಈ ಪರಿಯೋಜನೆಯಲ್ಲಿ ಬಳಸಲಾದ ಸಂಪನ್ಮೂಲಗಳನ್ನು ತೋರಿಸುತ್ತದೆ.
sr: Tabela ispod prikazuje ovim projektom upotrebljene resurse prema ograničenjima projekta.

source: Choose network from Available networks to Selected networks by push button or drag and drop, you may change NIC order by drag and drop as well.
kn: ಒತ್ತುಗುಂಡಿಯನ್ನು ಬಳಸಿ ಅಥವ ಎಳೆದು ಸೇರಿಸುವ ಮೂಲಕ ಲಭ್ಯವಿರುವ ಜಾಲಬಂಧಗಳಿಂದ ಆಯ್ಕೆ ಮಾಡಿದ ಜಾಲಬಂಧಗಳವರೆಗೆ ಜಾಲಬಂಧವನ್ನು(ಗಳನ್ನು) ಆರಿಸಿ, ಎಳೆದು ಸೇರಿಸುವ ಮೂಲಕ ನೀವು NIC ಕ್ರಮವನ್ನು ಬದಲಾಯಿಸಬಹುದು.

source: An instance can be launched with varying types of attached storage. You may select from those options here.
kn: ವಿವಿಧ ಬಗೆಯ ಶೇಖರಣೆಯು ಲಗತ್ತಿಸಿರುವಂತೆ ಒಂದು ಇನ್‌ಸ್ಟೆನ್ಸ್‌ ಅನ್ನು ಆರಂಭಿಸಬಹುದು. ನೀವು ಈ ಕೆಳಗಿನ ಆಯ್ಕೆಗಳಿಂದ ಆರಿಸಬಹುದು.
sr: Instanca može biti lansirana sa raznolikim prikačenim storage-a. Ovde možete odabrati mogućnosti.

source: Select the image to rebuild your instance.
kn: ನಿಮ್ಮ ಇನ್‌ಸ್ಟೆನ್ಸ್‌ ಅನ್ನು ಮರಳಿನಿರ್ಮಿಸಲು ಚಿತ್ರಿಕೆಯನ್ನು ಆರಿಸಿ.
sr: Odaberite Image da ponovo sastavite instancu.

source: You may optionally set a password on the rebuilt instance.
kn: ನೀವು ಬೇಕಿದ್ದರೆ ಮರುನಿರ್ಮಿಸಲಾದ ಇನ್‌ಸ್ಟನ್‌ನಲ್ಲಿ ಒಂದು ಗುಪ್ತಪದವನ್ನು ಹೊಂದಿಸಬಹುದು.
sr: Po želji, možete postaviti lozinku tokom ponovnog sastavljanja instance.

source: Instance Admin Password
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್‌ ವ್ಯವಸ್ಥಾಪಕ ಗುಪ್ತಪದ
sr: Adnim lozinka instance

source: User
kn: ಬಳಕೆದಾರ
sr: Korisnik

source: Project & User
kn: ಪರಿಯೋಜನೆ ಮತ್ತು ಬಳಕೆದಾರ
sr: Projekat & korisnik

source: Instance Count
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್ ಎಣಿಕೆ
sr: Broj instanci

source: Number of instances to launch.
kn: ಆರಂಭಿಸಬೇಕಿರುವ ಇನ್‌ಸ್ಟನ್ಸ್‌ಗಳ ಸಂಖ್ಯೆ.
sr: Broj instanci za pokretanje.

source: Instance Boot Source
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್ ಬೂಟ್ ಆಕರ
sr: Izvor sa koga se startuje - boot-uje računarska jedinica

source: Choose Your Boot Source Type.
kn: ನಿಮ್ಮ ಬೂಟ್ ಆಕರದ ಬಗೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿ.
sr: Odaberite vašu vrstu boot source-a.

source: Instance Snapshot
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್
sr: Snapshot instance

source: Volume Snapshot
kn: ಪರಿಮಾಣದ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌
sr: Snapshot volume-a

source: Device size (GB)
kn: ಸಾಧನದ ಗಾತ್ರ (GB)
sr: Veličina jedinice (GB)

source: Volume size in gigabytes (integer value).
kn: ಗಿಗಾಬೈಟ್‌ಗಳಲ್ಲಿನ ಪರಿಮಾಣದ ಗಾತ್ರ (ಪೂರ್ಣಾಂಕ ಮೌಲ್ಯ).
sr: Veličina volume-a u gigabajtima (celobroj).

source: Device Name
kn: ಸಾಧನದ ಹೆಸರು
sr: Ime uredjaja

source: Volume mount point (e.g. 'vda' mounts at '/dev/vda'). Leave this field blank to let the system choose a device name for you.
kn: ಪರಿಮಾಣದ ಮೌಂಟ್ ಸ್ಥಳಗಳು (ಉದಾ. 'vda' ಯು '/dev/vda' ರಲ್ಲಿ ಮೌಂಟ್ ಆಗುತ್ತದೆ). ನಿಮಗಾಗಿ ವ್ಯವಸ್ಥೆಯು ಒಂದು ಸಾಧನದ ಹೆಸರನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ಈ ಸ್ಥಳವನ್ನು ಖಾಲಿಬಿಡಿ.

source: Delete on Terminate
kn: ಕೊನೆಗೊಂಡಾಗ ಅಳಿಸು
sr: Brisanje kod ukidanja

source: Delete volume on instance terminate
kn: ಇನ್‌ಸ್ಟನ್ಸ್ ಕೊನೆಗೊಂಡಾಗ ಪರಿಮಾಣವನ್ನು ಅಳಿಸು
sr: Breisanje volume-a kod ukidanja instance

source: Select source
kn: ಆಕರವನ್ನು ಆರಿಸಿ

source: Boot from image
kn: ಚಿತ್ರಿಕೆಯಿಂದ ಬೂಟ್ ಮಾಡಿ
sr: Startujte iz image-a

source: Boot from snapshot
kn: ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ನಿಂದ ಬೂಟ್ ಮಾಡಿ
sr: Startujte iz snapshot-a

source: Boot from volume
kn: ಪರಿಮಾಣದಿಂದ ಬೂಟ್ ಮಾಡಿ
sr: Startujte iz volume-a

source: Boot from image (creates a new volume)
kn: ಚಿತ್ರಿಕೆಯಿಂದ ಬೂಟ್ ಮಾಡಿ (ಒಂದು ಹೊಸ ಪರಿಮಾಣದಿಂದ ರಚಿಸುತ್ತದೆ)
sr: Startovanje iz image-a (kreira novi volume)

source: Boot from volume snapshot (creates a new volume)
kn: ಪರಿಮಾಣದ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ನಿಂದ ಬೂಟ್ ಮಾಡಿ (ಒಂದು ಹೊಸ ಪರಿಮಾಣದಿಂದ ರಚಿಸುತ್ತದೆ)
sr: Startovanje iz snapshot-a volume-a (kreira novi volume)

source: Cores(Available: %(avail)s, Requested: %(req)s)
kn: ಕೋರ್‌ಗಳು (ಲಭ್ಯ ಇರುವವು: %(avail)s, ಮನವಿ ಮಾಡಿರುವವು: %(req)s)

source: RAM(Available: %(avail)s, Requested: %(req)s)
kn: RAM (ಲಭ್ಯ ಇರುವವು: %(avail)s, ಮನವಿ ಮಾಡಿರುವವು: %(req)s)

source: The requested instance cannot be launched. The following requested resource(s) exceed quota(s): %s.
kn: ಮನವಿ ಮಾಡಲಾದ ಇನ್‌ಸ್ಟನ್ಸ್ ಅನ್ನು ಆರಂಭಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ಈ ಕೆಳಗಿನ ಮನವಿ ಮಾಡಿದ ಸಂಪನ್ಮೂಲವು(ಗಳು) ಕೋಟಾವನ್ನು(ಗಳನ್ನು) ಮೀರಿವೆ: %s.

source: The flavor '%(flavor)s' is too small for requested image. Minimum requirements: %(min_ram)s MB of RAM and %(min_disk)s GB of Root Disk.
kn: ಫ್ಲೇವರ್ '%(flavor)s' ಎನ್ನುವುದು ಮನವಿ ಮಾಡಿದ ಚಿತ್ರಿಕೆಗೆ ಬಹಳ ಸಣ್ಣದಾಗಿದೆ. ಕನಿಷ್ಟ ಅಗತ್ಯತೆಗಳು: %(min_ram)s MB ಯಷ್ಟು RAM ಮತ್ತು %(min_disk)s GB ಯಷ್ಟು ರೂಟ್ ಡಿಸ್ಕ್.
sr: Aroma '%(flavor)s' je premala za traženi image. Minimalni zahtevi: %(min_ram)s MB RAM-a i %(min_disk)s GB Root diska.

source: The Volume size is too small for the '%(image_name)s' image and has to be greater than or equal to '%(smallest_size)d' GB.
kn: '%(image_name)s' ಚಿತ್ರಿಕೆಗಾಗಿ ಪರಿಮಾಣದ ಗಾತ್ರವು ಬಹಳ ಚಿಕ್ಕದಾಗಿದೆ ಮತ್ತು ಇದು '%(smallest_size)d' GB ಗೆ ಸಮನಾಗಿರಬೇಕು ಅಥವ ಇದಕ್ಕಿಂತ ದೊಡ್ಡದಾಗಿರಬೇಕು.
sr: Volume je premali za image '%(image_name)s' i mora biti veći ili jednak '%(smallest_size)d' GB.

source: You must select an image.
kn: ನೀವು ಒಂದು ಚಿತ್ರಿಕೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಬೇಕು.
sr: Morate odabrati image.

source: You must set volume size
kn: ನೀವು ಪರಿಮಾಣದ ಗಾತ್ರವನ್ನು ಹೊಂದಿಸಬೇಕು
sr: Morate podesiti veličinu volume-a

source: Volume size must be greater than 0
kn: ಪರಿಮಾಣದ ಗಾತ್ರವು 0 ದೊಡ್ಡದಾಗಿರಬೇಕು

source: You must select a snapshot.
kn: ನೀವು ಒಂದು ಸ್ನ್ಯಾಪ್‌ಶಾಟ್ ಅನ್ನು ಆರಿಸಬೇಕು.
sr: Morate odabrati snapshot.

source: You must select a volume.
kn: ನೀವು ಒಂದು ಪರಿಮಾಣವನ್ನು ಆರಿಸಬೇಕು.
sr: Morate odabrati volume.

source: Launching multiple instances is only supported for images and instance snapshots.
kn: ಅನೇಕ ಇನ್‌ಸ್ಟನ್ಸ್‌ಗಳನ್ನು ಆರಂಭಿಸುವಿಕೆಯು ಕೇವಲ ಚಿತ್ರಿಕೆಗಳು ಮತ್ತು ಇನ್‌ಸ್ಟೆನ್ಸ್‌ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ಗಳಿಗಾಗಿ ಮಾತ್ರ ಬೆಂಬಲಿಸಲಾಗುತ್ತದೆ.
sr: Pokretanje višestrukih instanci podržano je samo za image-e i snapshhot-e instanci.

source: Unable to retrieve availability zones.
kn: ಲಭ್ಯತೆಯ ವಲಯಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti zone dostupnosti.

source: No availability zones found
kn: ಯಾವುದೆ ಲಭ್ಯತೆಯ ವಲಯಗಳು ಕಂಡುಬಂದಿಲ್ಲ
sr: Nema zona dostupnosti

source: Any Availability Zone
kn: ಯಾವುದೆ ಲಭ್ಯತೆಯ ವಲಯ
sr: Bilo koja zona dostupnosti

source: Unable to retrieve quota information.
kn: ಕೋಟಾ ಮಾಹಿತಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti podatke o kvoti.

source: Snapshot
kn: ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌

source: Select Instance Snapshot
kn: ಇನ್‌ಸ್ಟನ್ಸ್‌ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್ ಅನ್ನು ಆರಿಸಿ
sr: Odaberite snapshot instance.

source: No snapshots available
kn: ಯಾವುದೆ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ಗಳು ಲಭ್ಯವಿಲ್ಲ
sr: Nema dostupnih snapshot-ova

source: Unable to retrieve list of volumes.
kn: ಪರಿಮಾಣಗಳ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti listu volume-a.

source: Select Volume
kn: ಪರಿಮಾಣವನ್ನು ಆರಿಸಿ
sr: Odaberite volume

source: No volumes available
kn: ಯಾವುದೆ ಪರಿಮಾಣಗಳು ಲಭ್ಯವಿಲ್ಲ
sr: Nema dostupnih volume-a

source: Unable to retrieve list of volume snapshots.
kn: ಪರಿಮಾಣದ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ಗಳ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće izvući listu snapshot-a volume-a.

source: Select Volume Snapshot
kn: ಪರಿಮಾಣ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ ಅನ್ನು ಆರಿಸಿ
sr: Odaberite snapshot volume-a

source: No volume snapshots available
kn: ಯಾವುದೆ ಪರಿಮಾಣಗಳು ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ಗಳು ಲಭ್ಯವಿಲ್ಲ
sr: Nema dostupnih snapshot-a volume-a

source: Key pair to use for authentication.
kn: ದೃಢೀಕರಣಕ್ಕಾಗಿ ಬಳಸಬೇಕಿರುವ ಕೀಲಿಜೋಡಿ.

source: Confirm Admin Password
kn: ವ್ಯವಸ್ಥಾಪಕ ಗುಪ್ತಪದವನ್ನು ಖಚಿತಪಡಿಸಿ

source: Launch instance in these security groups.
kn: ಈ ಸುರಕ್ಷತಾ ಗುಂಪುಗಳಲ್ಲಿ ಇನ್‌ಸ್ಟನ್ಸ್‌ ಅನ್ನು ಆರಂಭಿಸಿ.
sr: Pokretanje instance u ovim sigurnosnim grupama.

source: Control access to your instance via key pairs, security groups, and other mechanisms.
kn: ಕೀಲಿ ಜೋಡಿಗಳು, ಸುರಕ್ಷತಾ ಗುಂಪುಗಳು, ಮತ್ತು ಇತರೆ ವ್ಯವಸ್ಥೆಗಳ ಮೂಲಕ ನಿಮ್ಮ ಇನ್‌ಸ್ಟನ್ಸ್‌ ಅನ್ನು ನಿಯಂತ್ರಿಸಿ.
sr: Kontrolišite pristup vašoj instanci preko para ključeva, sigurnosnih grupa i drugih mehanizama.

source: Unable to retrieve list of security groups
kn: ಸುರಕ್ಷತಾ ಗುಂಪುಗಳ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
sr: Nemoguće je dobiti listu sigurnosnih grupa

source: Post-Creation
kn: ರಚಿಸಿದ ನಂತರ
sr: Aktivnosti nakon kreiranja instance

source: Select Script Source
kn: ಸ್ಕ್ರಿಪ್ಟ್ ಆಕರವನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Customization Script Source
kn: ಅಗತ್ಯಾನುಗುಣಗೊಳಿಕೆ ಸ್ಕ್ರಿಪ್ಟ್ ಆಕರ

source: A script or set of commands to be executed after the instance has been built (max 16kb).
kn: ಇನ್‌ಸ್ಟನ್ಸ್ ಅನ್ನು ನಿರ್ಮಿಸಿದ ನಂತರ ಚಲಾಯಿಸಬೇಕಿರುವ ಸ್ಕ್ರಿಪ್ಟ್‌ ಅಥವ ಆದೇಶಗಳ ಗುಚ್ಛ (ಗರಿಷ್ಟ 16kb).
sr: Nalog ili niz komandi koji se izvršava nakon pravljenja instance (max 16kb).

source: Script File
kn: ಸ್ಕ್ರಿಪ್ಟ್ ಕಡತ

source: Script Data
kn: ಸ್ಕ್ರಿಪ್ಟ್ ದತ್ತಾಂಶ

source: File exceeds maximum size (16kb)
kn: ಕಡತವು ಗರಿಷ್ಟ ಗಾತ್ರವನ್ನು ಮೀರುತ್ತದೆ (16kb)

source: There was a problem parsing the %(prefix)s: %(error)s
kn: %(prefix)s ಅನ್ನು ಪಾರ್ಸ್ ಮಾಡುವಲ್ಲಿ ಒಂದು ತೊಂದರೆ ಉಂಟಾಗಿದೆ: %(error)s
sr: Ima problema u parsiranju %(prefix)s: %(error)s

source: Policy Profiles
kn: ಪಾಲಿಸಿ ಪ್ರೊಫೈಲುಗಳು
sr: Profili politika

source: Launch instance with this policy profile
kn: ಈ ಪ್ರೊಫೈಲ್ ಪಾಲಿಸಿಯೊಂದಿಗೆ ಇನ್‌ಸ್ಟೆನ್ಸ್ ಅನ್ನು ಆರಂಭಿಸಿ
sr: pokrenite računarsku jedinicu sa ovim profilom politika

source: Automatic: The entire disk is a single partition and automatically resizes. Manual: Results in faster build times but requires manual partitioning.
kn: ಸ್ವಯಂಚಾಲಿತ: ಸಂಪೂರ್ಣ ಡಿಸ್ಕ್‌ ಒಂದು ಏಕ ವಿಭಾಗವಾಗಿರುತ್ತದೆ ಮತ್ತು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಮರುಗಾತ್ರಗೊಳ್ಳುತ್ತದೆ. ಮ್ಯಾನುವಲ್: ವೇಗವಾಗಿ ನಿರ್ಮಾಣಕ್ಕೆ ಕಾರಣವಾಗುತ್ತದೆ ಆದರೆ ಮ್ಯಾನುವಲ್ ವಿಭಜನೆಯ ಅಗತ್ಯವಿರುತ್ತದೆ.

source: Configuration Drive
kn: ಸಂರಚನಾ ಡ್ರೈವ್

source: Configure OpenStack to write metadata to a special configuration drive that attaches to the instance when it boots.
kn: ಇನ್‌ಸ್ಟನ್ಸ್ ಬೂಟ್ ಆದಾಗ ಅದಕ್ಕೆ ಲಗತ್ತಿಸಲಾಗಿರುವ ವಿಶೇಷವಾದ ಸಂರಚನಾ ಡ್ರೈವ್‌ಗೆ ಮೆಟಾಡೇಟವನ್ನು ಬರೆಯುವಂತೆ OpenStack ಅನ್ನು ಸಂರಚಿಸಿ.

source: Advanced Options
kn: ಮುಂದುವರೆದ ಆಯ್ಕೆಗಳು
sr: Napredan izbor

source: %s instances
kn: %s ಇನ್‌ಸ್ಟನ್ಸ್‌ಗಳು
sr: %s instance

source: Choose the flavor to launch.
kn: ಆರಂಭಿಸಲು ಫ್ಲೇವರ್ ಅನ್ನು ಆರಿಸಿ.
sr: Odaberite aromu za pokretanje.

source: Flavor Choice
kn: ಫ್ಲೇವರ್‌ ಆಯ್ಕೆ
sr: Izbor aroma

source: Select a New Flavor
kn: ಹೊಸ ಫ್ಲೇವರ್‌ ಅನ್ನು ಆರಿಸಿ
sr: Odaberite novu aromu

source: Resize
kn: ಮರುಗಾತ್ರಿಸಿ
sr: Izmena veličine

source: Scheduled resize of instance "%s".
kn: "%s" ಇನ್‌ಸ್ಟನ್ಸ್‌ನ ಅನುಸೂಚಿತ ಮರುಗಾತ್ರಿಸುವಿಕೆ.
sr: Planirana promena veličine instance "%s".

source: Unable to resize instance "%s".
kn: "%s" ಇನ್‌ಸ್ಟೆನ್ಸ್‌ ಅನ್ನು ಮರುಗಾತ್ರಿಸಲಾಗಿಲ್ಲ.
sr: Izmena veličine instance "%s" nemoguća.

source: Unable to retrieve security group list. Please try again later.
kn: ಸುರಕ್ಷತಾ ಗುಂಪಿನ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. ದಯವಿಟ್ಟು ಇನ್ನೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
sr: Nemoguće je dobiti listu sigurnosnih grupa. Pokušajte kasnije.

source: Add and remove security groups to this project from the list of available security groups.
kn: ಲಭ್ಯವಿರುವ ಸುರಕ್ಷತಾ ಗುಂಪುಗಳ ಪಟ್ಟಿಯಿಂದ ಸುರಕ್ಷತಾ ಗುಂಪುಗಳನ್ನು ಈ ಪರಿಯೋಜನೆಗೆ ಸೇರಿಸಿ ಮತ್ತು ತೆಗೆದುಹಾಕಿ.

source: All Security Groups
kn: ಎಲ್ಲಾ ಸುರಕ್ಷತಾ ಗುಂಪುಗಳು
sr: Sve sigurnosne grupe

source: Instance Security Groups
kn: ಇನ್‌ಸ್ಟೆನ್ಸಿನ ಸುರಕ್ಷತಾ ಗುಂಪುಗಳು
sr: Sigurnosne grupe instanci

source: No security groups found.
kn: ಯಾವುದೆ ಸುರಕ್ಷತಾ ಗುಂಪುಗಳು ಕಂಡುಬಂದಿಲ್ಲ.
sr: Nema sigurnosnih grupa.

source: No security groups enabled.
kn: ಯಾವುದೆ ಸುರಕ್ಷತಾ ಗುಂಪುಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿಲ್ಲ.
sr: Nema aktivnih sigurnosnih grupa.

source: Edit the instance details.
kn: ಇನ್‌ಸ್ಟನ್ಸ್‌ ವಿವರಗಳನ್ನು ಸಂಪಾದಿಸಿ.

source: Modified instance "%s".
kn: ಮಾರ್ಪಡಿಸಲಾದ ಇನ್‌ಸ್ಟನ್ಸ್ "%s".
sr: Izmenjena instanca "%s".

source: Unable to modify instance "%s".
kn: "%s" ಇನ್‌ಸ್ಟೆನ್ಸ್‌ ಅನ್ನು ಮಾರ್ಪಡಿಸಲಾಗಿಲ್ಲ.
sr: Nije moguće izmeniti instancu "%s".

source: Load Balancing Method
kn: ಹೊರೆ ಸಮತೋಲನ ವಿಧಾನ
sr: Metod balansiranja opterećenja

source: Pool %s was successfully updated.
kn: %s ಪೂಲ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗಿದೆ.
sr: Grupa %s je uspešno izmenjena.

source: Failed to update pool %s
kn: %s ಪೂಲ್ ಅನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ವಿಫಲಗೊಂಡಿದೆ
sr: Neuspešna izmena grupe %s

source: Session Persistence
kn: ಅಧಿವೇಶನದ ಸ್ಥಿರತೆ
sr: Postojanost seanse

source: Cookie Name
kn: ಕುಕಿಯ ಹೆಸರು
sr: Ime kolačića

source: Required for APP_COOKIE persistence; Ignored otherwise.
kn: APP_COOKIE ಸ್ಥಿರತೆಗಾಗಿನ ಅಗತ್ಯವಿದೆ; ಇಲ್ಲದೆ ಹೋದಲ್ಲಿ ಕಡೆಗಣಿಸಲಾಗುತ್ತದೆ.
sr: Potrebno za APP_COOKIE postojanost; U suprotnom zanemareno.

source: Connection Limit
kn: ಸಂಪರ್ಕದ ಮಿತಿ
sr: Ograničenje veze

source: Maximum number of connections allowed for the VIP or '-1' if the limit is not set
kn: ಮಿತಿಯನ್ನು ಹೊಂದಿಸಿರದೆ ಇದ್ದಲ್ಲಿ VIP ಅಥವ '-1' ಗಾಗಿ ಅನುಮತಿಸಲಾಗುವ ಗರಿಷ್ಟ ಸಂಖ್ಯೆಯ ಸಂಪರ್ಕಗಳು
sr: Maksimalni broj veza dozvoljen VIP-u ili '-1' ako ograničenje nije postavljeno

source: Unable to retrieve pools list.
kn: ಪೂಲ್‌ಗಳ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti listu grupa.

source: No session persistence
kn: ಅಧಿವೇಶನದ ಸ್ಥಿರತೆ ಇಲ್ಲ
sr: Seansa je prekinuta

source: Cookie name is required for APP_COOKIE persistence.
kn: APP_COOKIE ಸ್ಥಿರತೆಗಾಗಿ ಕುಕಿಯ ಹೆಸರಿನ ಅಗತ್ಯವಿದೆ.
sr: Ime kolačića je potrebno za APP_COOKIE postojanje.

source: VIP %s was successfully updated.
kn: VIP %s ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗಿದೆ.
sr: VIP %s je supešno izmenjen.

source: Failed to update VIP %s
kn: VIP %s ಅನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ವಿಫಲಗೊಂಡಿದೆ
sr: Neuspešna izmena VIP %s

source: Weight
kn: ತೂಕ
sr: Težina

source: Relative part of requests this pool member serves compared to others
kn: ಇತರೆಯವುಗಳಿಗೆ ಹೋಲಿಸಿದಲ್ಲಿ ಈ ಪೂಲ್ ಅಂಗವು ಸೇವೆಯನ್ನು ಒದಗಿಸುವ ಮನವಿಗಳಿ ಸಂಬಂಧಿಸಿದ ಭಾಗ

source: Member %s was successfully updated.
kn: %s ಅಂಗವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗಿದೆ.
sr: Član %s je uspešno izmenjen.

source: Failed to update member %s
kn: %s ಅಂಗವನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ವಿಫಲಗೊಂಡಿದೆ
sr: Neuspešna izmena član %s

source: Delay
kn: ವಿಳಂಬ
sr: Kašnjenje

source: The minimum time in seconds between regular checks of a member
kn: ಒಂದು ಅಂಗದ ಕ್ರಮಬದ್ಧ ಪರಿಶೀಲನೆಗಳ ನಡುವಿನ ಕನಿಷ್ಟ ಸಮಯ, ಸೆಕೆಂಡುಗಳಲ್ಲಿ

source: Timeout
kn: ಕಾಲಾವಧಿ ತೀರಿದೆ
sr: Vreme je isteklo

source: The maximum time in seconds for a monitor to wait for a reply
kn: ಮೇಲ್ವಿಚಾರಕವು ಒಂದು ಪ್ರತಿಕ್ರಿಯೆಗಾಗಿ ಕಾಯಬೇಕಿರುವ ಗರಿಷ್ಟ ಸಮಯ, ಸೆಕೆಂಡುಗಳಲ್ಲಿ

source: Max Retries (1~10)
kn: ಗರಿಷ್ಟ ಮರುಪ್ರಯತ್ನಗಳು (1~10)
sr: Najveći broj pokušaja (1~10)

source: Number of permissible failures before changing the status of member to inactive
kn: ಒಂದು ಅಂಗದ ಸ್ಥಿತಿಯನ್ನು ನಿಷ್ಕ್ರಿಯ ಎಂಬುದಕ್ಕೆ ಬದಲಾಯಿಸುವ ಮೊದಲು ಅನುಮತಿಸಲಾಗುವ ವಿಫಲತೆಗಳ ಸಂಖ್ಯೆ
sr: Broj dozvoljenih grešaka pre promene statusa člana u neaktivnog

source: Health monitor %s was successfully updated.
kn: %s ಆರೋಗ್ಯ ಮೇಲ್ವಿಚಾರಕವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗಿದೆ.
sr: Nadzor stabilnosti %s je uspešno izmenjen.

source: Failed to update health monitor %s
kn: %s ಆರೋಗ್ಯ ಮೇಲ್ವಿಚಾರಕವನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ವಿಫಲಗೊಂಡಿದೆ
sr: Neuspešna izmena nadzora stabilnosti %s

source: Load Balancers
kn: ಹೊರ ಸಮತೋಲನಗಾರ
sr: Uravnotežitelji opterećenja

source: Add Pool
kn: ಪೂಲ್ ಅನ್ನು ಸೇರಿಸಿ
sr: Dodavanje grupe

source: Add VIP
kn: VIP ಅನ್ನು ಸೇರಿಸಿ
sr: Dodavanje VIP

source: Add Member
kn: ಅಂಗವನ್ನು ಸೇರಿಸಿ
sr: Dodavanje člana

source: Add Monitor
kn: ಮೇಲ್ವಿಚಾರಕವನ್ನು ಸೇರಿಸಿ
sr: Dodavanje nadzora

source: Edit Pool
kn: ಪೂಲ್‌ ಅನ್ನು ಸಂಪಾದಿಸಿ
sr: Izmena grupe

source: Edit VIP
kn: VIP ಅನ್ನು ಸಂಪಾದಿಸಿ
sr: Izmena VIP

source: Edit Member
kn: ಅಂಗವನ್ನು ಸಂಪಾದಿಸಿ
sr: Izmena člana

source: Edit Monitor
kn: ಮೇಲ್ವಿಚಾರಕವನ್ನು ಸಂಪಾದಿಸಿ
sr: Izmena nadzora

source: Associate Monitor
kn: ಮೇಲ್ವಿಚಾರಕದೊಂದಿಗೆ ಸಂಬಂಧಜೋಡಿಸಿ
sr: Pridružite monitor

source: Failed to retrieve health monitors.
kn: ಆರೋಗ್ಯ ಮೇಲ್ವಿಚಾರಕಗಳನ್ನು ಹಿಂಪಡೆಯಲು ವಿಫಲಗೊಂಡಿದೆ.
sr: Neuspešno dobijanje podataka o nadzoru stabilnosti.

source: Disassociate Monitor
kn: ಮೇಲ್ವಿಚಾರಕದ ಸಂಬಂಧತಪ್ಪಿಸಿ
sr: Razdružite monitor

# Current status of a Pool
source: Active
kn: ಸಕ್ರಿಯ

# Current status of a Pool
source: Down
kn: ಕೆಳಗೆ
sr: Dole

# Current status of a Pool
source: Error
kn: ದೋಷ
sr: Greška

# Current status of a Pool
source: Created
kn: ರಚಿಸಿದ್ದು
sr: Kreirano

source: Subnet
kn: ಸಬ್‌ನೆಟ್
sr: Podmreža

source: Pools
kn: ಪೂಲ್‌ಗಳು
sr: Grupe

source: Protocol Port
kn: ಪ್ರೊಟೊಕಾಲ್ ಪೋರ್ಟ್
sr: Port za protokol

source: Members
kn: ಅಂಗಗಳು
sr: Članovi

source: Monitor Type
kn: ಮೇಲ್ವಿಚಾರಕದ ಬಗೆ
sr: Način nadzora

source: Max Retries
kn: ಗರಿಷ್ಟ ಪ್ರಯತ್ನಗಳು
sr: Maksimalni broj ponavljanja

source: Monitors
kn: ಮೇಲ್ವಿಚಾರಕಗಳು
sr: Nadzori

source: Unable to retrieve member list.
kn: ಅಂಗದ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti listu članova.

source: Unable to retrieve monitor list.
kn: ಮೇಲ್ವಿಚಾರಕದ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti listu nadzora.

source: Pool Details
kn: ಪೂಲ್‌ ವಿವರಗಳು
sr: Detalji grupe

source: VIP Details
kn: VIP ವಿವರಗಳು
sr: Detalji VIP-a

source: Unable to retrieve VIP details.
kn: VIP ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti detalje VIP-a.

source: Member Details
kn: ಅಂಗದ ವಿವರಗಳು
sr: Detalji člana

source: Monitor Details
kn: ಮೇಲ್ವಿಚಾರಕ ವಿವರಗಳು
sr: Detalji nadzora

source: %(type)s delay:%(delay)d retries:%(max_retries)d timeout:%(timeout)d
kn: %(type)s ವಿಳಂಬ:%(delay)d ಮರುಪ್ರಯತ್ನಗಳು:%(max_retries)d ಕಾಲಾವಧಿ ತೀರಿಕೆ:%(timeout)d
sr: %(type)s kašnjenje:%(delay)d pokušaja:%(max_retries)d timeout:%(timeout)d

source: Load Balancer
kn: ಹೊರೆ ಸಮತೋಲಕ
sr: Balanser opterećenja

source: Deleted monitor %s
kn: ಅಳಿಸಲಾದ ಮೇಲ್ವಿಚಾರಕ %s

source: Unable to delete monitor. %s
kn: ಮೇಲ್ವಿಚಾರಕವನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. %s
sr: Nemoguće je obrisati nadzor. %s

source: Deleted pool %s
kn: ಅಳಿಸಲಾದ ಪೂಲ್ %s

source: Unable to delete pool. %s
kn: ಪೂಲ್ ಅನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. %s
sr: Nemoguće je obrisati grupu. %s

source: Deleted member %s
kn: ಅಳಿಸಲಾದ ಅಂಗ %s

source: Unable to delete member. %s
kn: ಅಂಗವನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. %s
sr: Nemoguće je obrisati člana. %s

source: Unable to locate VIP to delete. %s
kn: ಅಳಿಸಲು VIP ಅನ್ನು ಪತ್ತೆ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. %s
sr: Nemoguće je locirati VIP radi brisanja. %s

source: Deleted VIP %s
kn: ಅಳಿಸಲಾದ VIP %s
sr: Obrisan VIP %s

source: Unable to delete VIP. %s
kn: VIP ಅನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. %s
sr: Nemoguće je obrisati VIP. %s

source: Unable to retrieve pool subnet. %s
kn: ಪೂಲ್ ಸಬ್‌ನೆಟ್ ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. %s
sr: Nemoguće je dobiti podmrežu grupe. %s

source: Unable to retrieve pool details.
kn: ಪೂಲ್ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti detanje grupe.

source: Unable to retrieve member details.
kn: ಅಂಗದ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti detalje člana.

source: Unable to retrieve monitor details.
kn: ಮೇಲ್ವಿಚಾರಕ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti detalje nadzora.

source: Unable to retrieve pool details. %s
kn: ಪೂಲ್ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. %s
sr: Nemoguće je dobiti detalje grupe. %s

source: Unable to retrieve VIP details. %s
kn: VIP ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.%s
sr: Nemoguće je dobiti detalje VIP-a. %s

source: Unable to retrieve member details. %s
kn: ಅಂಗದ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. %s
sr: Nemoguće je dobiti detalje člana. %s

source: Unable to retrieve health monitor details. %s
kn: ಆರೋಗ್ಯ ಮೇಲ್ವಿಚಾರಕದ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. %s
sr: Nemoguće je dobiti detalje nadzora stabilnosti sitema. %s

source: Unable to retrieve pool. %s
kn: ಪೂಲ್ ಅನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. %s
sr: Nemoguće je dobiti grupu. %s

source: Select a Subnet
kn: ಒಂದು ಸಬ್‌ನೆಟ್ ಅನ್ನು ಆರಿಸಿ
sr: Odaberite podmrežu

source: Unable to retrieve networks list.
kn: ಜಾಲಬಂಧಗಳ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemougće je dobiti listu mreža.

source: Select a Protocol
kn: ಒಂದು ಪ್ರೊಟೊಕಾಲ್ ಅನ್ನು ಆರಿಸಿ
sr: Odaberite protokol

source: Select a Method
kn: ಒಂದು ವಿಧಾನವನ್ನು ಆರಿಸಿ
sr: Odaberite metod

source: Unable to retrieve providers list.
kn: ಒದಗಿಸುವವರ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti listu provajdera.

source: %s (default)
kn: %s (ಪೂರ್ವನಿಯೋಜಿತ)
sr: %s (postavka)
