Repository: openstack/horizon
Catalog: openstack_dashboard/locale/*/LC_MESSAGES/django.po
Languages: kn, sr

source: The volume size cannot be less than the image size (%s)
kn: ಚಿತ್ರಿಕೆಯ ಗಾತ್ರವು ಸ್ನ್ಯಾಪ್‌ಶಾಟ್ ಗಾತ್ರಕ್ಕಿಂತ ಚಿಕ್ಕದಾಗಿರುವಂತಿಲ್ಲ (%s)
sr: Veličina volume-a ne može biti manja od veličine image-a (%s)

source: The volume size cannot be less than the image minimum disk size (%sGB)
kn: ಪರಿಮಾಣದ ಗಾತ್ರವು ಚಿತ್ರಿಕೆಯ ಕನಿಷ್ಟ ಡಿಸ್ಕ್ ಗಾತ್ರಕ್ಕಿಂತ ಚಿಕ್ಕದಾಗಿರುವಂತಿಲ್ಲ (%sGB)
sr: veličina volume-a ne može biti manja od minimalne veličine otiska diska (%sGB)

source: The volume size cannot be less than the source volume size (%sGB)
kn: ಪರಿಮಾಣದ ಗಾತ್ರವು ಆಕರ ಪರಿಮಾಣದ ಗಾತ್ರಕ್ಕಿಂತ ಚಿಕ್ಕದಾಗಿರುವಂತಿಲ್ಲ (%sGB)
sr: Veličina volume-a ne može biti manja od izvorne veličine volume-a (%sGB)

source: A volume of %(req)iGB cannot be created as you only have %(avail)iGB of your quota available.
kn: ನಿಮ್ಮ ಕೋಟಾದಲ್ಲಿ ಕೇವಲ %(avail)iGB ಮಾತ್ರ ಇರುವುದರಿಂದ %(req)iGB ಪರಿಮಾಣವನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
sr: Volume od %(req)iGB ne može biti kreiran jer imate samo %(avail)iGB od vaše kvote.

source: You are already using all of your available volumes.
kn: ನೀವು ಈಗಾಗಲೆ ನಿಮ್ಮಲ್ಲಿ ಲಭ್ಯವಿರುವ ಎಲ್ಲಾ ಪರಿಮಾಣಗಳನ್ನು ಬಳಸುತ್ತಿರುವಿರಿ.
sr: Već koristite sve volume-e koji su na raspolaganju.

source: Creating volume "%s"
kn: "%s" ಪರಿಮಾಣವನ್ನು ರಚಿಸಲಾಗುತ್ತಿದೆ
sr: Kreira se Volume "%s"

source: Unable to create volume.
kn: ಪರಿಮಾಣವನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Ne može se kreirati Volume.

source: Attach to Instance
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್‌ಗೆ ಲಗತ್ತಿಸಿ
sr: Priključivanje za instancu

source: Select an instance to attach to.
kn: ಲಗತ್ತಿಸಲು ಒಂದು ಇನ್‌ಸ್ಟನ್ಸ್‌ ಅನ್ನು ಆರಿಸಿ.
sr: Odaberite instancu na koju se priključuje.

source: Actual device name may differ due to hypervisor settings. If not specified, then hypervisor will select a device name.
kn: ನಿಜವಾದ ಸಾಧನದ ಹೆಸರು ಹೈಪರ್ವೈಸರ್ ಸಿದ್ಧತೆಗಳ ಕಾರಣದಿಂದಾಗಿ ಬದಲಾಗಬಹುದು. ಸೂಚಿಸಲಾಗಿರದೆ ಇದ್ದಲ್ಲಿ ಹೈಪರ್‌ವೈಸರ್ ಒಂದು ಸಾಧನದ ಹೆಸರನ್ನು ಆಯ್ಕೆ ಮಾಡುತ್ತದೆ.

source: Unknown instance (None)
kn: ಗೊತ್ತಿರದ ಇನ್‌ಸ್ಟೆನ್ಸ್ (ಯಾವುದೂ ಇಲ್ಲ)
sr: Nepoznata instanca (nema je)

source: Attaching volume %(vol)s to instance %(inst)s on %(dev)s.
kn: %(vol)s ಪರಿಮಾಣವನ್ನು %(dev)s ನಲ್ಲಿನ %(inst)s ಇನ್‌ಸ್ಟನ್ಸ್‌ಗೆ ಲಗತ್ತಿಸಲಾಗುತ್ತಿದೆ.
sr: Priključenje volume-a %(vol)s za instancu %(inst)s na %(dev)s.

source: Unable to attach volume.
kn: ಪರಿಮಾಣವನ್ನು ಲಗತ್ತಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće priključiti volume.

source: Creating volume snapshot "%s".
kn: "%s" ಪರಿಮಾಣದ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್ ಅನ್ನು ರಚಿಸಲಾಗುತ್ತಿದೆ.
sr: Kreiranje snapshot-a volume-a "%s".

source: Forcing to create snapshot "%s" from attached volume.
kn: ಲಗತ್ತಿಸಲಾದ ಪರಿಮಾಣದಿಂದ "%s" ಸ್ನ್ಯಾಪ್‌ಶಾಟ್ ಅನ್ನು ರಚಿಸಲು ಒತ್ತಾಯಿಸಲಾಗುತ್ತಿದೆ.
sr: Forsiranje kreiranja snapshot-a "%s" iz prikačenog volume-a.

source: Unable to create volume snapshot.
kn: ಪರಿಮಾಣ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ ಅನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće kreiranje snapshot-a volume-a

source: Unable to update volume.
kn: ಪರಿಮಾಣವನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće ažurirati volume.

source: Updating volume "%s"
kn: "%s" ಪರಿಮಾಣವನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗುತ್ತಿದೆ
sr: Ažuriranje volume-a "%s"

# Force upload volume in in-use status to image
source: Force
kn: ಒತ್ತಾಯಪೂರ್ವಕ

source: Successfully sent the request to upload volume to image for volume: "%s"
kn: ಪರಿಮಾಣಕ್ಕಾಗಿ ಪರಿಮಾಣದ ಚಿತ್ರಿಕೆಯನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡುವ ಮನವಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಕಳುಹಿಸಲಾಗಿದೆ: "%s"

source: Unable to upload volume to image for volume: "%s"
kn: ಪರಿಮಾಣಕ್ಕಾಗಿ ಪರಿಮಾಣದ ಚಿತ್ರಿಕೆಯನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ: "%s"

source: New size must be greater than current size.
kn: ಹೊಸ ಗಾತ್ರವು ಪ್ರಸಕ್ತ ಗಾತ್ರಕ್ಕಿಂತ ದೊಡ್ಡದಾಗಿರಬೇಕು.

source: Volume cannot be extended to %(req)iGB as you only have %(avail)iGB of your quota available.
kn: ನಿಮ್ಮ ಕೋಟಾದಲ್ಲಿ ಕೇವಲ %(avail)iGB ಇರುವುದರಿಂದ ಪರಿಮಾಣವನ್ನು %(req)iGB ಗೆ ವಿಸ್ತರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.

source: Extending volume: "%s"
kn: ಪರಿಮಾಣದ ವಿಸ್ತರಿಸುವಿಕೆ: "%s"

source: Unable to extend volume.
kn: ಪರಿಮಾಣವನ್ನು ವಿಸ್ತರಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je proširiti volume.

source: Never
kn: ಎಂದೂ ಇಲ್ಲ
sr: Nikad

source: On Demand
kn: ಬೇಡಿಕೆಯ ಮೇರೆಗೆ

source: Migration Policy
kn: ವರ್ಗಾವಣೆ ಪಾಲಿಸಿ

source: Unable to retrieve the volume type list.
kn: ಪರಿಮಾಣದ ಬಗೆಯ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: New volume type must be different from the original volume type "%s".
kn: ಹೊಸ ಪರಿಮಾಣದ ಬಗೆಯು ಮೂಲ ಪರಿಮಾಣದ ಬಗೆಯಾದ "%s" ಗಿಂತ ಭಿನ್ನವಾಗಿರಬೇಕು.

source: Successfully sent the request to change the volume type to "%(vtype)s" for volume: "%(name)s"
kn: ಈ ಪರಿಮಾಣಕ್ಕಾಗಿನ ಪರಿಮಾಣದ ಬಗೆಯಾದ "%(vtype)s" ಅನ್ನು ಬದಲಾಯಿಸುವ ಮನವಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಕಳುಹಿಸಲಾಗಿದೆ: "%(name)s"

source: Unable to change the volume type for volume: "%s"
kn: ಈ ಪರಿಮಾಣಕ್ಕಾಗಿ ಪರಿಮಾಣದ ಬಗೆಯನ್ನು ಬದಲಾಯಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ: "%s"

source: Launch as Instance
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್ ಆಗಿ ಆರಂಭಿಸಿ

source: Manage Attachments
kn: ಲಗತ್ತುಗಳನ್ನು ನೋಡಿಕೊಳ್ಳಿ

source: Unable to retrieve tenant limits.
kn: ಟೆನೆಂಟ್ ಮಿತಿಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Upload to Image
kn: ಚಿತ್ರಿಕೆಗೆ ಅಪ್‌ಲೋಡ್ ಮಾಡಿ

source: Unable to retrieve attachment information.
kn: ಲಗತ್ತಿನ ಮಾಹಿತಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je povratiti podatke o prilozima.

source: Attached to %(instance)s on %(dev)s
kn: %(instance)s ಗೆ %(dev)s ನಲ್ಲಿ ಲಗತ್ತಿಸಲಾಗಿದೆ
sr: Povezano na %(instance)s na %(dev)s

source: No
kn: ಇಲ್ಲ

source: Yes
kn: ಸರಿ

# Current status of a Volume
source: Available
kn: ಲಭ್ಯವಿದೆ
sr: Dostupno

# Current status of a Volume
source: Error
kn: ದೋಷ
sr: Greška

# Current status of a Volume
source: Creating
kn: ರಚಿಸಲಾಗುತ್ತಿದೆ
sr: Kreiram

source: Encrypted
kn: ಗೂಢಲಿಪೀಕರಣಗೊಂಡ

source: Device
kn: ಸಾಧನ
sr: Uređaj

source: Volume %(volume_name)s on instance %(instance_name)s
kn: %(instance_name)s ಇನ್‌ಸ್ಟನ್ಸ್‌ನಲ್ಲಿ %(volume_name)s ಪರಿಮಾಣ

source: Unable to retrieve volume information.
kn: ಪರಿಮಾಣದ ಮಾಹಿತಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće izvući podatke o volume-u.

source: This volume is currently attached to an instance. In some cases, creating a snapshot from an attached volume can result in a corrupted snapshot.
kn: ಈ ಪರಿಮಾಣವನ್ನು ಪ್ರಸಕ್ತ ಒಂದು ಇನ್‌ಸ್ಟೆನ್ಸ್‌ಗೆ ಲಗತ್ತಿಸಲಾಗಿದೆ. ಕೆಲವು ಸಂದರ್ಭಗಳಲ್ಲಿ, ಲಗತ್ತಿಸಲಾದ ಪರಿಮಾಣದಿಂದ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ ಅನ್ನು ರಚಿಸುವುದು ಒಂದು ಹಾಳಾದ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ಗೆ ಕಾರಣವಾಗುತ್ತದೆ.
sr: Ovaj volume je trenutno prikačen na instancu. U nekim slučajevima, kreiranje snapshot-a priključenog volume-a može dati neispravan snapshot.

source: Unable to retrieve volume information for volume: "%s"
kn: ಪರಿಮಾಣಕ್ಕಾಗಿ ಪರಿಮಾಣದ ಮಾಹಿತಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ: "%s"

source: Unable to retrieve volume.
kn: ಪರಿಮಾಣವನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće izvući volume.

source: VPN Service %s was successfully updated.
kn: %s VPN ಸೇವೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗಿದೆ.
sr: VPN servis %s uspešno izmenjen.

source: Failed to update VPN Service %s
kn: %s VPN ಸೇವೆಯನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ವಿಫಲಗೊಂಡಿದೆ
sr: Neuspeno izmenjen VPN servis %s

source: Authorization algorithm
kn: ದೃಢೀಕರಣದ ಅಲ್ಗಾರಿತಮ್
sr: Algoritam autorizacije

source: Encryption algorithm
kn: ಎನ್‌ಕ್ರಿಪ್‍ಶನ್ ಅಲ್ಗಾರಿದಮ್‌
sr: Algoritam enkripcije

source: IKE version
kn: IKE ಆವೃತ್ತಿ
sr: Verzija IKE

source: Lifetime units for IKE keys
kn: IKE ಕೀಲಿಗಳಿಗಾಗಿ ಜೀವಿತಾವಧಿಯ ಘಟಕಗಳು
sr: Ključevi za IKE imaju trajne jedinice

source: seconds
kn: ಸೆಕೆಂಡುಗಳು
sr: sekundi

source: Lifetime value for IKE keys
kn: IKE ಕೀಲಿಗಳಿಗಾಗಿ ಜೀವಿತಾವಧಿಯ ಮೌಲ್ಯ
sr: Ključevi za IKE imaju trajne vrednosti

source: Equal to or greater than 60
kn: 60ಕ್ಕೆ ಸಮನಾದ ಅಥವ ದೊಡ್ಡದಾದ

source: Perfect Forward Secrecy
kn: ಸೂಕ್ತವಾದ ಫಾರ್ವಾರ್ಡ್ ಸಿಕ್ರೆಸಿ

source: IKE Phase1 negotiation mode
kn: IKE Phase1 ನೆಗೋಶಿಯೇಶನ್ ಕ್ರಮ
sr: Režim IKE faza1 usklađivanje

source: IKE Policy %s was successfully updated.
kn: IKE ಪಾಲಿಸಿ %s ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗಿದೆ.
sr: IKE politika %s je uspešno izmenjena.

source: Failed to update IKE Policy %s
kn: IKE ಪಾಲಿಸಿ %s ಅನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ವಿಫಲಗೊಂಡಿದೆ
sr: Neuspešno izmenjena IKE politika %s

source: Encapsulation mode
kn: ಎನ್‌ಕ್ಯಾಪ್ಸುಲೇಶನ್‌ ಕ್ರಮ
sr: Režim enkapsulacije

source: tunnel
kn: ಟನಲ್‌
sr: tunel

source: transport
kn: ವರ್ಗಾವಣೆ

source: Lifetime units
kn: ಜೀವಿತಾವಧಿಯ ಘಟಕಗಳು
sr: Trajne jedinice

source: Lifetime value
kn: ಜೀವಿತಾವಧಿಯ ಮೌಲ್ಯ
sr: Trajna vrednost

source: Transform Protocol
kn: ರೂಪಾಂತರ ಪ್ರೊಟೊಕಾಲ್
sr: Protokol transformacije

source: IPSec Policy %s was successfully updated.
kn: IPSec ಪಾಲಿಸಿ %s ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗಿದೆ.
sr: IPSec Politika %s je uspešno izmenjena.

source: Failed to update IPSec Policy %s
kn: IPSec ಪಾಲಿಸಿ %s ಅನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ವಿಫಲಗೊಂಡಿದೆ
sr: Neuspešno izmenjena IPSec politika %s

source: Peer gateway public IPv4/IPv6 Address or FQDN
kn: ಪೀರ್ ಗೇಟ್‌ವೇ ಪಬ್ಲಿಕ್ IPv4/IPv6 ವಿಳಾಸ ಅಥವ FQDN
sr: Javna IPv4/IPv6 adresa peer gateway-a ili FQDN

source: Peer gateway public IPv4/IPv6 address or FQDN for the VPN Connection
kn: VPN ಸಂಪರ್ಕಕ್ಕಾಗಿನ ಪೀರ್ ಗೇಟ್‌ವೇ ಪಬ್ಲಿಕ್ IPv4/IPv6 ವಿಳಾಸ ಅಥವ FQDN
sr: Javna IPv4/IPv6 adresa peer gateway-a ili FQDN za VPN vezu

source: Peer router identity for authentication (Peer ID)
kn: ದೃಢೀಕರಣಕ್ಕಾಗಿ ಪೀರ್ ರೌಟರ್ ಗುರುತು (ಪೀರ್ ID)
sr: Identitet peer rutera radi verodostojnosti (Peer ID)

source: Peer router identity for authentication. Can be IPv4/IPv6 address, e-mail, key ID, or FQDN
kn: ದೃಢೀಕರಣಕ್ಕಾಗಿ ಪೀರ್ ರೌಟರ್ ಗುರುತು. IPv4/IPv6 ವಿಳಾಸ, ಇ-ಮೇಲ್, ಕೀಲಿ ID, ಅಥವ FQDN ಆಗಿರಬಹುದು
sr: Identitet peer rutera radi verodostojnosti. Može biti IPv4/IPv6 adresa, e-mail, key ID, ili FQDN

source: Remote peer subnet(s)
kn: ರಿಮೋಟ್ ಪೀರ್ ಸಬ್‌ನೆಟ್‌(ಗಳು)
sr: Subnet(ovi) udaljenih peer-ova

source: Remote peer subnet(s) address(es) with mask(s) in CIDR format separated with commas if needed (e.g. 20.1.0.0/24, 21.1.0.0/24)
kn: ಅಗತ್ಯವಿದ್ದರೆ ವಿರಾಮಚಿಹ್ನೆಗಳಿಂದ ಪ್ರತ್ಯೇಕಿಸಳಾದ CIDR ನಲ್ಲಿನ ರಿಮೋಟ್ ಪೀರ್ ಸಬ್‌ನೆಟ್‌(ಗಳ) ವಿಳಾಸ(ಗಳು) (ಉದಾ. 20.1.0.0/24, 21.1.0.0/24)
sr: Adresa(e) subnet(ova) udaljenih peer-ova sa maskom(ama) u CIDR formatu odvojenizarezom ako treba (npr. 20.1.0.0/24, 21,1,0,0/24)

source: Pre-Shared Key (PSK) string
kn: ಪ್ರಿ-ಶೇರ್ಡ್ ಕೀ (PSK) ವಾಕ್ಯಾಂಶ

source: Maximum Transmission Unit size for the connection
kn: ಸಂಪರ್ಕಕ್ಕಾಗಿನ ಗರಿಷ್ಟ ವರ್ಗಾವಣೆ ಘಟಕದ ಗಾತ್ರ
sr: Maksimalna jedinica prenosa za vezu

source: Equal to or greater than 68 if the local subnet is IPv4. Equal to or greater than 1280 if the local subnet is IPv6.
kn: ಸ್ಥಳೀಯ ಸಬ್‌ನೆಟ್‌ IPv4 ಆಗಿದ್ದಲ್ಲಿ 68 ಕ್ಕೆ ಸಮನಾಗಿರುತ್ತದೆ ಅಥವ ಅದಕ್ಕಿಂತ ದೊಡ್ಡದಾಗಿರುತ್ತದೆ. ಸ್ಥಳೀಯ ಸಬ್‌ನೆಟ್‌ IPv6 ಆಗಿದ್ದಲ್ಲಿ 1280 ಕ್ಕೆ ಸಮನಾಗಿರುತ್ತದೆ ಅಥವ ಅದಕ್ಕಿಂತ ದೊಡ್ಡದಾಗಿರುತ್ತದೆ.

source: Dead peer detection actions
kn: ಜಡಗೊಂಡ ಪೀರ್ ಪತ್ತೆಮಾಡುವ ಕ್ರಿಯೆಗಳು
sr: Akcija otkrivanja neaktivnog peer-a

source: hold
kn: ತಡೆಹಿಡಿತ
sr: zadržano

source: clear
kn: ಅಳಿಸು
sr: čisto

source: disabled
kn: ನಿಷ್ಕ್ರಿಯಗೊಂಡ
sr: onemogućeno

source: restart
kn: ಮರಳಿ ಆರಂಭಿಸು

source: restart-by-peer
kn: ಪೀರ್‌ನಿಂದ-ಮರಳಿ-ಆರಂಭಿಸು

source: Dead peer detection interval
kn: ಜಡಗೊಂಡ ಪೀರ್ ಪತ್ತೆಮಾಡುವ ಮಧ್ಯಂತರ
sr: Interval za otkrivanjea neaktivnog peer-a

source: Valid integer
kn: ಮಾನ್ಯವಾದ ಪೂರ್ಣಾಂಕ

source: Dead peer detection timeout
kn: ಜಡಗೊಂಡ ಪೀರ್ ಪತ್ತೆಮಾಡುವಿಕೆಯ ಕಾಲಾವಧಿತೀರಿಕೆ
sr: Isteklo vreme za otkrivanje neaktivnog peer-a

source: Valid integer greater than the DPD interval
kn: DPD ಮಧ್ಯಂತರಕ್ಕೂ ದೊಡ್ಡದಾದ ಮಾನ್ಯವಾದ ಪೂರ್ಣಾಂಕ
sr: Važeći celobroj veći od DPD intervala

source: Initiator state
kn: ಆರಂಭಕದ ಸ್ಥಿತಿ
sr: Stanje inicijatora

source: bi-directional
kn: ಎರಡು-ದಿಕ್ಕಿನ

source: response-only
kn: ಪ್ರತಿಕ್ರಿಯೆ-ಮಾತ್ರ

source: IPSec Site Connection %s was successfully updated.
kn: IPSec ಸೈಟ್‌ ಸಂಪರ್ಕ %s ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗಿದೆ.
sr: IPSec Site veza %s je uspešno izmenjena.

source: Failed to update IPSec Site Connection %s
kn: IPSec ಸೈಟ್‌ ಸಂಪರ್ಕ %s ಅನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡುವಲ್ಲಿ ವಿಫಲಗೊಂಡಿದೆ
sr: Neuspešno izmenjena IPSec Site veza %s

source: Add IKE Policy
kn: IKE ಪಾಲಿಸಿಯನ್ನು ಸೇರಿಸಿ
sr: Dodajte IKE politiku

source: Add IPSec Policy
kn: IPSec ಪಾಲಿಸಿಯನ್ನು ಸೇರಿಸಿ
sr: Dodajte IPSec politiku

source: Add VPN Service
kn: VPN ಸೇವೆಯನ್ನು ಸೇರಿಸಿ
sr: Dodajte VPN servis

source: Add IPSec Site Connection
kn: IPSec ಸೈಟ್‌ ಸಂಪರ್ಕವನ್ನು ಸೇರಿಸಿ
sr: Dodajte vezu sa IPSec Site-om

source: Edit VPN Service
kn: VPN ಸೇವೆಯನ್ನು ಸಂಪಾದಿಸಿ
sr: Izmena VPN servisa

source: Edit IKE Policy
kn: IKE ಪಾಲಿಸಿಯನ್ನು ಸಂಪಾದಿಸಿ
sr: Izmena IKE politike

source: Edit IPSec Policy
kn: IPSec ಪಾಲಿಸಿಯನ್ನು ಸಂಪಾದಿಸಿ
sr: Izmena IPSec politike

source: Edit Connection
kn: ಸಂಪರ್ಕವನ್ನು ಸಂಪಾದಿಸಿ
sr: Izmena veze

# Current status of an IPSec Site Connection
source: Active
kn: ಸಕ್ರಿಯ

# Current status of an IPSec Site Connection
source: Down
kn: ಕೆಳಗೆ
sr: Dole

# Current status of an IPSec Site Connection
source: Error
kn: ದೋಷ
sr: Greška

source: VPN Service
kn: VPN ಸೇವೆ
sr: VPN servis

source: IKE Policy
kn: IKE ಪಾಲಿಸಿ
sr: IKE politika

source: IPSec Policy
kn: IPSec ಪಾಲಿಸಿ
sr: IPSec politika

source: IPSec Site Connections
kn: IPSec ಸೈಟ್‌ ಸಂಪರ್ಕಗಳು
sr: Veze IPSec site-u

# Current status of a VPN Service
source: Active
kn: ಸಕ್ರಿಯ

# Current status of a VPN Service
source: Down
kn: ಕೆಳಗೆ
sr: Dole

# Current status of a VPN Service
source: Error
kn: ದೋಷ
sr: Greška

# Current status of a VPN Service
source: Created
kn: ರಚಿಸಿದ್ದು
sr: Kreirano

source: VPN Services
kn: VPN ಸೇವೆಗಳು
sr: VPN servisi

source: IKE Policies
kn: IKE ಪಾಲಿಸಿಗಳು
sr: IKE politike

source: IPSec Policies
kn: IPSec ಪಾಲಿಸಿಗಳು
sr: IPSec politike

source: Unable to retrieve IPSec Site Connections list.
kn: IPSec ಸೈಟ್‌ ಸಂಪರ್ಕಗಳ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti listu veza IPSec site-a.

source: Unable to retrieve VPN Services list.
kn: VPN ಸೇವೆಗಳ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti listu VPN servisa.

source: Unable to retrieve IKE Policies list.
kn: IKE ಪಾಲಿಸಿಗಳ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti listu IKE politika.

source: Unable to retrieve IPSec Policies list.
kn: IPSec ಪಾಲಿಸಿಗಳ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti listu IPSec politika.

source: IKE Policy Details
kn: IKE ಪಾಲಿಸಿ ವಿವರಗಳು
sr: Detalji IKE politike

source: IPSec Policy Details
kn: IPSec ಪಾಲಿಸಿ ವಿವರಗಳು
sr: Detalji IPSec politike

source: VPN Service Details
kn: VPN ಸೇವೆಯ ವಿವರಗಳು
sr: Detalji VPN servisa

source: IPSec Site Connection Details
kn: IPSec ಸೈಟ್‌ ಸಂಪರ್ಕದ ವಿವರಗಳು
sr: Detalji veze IPSec site-a

source: Virtual Private Network
kn: ವರ್ಚುವಲ್ ಪ್ರೈವೇಟ್‌ ನೆಟ್‌ವರ್ಕ್
sr: Virtualna privatna mreža

source: Deleted VPN Service %s
kn: ಅಳಿಸಲಾದ VPN ಸೇವೆ %s

source: Unable to delete VPN Service: %s
kn: VPN ಸೇವೆಯನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ: %s

source: Deleted IKE Policy %s
kn: ಅಳಿಸಲಾದ IKE ಪಾಲಿಸಿ %s

source: Unable to delete IKE Policy: %s
kn: IKE ಪಾಲಿಸಿಯನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ: %s

source: Deleted IPSec Policy %s
kn: ಅಳಿಸಲಾದ IPSec ಪಾಲಿಸಿ %s

source: Unable to delete IPSec Policy: %s
kn: IPSec ಪಾಲಿಸಿಯನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ: %s

source: Deleted IPSec Site Connection %s
kn: ಅಳಿಸಲಾದ IPSec ಸೈಟ್‌ ಸಂಪರ್ಕ %s

source: Unable to delete IPSec Site Connection: %s
kn: IPSec ಸೈಟ್‌ ಸಂಪರ್ಕವನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ: %s

source: Unable to retrieve IKE Policy details.
kn: IKE ಪಾಲಿಸಿ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti detalje IKE politike.

source: Unable to retrieve IPSec Policy details.
kn: IPSec ಪಾಲಿಸಿ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti detalje IPSec politike.

source: Unable to retrieve VPN Service details.
kn: VPN ಸೇವೆಯ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti detalje VPN servisa.

source: Unable to retrieve IPSec Site Connection details.
kn: IPSec ಸೈಟ್‌ ಸಂಪರ್ಕ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti detalje veze IPSec site-a.

source: Unable to retrieve VPN Service details. %s
kn: VPN ಸೇವೆಯ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. %s
sr: Nemoguće je dobiti detalje VPN Servisa. %s

source: Unable to retrieve IKE Policy details. %s
kn: IKE ಪಾಲಿಸಿ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. %s
sr: Nemoguće je dobiti detalje IKE politike. %s

source: Unable to retrieve IPSec Policy details. %s
kn: IPSec ಪಾಲಿಸಿ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. %s
sr: Nemoguće je dobiti detalje IPSec politike. %s

source: Edit IPSec Site Connection
kn: IPSec ಸೈಟ್ ಸಂಪರ್ಕವನ್ನು ಸಂಪಾದಿಸಿ
sr: Izmena veze IPSec Site

source: Unable to retrieve IPSec Site Connection details. %s
kn: IPSec ಸೈಟ್‌ ಸಂಪರ್ಕ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. %s
sr: Nemoguće je dobiti detalje IPSec veze. %s

source: The state to start in.
kn: ಆರಂಭಿಸಬೇಕಿರುವ ಸ್ಥಿತಿ.

source: Select a Router
kn: ಒಂದು ರೌಟರ್ ಅನ್ನು ಆರಿಸಿ
sr: Odaberite ruter

source: Unable to retrieve routers list.
kn: ರೌಟರ್‌ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti listu rutera.

source: Add New VPN Service
kn: ಹೊಸ VPN ಸೇವೆಯನ್ನು ಸೇರಿಸಿ
sr: Dodajte novi VPN servis

source: Create VPN Service for current project. Specify a name, description, router, and subnet for the VPN Service. Admin State is Up (checked) by default.
kn: ಪ್ರಸಕ್ತ ಪರಿಯೋಜನೆಗಾಗಿ VPNಯ ಸೇವೆಯನ್ನು ರಚಿಸಿ. VPN ಸೇವೆಗಾಗಿ ಒಂದು ಹೆಸರು, ವಿವರಣೆ, ರೌಟರ್, ಮತ್ತು ಸಬ್‌ನೆಟ್ ಅನ್ನು ಸೂಚಿಸಿ. ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ ವ್ಯವಸ್ಥಾಪಕ ಸ್ಥಿತಿಯು UP (ಗುರುತುಹಾಕಿರುವ) ಆಗಿರುತ್ತದೆ.

source: Added VPN Service "%s".
kn: VPN ಸೇವೆ "%s" ಅನ್ನು ಆರಿಸಿ.
sr: Dodat VPN servis "%s".

source: Unable to add VPN Service "%s".
kn: VPN ಸೇವೆ "%s" ಅನ್ನು ಸೇರಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dodati VPN servis "%s".

source: Add New IKE Policy
kn: ಹೊಸ IKE ಪಾಲಿಸಿಯನ್ನು ಸೇರಿಸಿ
sr: Dodajte novu IKE politiku

source: Create IKE Policy for current project. Assign a name and description for the IKE Policy.
kn: ಪ್ರಸಕ್ತ ಪರಿಯೋಜನೆಗಾಗಿ IKE ಪಾಲಿಸಿಯನ್ನು ರಚಿಸಿ. IKE ಪಾಲಿಸಿಗಾಗಿ ಒಂದು ಹೆಸರು ಮತ್ತು ವಿವರಣೆಯನ್ನು ನಿಯೋಜಿಸಿ.
sr: Kreirajte IKE politiku za tekući projekat. Dodelite ime i opis za IKE poitiku.

source: Added IKE Policy "%s".
kn: IKE ಪಾಲಿಸಿ "%s" ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ.
sr: Dodata IKE politika "%s".

source: Unable to add IKE Policy "%s".
kn: "%s" IKE ಪಾಲಿಸಿಯನ್ನು ಸೇರಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dodati IKE politiku "%s".

source: Lifetime value for IKE keys
kn: IKE ಕೀಲಿಗಳ ಜೀವಿತಾವಧಿಯ ಮೌಲ್ಯ
sr: Trajna vrednost ua IKE ključeve

source: Add New IPSec Policy
kn: ಹೊಸ IPSec ಪಾಲಿಸಿಯನ್ನು ಸೇರಿಸಿ
sr: Dodajte novu IPSec politiku

source: Create IPSec Policy for current project. Assign a name and description for the IPSec Policy.
kn: ಪ್ರಸಕ್ತ ಪರಿಯೋಜನೆಗಾಗಿ IPSec ಪಾಲಿಸಿಯನ್ನು ರಚಿಸಿ. IKE ಪಾಲಿಸಿಗಾಗಿ ಒಂದು ಹೆಸರು ಮತ್ತು ವಿವರಣೆಯನ್ನು ನಿಯೋಜಿಸಿ.
sr: Kreirajte IPSec politiku za trenutni projekat. Dodelite ime i opis za IPSec politiku.

source: Added IPSec Policy "%s".
kn: IPSec ಪಾಲಿಸಿ "%s" ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ.
sr: Dodata IPSec politika "%s".

source: Unable to add IPSec Policy "%s".
kn: IPSec ಪಾಲಿಸಿ "%s" ಅನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dodati IPSec politiku "%s".

source: VPN Service associated with this connection
kn: ಈ ಸಂಪರ್ಕದೊಂದಿಗೆ ಸಂಬಂಧಿಸಿರುವ VPN ಸೇವೆ
sr: VPN servis pridružen ovoj vezi

source: IKE Policy associated with this connection
kn: ಈ ಸಂಪರ್ಕದೊಂದಿಗೆ ಸಂಬಂಧಿಸಿರುವ IKE ಪಾಲಿಸಿ
sr: IKE politika združena sa ovom vezom

source: IPSec Policy associated with this connection
kn: ಈ ಸಂಪರ್ಕದೊಂದಿಗೆ ಸಂಬಂಧಿಸಿರುವ IPSec ಪಾಲಿಸಿ
sr: IPSec politika združena sa ovom vezom

source: Select IKE Policy
kn: IKE ಪಾಲಿಸಿಯನ್ನು ಆರಿಸಿ
sr: Odaberite IKE politiku

source: Select IPSec Policy
kn: IPSec ಪಾಲಿಸಿಯನ್ನು ಆರಿಸಿ
sr: Odaberite IPSec politiku

source: Select VPN Service
kn: VPN ಸೇವೆಯನ್ನು ಆರಿಸಿ
sr: Odaberite VPN servis

source: Add New IPSec Site Connection
kn: ಹೊಸ IPSec ಸೈಟ್ ಸಂಪರ್ಕವನ್ನು ಸೇರಿಸಿ
sr: Odaberite novu vezu za IPSec site

source: Create IPSec Site Connection for current project. Assign a name and description for the IPSec Site Connection. All fields in this tab are required.
kn: ಪ್ರಸಕ್ತ ಪರಿಯೋಜನೆಗಾಗಿ IPSec ಸೈಟ್ ಸಂಪರ್ಕವನ್ನು ರಚಿಸಿ. IPSec ಸೈಟ್‌ ಸಂಪರ್ಕಕ್ಕಾಗಿನ ಒಂದು ಹೆಸರು ಮತ್ತು ವಿವರಣೆಯನ್ನು ನಿಯೋಜಿಸಿ. ಈ ಟ್ಯಾಬ್‌ನಲ್ಲಿನ ಎಲ್ಲಾ ಖಾಲಿ ಸ್ಥಳಗಳನ್ನು ಭರ್ತಿಮಾಡುವ ಅಗತ್ಯವಿರುತ್ತದೆ.
sr: Kreirajte vezu za IPSec site za trenutni projekat. Dodalite ime i opis za vezu za IPSec site. Sva polju su obavezna.

source: Optional Parameters
kn: ಐಚ್ಛಿಕ ನಿಯತಾಂಕಗಳು
sr: Neobavezni parametri

source: Fields in this tab are optional. You can configure the detail of IPSec site connection created.
kn: ಈ ಟ್ಯಾಬ್‌ನಲ್ಲಿನ ಸ್ಥಳಗಳನ್ನು ಭರ್ತಿ ಮಾಡುವುದು ಐಚ್ಛಿಕವಾಗಿರುತ್ತದೆ. ನೀವು ರಚಿಸಲಾದ IPSec ಸೈಟ್ ಸಂಪರ್ಕದ ವಿವರವನ್ನು ಸಂರಚಿಸಬಹುದು.
sr: Polja u ovoj mascci su neobavezni. Možete postaviti detalje veze kreiranog IPSec-a site-a.

source: Added IPSec Site Connection "%s".
kn: IPSec ಸೈಟ್ ಸಂಪರ್ಕ "%s" ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ
sr: Dodate veze IPSec site-a "%s".

source: Unable to add IPSec Site Connection "%s".
kn: IPSec ಸೈಟ್ ಸಂಪರ್ಕ "%s" ಅನ್ನು ಸೇರಿಸಲು ವಿಫಲಗೊಂಡಿದೆ.
sr: Nemoguće je dodati veze IPSec site-a "%s".

source: Lifetime Units
kn: ಜೀವಿತಾವಧಿಯ ಘಟಕಗಳು
sr: Trajne jedinice

source: Lifetime Value
kn: ಜೀವಿತಾವಧಿಯ ಮೌಲ್ಯ
sr: Trajne vrednosti

source: Remote peer subnet
kn: ರಿಮೋಟ್ ಪೀರ್ ಸಬ್‌ನೆಟ್
sr: podmreža udaljenog peer-a

source: Pre-Shared Key string
kn: ಪ್ರಿ-ಶೇರ್ಡ್ ಕೀ ವಾಕ್ಯಾಂಶ
sr: Unapred podeljen niz ključeva

source: Dead peer detection action
kn: ಜಡಗೊಂಡ ಪೀರ್ ಪತ್ತೆಮಾಡುವ ಕ್ರಿಯೆ
sr: Akcija otkrivanja neaktivnog peer-a

source: Authorization mode
kn: ದೃಢೀಕರಣ ಕ್ರಮ
sr: Režim autorizacije

source: Route mode
kn: ರೌಟ್ ಕ್ರಮ
sr: Režim rutiranja

source: You may update IKE Policy details here.
kn: ನೀವು ನಿಯಮದ IKE ಪಾಲಿಸಿಯ ವಿವರಗಳನ್ನು ಇಲ್ಲಿ ಅಪ್‌ಡೇಟ್ ಮಾಡಬಹುದು.
sr: Možete ovde izmeniti detalje IKE politike.

source: You may update IPSec Policy details here.
kn: ನೀವು IKE ಪಾಲಿಸಿಯ ವಿವರಗಳನ್ನು ಇಲ್ಲಿ ಅಪ್‌ಡೇಟ್ ಮಾಡಬಹುದು.
sr: Možete ovde izmeniti detalje IPSec politike.

source: You may update IPSec Site Connection details here.
kn: ನೀವು IPSec ಸೈಟ್ ಸಂಪರ್ಕದ ವಿವರಗಳನ್ನು ಇಲ್ಲಿ ಅಪ್‌ಡೇಟ್ ಮಾಡಬಹುದು.
sr: Ovde možete izmeniti detalje veze IPSec Site.

source: You may update VPN Service details here.
kn: ನೀವು VPN ಸೇವೆಯ ವಿವರಗಳನ್ನು ಇಲ್ಲಿ ಅಪ್‌ಡೇಟ್ ಮಾಡಬಹುದು.
sr: Ovde možete izmeniti detalje VPN servisa.

source: VPN Connections
kn: VPN ಸಂಪರ್ಕಗಳು
sr: VPN konekcije

source: Projects could not be retrieved.
kn: ಪರಿಯೋಜನೆಗಳನ್ನು ಹಿಂದಕ್ಕೆ ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Segment Type
kn: ಸೆಗ್ಮೆಂಟ್ ಬಗೆ

source: Overlay
kn: ಓವರ್‌ಲೇ

source: Trunk
kn: ಟ್ರಂಕ್

source: Sub Type
kn: ಉಪ ಬಗೆ

source: Native VXLAN
kn: ಸ್ಥಳೀಯ VXLAN

source: Enhanced VXLAN
kn: ಎನ್‌ಹ್ಯಾನ್ಸಡ್ VXLAN

source: Segment Range
kn: ಸೆಗ್ಮೆಂಟ್ ವ್ಯಾಪ್ತಿ

source: 1-4093 for VLAN; 5000 and above for Overlay
kn: VLAN ಗಾಗಿ 1-4093; ಓವರ್‌ಲೇಗಾಗಿ 5000 ಮತ್ತು ಹೆಚ್ಚಿನದು

source: Multicast IP Range
kn: ಮಲ್ಟಿಕಾಸ್ಟ್ IP ಶ್ರೇಣಿ

source: Multicast IPv4 range(e.g. 224.0.1.0-224.0.1.100)
kn: ಮಲ್ಟಿಕಾಸ್ಟ್ IP4 ಶ್ರೇಣಿ (ಉದಾ. 224.0.1.0-224.0.1.100)

source: Sub Type Value (Manual Input)
kn: ಉಪ ಬಗೆ ಮೌಲ್ಯ (ಮ್ಯಾನುವಲ್ ಇನ್‌ಪುಟ್)

source: Enter parameter (e.g. GRE)
kn: ನಿಯತಾಂಕವನ್ನು ನಮೂದಿಸಿ (ಉದಾ. GRE)

source: Network Profile %s was successfully created.
kn: ಜಾಲಬಂಧ ಪ್ರೊಫೈಲ್‌ %s ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ.

source: Failed to create network profile %s
kn: ಜಾಲಬಂಧ ಪ್ರೊಫೈಲ್‌ %s ಅನ್ನು ರಚಿಸಲು ವಿಫಲಗೊಂಡಿದೆ

source: Network Profile %s was successfully updated.
kn: ಜಾಲಬಂಧ ಪ್ರೊಫೈಲ್‌ %s ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗಿದೆ.

source: Failed to update network profile (%s).
kn: ಜಾಲಬಂಧ ಪ್ರೊಫೈಲ್‌ ಅನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ವಿಫಲಗೊಂಡಿದೆ (%s).

source: Create Network Profile
kn: ಜಾಲಬಂಧ ಪ್ರೊಫೈಲ್‌ ಅನ್ನು ರಚಿಸಿ

source: Failed to delete network profile (%s).
kn: ಜಾಲಬಂಧದ ಪ್ರೊಫೈಲ್ ಅನ್ನು ಅಳಿಸಲು ವಿಫಲಗೊಂಡಿದೆ (%s).

source: Edit Network Profile
kn: ಜಾಲಬಂಧ ಪ್ರೊಫೈಲ್‌ ಅನ್ನು ಸಂಪಾದಿಸಿ

source: Physical Network Name
kn: ಭೌತಿಕ ಜಾಲಬಂಧದ ಹೆಸರು

source: Policy Profile
kn: ಪಾಲಿಸಿ ಪ್ರೊಫೈಲ್‌

source: Update Network Profile
kn: ಜಾಲಬಂಧ ಪ್ರೊಫೈಲ್‌ ಅನ್ನು ಅಪ್‌ಡೇಟ್‌ ಮಾಡಿ

source: Unable to retrieve network profile details.
kn: ಜಾಲಬಂಧ ಪ್ರೊಫೈಲ್ ವಿವರಣೆಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Failed to obtain network profile binding
kn: ಜಾಲಬಂಧ ಪ್ರೊಫೈಲ್ ಬೈಂಡಿಂಗ್ ಅನ್ನು ಪಡೆಯಲು ವಿಫಲಗೊಂಡಿದೆ

source: Name:
kn: ಹೆಸರು:

source: Select a name for your network profile.
kn: ನಿಮ್ಮ ಜಾಲಬಂಧ ಪ್ರೊಫೈಲ್‌ಗಾಗಿ ಒಂದು ಹೆಸರನ್ನು ಆರಿಸಿ.

source: Segment Type:
kn: ಸೆಗ್ಮೆಂಟ್ ಬಗೆ:

source: Segment types available are VLAN, Overlay and Trunk.
kn: ಲಭ್ಯವಿರುವ ಸೆಗ್ಮೆಂಟ್‌ ಬಗೆಗಳು VLAN, ಓವರ್‌ಲೇ ಮತ್ತು ಟ್ರಂಕ್ ಆಗಿರುತ್ತವೆ.

source: Segment Sub Type:
kn: ಸೆಗ್ಮೆಂಟ್ ಉಪ ಬಗೆ:
