Repository: openstack/horizon
Catalog: openstack_dashboard/locale/*/LC_MESSAGES/django.po
Languages: kn, sr

source: Disabled compute service for host: %s.
kn: ಆತಿಥೇಯಗಣಕಕ್ಕಾಗಿ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾದ ಕಂಪ್ಯೂಟ್‌ ಸೇವೆ: %s.
sr: Onemogućen racunarski servis za host: %s.

source: Failed to disable compute service for host: %s.
kn: ಆತಿಥೇಯಗಣಕಕ್ಕಾಗಿ ಕಂಪ್ಯೂಟ್‌ ಸೇವೆಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ: %s.
sr: Neuspelo isključivanje racunarskog servisa za host: %s.

source: Live Migrate
kn: ಲೈವ್‌ ವರ್ಗಾವಣೆ
sr: Selidba uživo

source: Disk Over Commit
kn: ಡಿಸ್ಕ್‌ ಓವರ್‌ ಕಮಿಟ್‌
sr: Disk je već raspodeljen

source: Block Migration
kn: ಬ್ಲಾಕ್‌ನ ವರ್ಗಾವಣೆ
sr: Selidba bloka

source: Evacuate Host
kn: ಆತಿಥೇಯವನ್ನು ಖಾಲಿ ಮಾಡಿ
sr: Spasite Host

source: Disable Service
kn: ಸೇವೆಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ
sr: Onemogućen Servis

source: Zone
kn: ವಲಯ
sr: Zona

source: Status
kn: ಸ್ಥಿತಿ

source: State
kn: ರಾಜ್ಯ
sr: Stanje

source: Updated At
kn: ಇಲ್ಲಿ ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ
sr: Izmenjeno u

source: Compute Host
kn: ಕಂಪ್ಯೂಟ್ ಆತಿಥೇಯ
sr: Računarski host

source: Unable to get nova services list.
kn: ನೋವಾ ಸೇವೆಗಳ ಪಟ್ಟಿಯನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti listu nova servisa.

source: Unable to retrieve compute host information.
kn: ಕಂಪ್ಯೂಟ್‌ ಆತಿಥೇಯ ಮಾಹಿತಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti podatke o compute host-u

source: Hypervisor Summary
kn: ಹೈಪರ್‌ವೈಸರ್‌ ಸಾರಾಂಶ
sr: Zbirni podaci za hipervizora

source: VCPU Usage
kn: VCPU ಬಳಕೆ
sr: Korišćenje VCPU

source: Used <span> %(used)s </span> of <span> %(available)s </span>
kn: <span> %(available)s </span> ನಲ್ಲಿ <span> %(used)s </span> ಅನ್ನು ಬಳಸಲಾಗಿದೆ
sr: Iskorišćeno <span> %(used)s </span> od <span> %(available)s </span>

source: Memory Usage
kn: ಮೆಮೊರಿಯ ಬಳಕೆ
sr: Iskorišćenost memorije

source: Local Disk Usage
kn: ಸ್ಥಳೀಯ ಡಿಸ್ಕ್ ಬಳಕೆ
sr: Iskorišćenost Lokalnog Diska

source: Disable the compute service.
kn: ಕಂಪ್ಯೂಟ್‌ ಸೇವೆಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ
sr: Onemogući racunarski servis.

source: Evacuate the servers from the selected down host to an active target host.
kn: ಆಯ್ಕೆ ಮಾಡಿದ ಕೆಳಗಿನ (ಡೌನ್‌) ಆತಿಥೇಯ ಗಣಕದಿಂದ ಒಂದು ಸಕ್ರಿಯ ಗುರಿ ಆತಿಥೇಯಕ್ಕೆ ಪೂರೈಕೆಗಣಕವನ್ನು ಖಾಲಿ ಮಾಡಲಾಗಿಲ್ಲ.
sr: Spasite server sa izabranog hosta na aktivan host.

source: Unable to update the image metadata.
kn: ಮೆಟಾಡೇಟ ಚಿತ್ರಿಕೆಯನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Images
kn: ಚಿತ್ರಗಳು
sr: Image-i

source: Image Name =
kn: ಚಿತ್ರಿಕೆಯ ಹೆಸರು =
sr: Ime image-a

source: Status =
kn: ಸ್ಥಿತಿ =

source: Format =
kn: ವಿನ್ಯಾಸ =

source: Min. Size (MB)
kn: ಕನಿಷ್ಟ ಗಾತ್ರ (MB)
sr: Min. Veličina (MB)

source: Max. Size (MB)
kn: ಗರಿಷ್ಟ ಗಾತ್ರ (MB)
sr: Max. Veličina (MB)

source: Image Name
kn: ಚಿತ್ರಿಕೆಯ ಹೆಸರು
sr: Ime image-a

source: Unable to retrieve image list.
kn: ಚಿತ್ರಿಕೆಯ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemogue je dobiti listu Image-a.

source: Create An Image
kn: ಒಂದು ಚಿತ್ರಿಕೆಯನ್ನು ರಚಿಸಿ
sr: Kreiranje image-a

source: Update Image
kn: ಚಿತ್ರಿಕೆಯನ್ನು ಅಪ್‌ಡೇಟ್‌ ಮಾಡಿ
sr: Izmena image-a

source: Update Image Metadata
kn: ಚಿತ್ರಿಕೆಯ ಮೆಟಾಡೇಟವನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಿ

source: Unable to retrieve available properties for image.
kn: ಚಿತ್ರಿಕೆಗಾಗಿ ಲಭ್ಯವಿರುವ ಗುಣಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Unable to retrieve the image to be updated.
kn: ಅಪ್‌ಡೇಟ್‌ ಮಾಡಬೇಕಿರುವ ಚಿತ್ರಿಕೆಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Specify an image to upload to the Image Service.
kn: ಇಮೇಜ್‌ ಸರ್ವಿಸ್‌ಗೆ ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಒಂದು ಚಿತ್ರಿಕೆಯನ್ನು ಸೂಚಿಸಿ.
sr: Odaberite image za postavite u image servis

source: Currently only images available via an HTTP URL are supported. The image location must be accessible to the Image Service. Compressed image binaries are supported (.zip and .tar.gz.)
kn: ಸದ್ಯಕ್ಕೆ ಕೇವಲ HTTP URL ಮೂಲಕ ಲಭ್ಯವಿರುವ ಚಿತ್ರಿಕೆಗಳನ್ನು ಮಾತ್ರ ಬೆಂಬಲಿಸಲಾಗುತ್ತದೆ. ಚಿತ್ರಿಕೆಯ ಸ್ಥಳವು ಇಮೇಜ್‌ ಸೇವೆಯಿಂದ ನಿಲುಕಿಸಿಕೊಳ್ಳುವಂತಿರಬೇಕು. ಸಂಕುಚನಗೊಳಿಸಲಾದ ಚಿತ್ರಿಕೆ ಬೈನರಿಗಳನ್ನು ಬೆಂಬಲಿಸಲಾಗುತ್ತದೆ (.zip ಮತ್ತು .tar.gz.)

source: Please note:
kn: ದಯವಿಟ್ಟು ಗಮನಿಸಿ:
sr: Molimo obratite pažnju:

source: The Image Location field MUST be a valid and direct URL to the image binary. URLs that redirect or serve error pages will result in unusable images.
kn: ಇಮೇಜ್‌ ಲೊಕೇಶನ್‌ ಸ್ಥಳವು ಸರಿಯಾಗಿರಬೇಕು ಮತ್ತು ಚಿತ್ರಿಕೆ ಬೈನರಿಗೆ ನೇರವಾದ URL ಆಗಿರಬೇಕು. ದೋಷದ ಪುಟಗಳಿಗೆ ಮರುನಿರ್ದೇಶನಗೊಳಿಸುವ ಅಥವ ಒದಗಿಸುವ URLಗಳು ಬಳಸಲು ಸಾಧ್ಯವಿರದೆ ಇರುವಂತಹ ಚಿತ್ರಿಕೆಗಳಿಗೆ ಕಾರಣವಾಗುತ್ತವೆ.
sr: Polje pozicija image-a MORA biti ispravna i usmeravati URL ka image binary. URL-ovi koji preusmeravaju ili služe stranice greške završiće kao neupotrebljeni image-i.

source: Create Image
kn: ಚಿತ್ರಿಕೆಯನ್ನು ರಚಿಸಿ
sr: Kreiranje image-a

source: Edit the image details.
kn: ಚಿತ್ರಿಕೆಯ ವಿವರಗಳನ್ನು ಸಂಪಾದಿಸಿ.
sr: Izmeni detalje o slici

source: System Information
kn: ವ್ಯವಸ್ಥೆಯ ಮಾಹಿತಿ
sr: Podaci o sistemu

source: Enabled
kn: ಸಕ್ರಿಯ
sr: Aktiviran

source: Disabled
kn: ನಿಷ್ಕ್ರಿಯಗೊಂಡ
sr: Onemogućen

source: Up
kn: ಮೇಲೆ
sr: Gore

source: Down
kn: ಕೆಳಗೆ
sr: Dole

source: Service
kn: ಸೇವೆ
sr: Servis

source: Services
kn: ಸೇವೆಗಳು
sr: Servisi

# Time since the last update
source: Last Updated
kn: ಕೊನೆಯ ಬಾರಿಯ ಅಪ್‌ಡೇಟ್
sr: Zadnje izmenjeno

source: Compute Services
kn: ಕಂಪ್ಯೂಟ್‌ ಸೇವೆಗಳು
sr: Servisi compute-ova

source: Block Storage Services
kn: ಬ್ಲಾಕ್‌ ಶೇಖರಣಾ ಸೇವೆಗಳು
sr: Block Storage Servis

source: Network Agents
kn: ಜಾಲಬಂಧ ಮಧ್ಯವರ್ತಿಗಳು
sr: Agenti na mreži

source: Unable to get cinder services list.
kn: ಸಿಂಡರ್ ಸೇವೆಗಳ ಪಟ್ಟಿಯನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti listu Cinder servisa

source: Unable to get network agents info.
kn: ಜಾಲಬಂಧ ಮಧ್ಯವರ್ತಿಗಳ ಮಾಹಿತಿಯನ್ನು ಪಡೆಯಲಾಗಿಲ್ಲ.
sr: Nemoguće dobiti informacije o agenatima mreže.

source: Unable to get network agents list.
kn: ಜಾಲಬಂಧ ಮಧ್ಯವರ್ತಿಗಳ ಪಟ್ಟಿಯನ್ನು ಪಡೆಯಲಾಗಿಲ್ಲ.
sr: Nemoguće dobiti listu agenata mreže.

source: Unable to retrieve version information.
kn: ಆವೃತ್ತಿಯ ಮಾಹಿತಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti podatke o verzijama.

source: Reason: %(disabled_reason)s
kn: ಕಾರಣ: %(disabled_reason)s
sr: Razlog: %(disabled_reason)s

source: Version: %(version_info)s
kn: ಆವೃತ್ತಿ: %(version_info)s

source: New Host
kn: ಹೊಸ ಆತಿಥೇಯ ಗಣಕ
sr: Novi Host

source: Choose a Host to migrate to.
kn: ವರ್ಗಾವಣೆ ಮಾಡಲು ಒಂದು ಆತಿಥೇಯವನ್ನು ಆರಿಸಿ.
sr: Odaberite Host na koji radite seobu.

source: Select a new host
kn: ಹೊಸ ಆತಿಥೇಯಗಣಕವನ್ನು ಆರಿಸಿ
sr: Odaberite novi Host

source: The instance is preparing the live migration to host "%s".
kn: "%s" ಆತಿಥೇಯಗಣಕಕ್ಕೆ ಲೈವ್ ವರ್ಗಾವಣೆಗಾಗಿ ಇನ್‌ಸ್ಟನ್ಸ್‌ ಸಿದ್ಧಗೊಳ್ಳುತ್ತಿದೆ.
sr: Instanca se priprema za selidbu uživo na host "%s".

source: Failed to live migrate instance to host "%s".
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್‌ ಅನ್ನು "%s" ಆತಿಥೇಯಕ್ಕೆ ಲೈವ್‌ ವರ್ಗಾವಣೆ ಮಾಡಲಾಗಿಲ್ಲ.
sr: Neuspela selidba instance uživo na host "%s".

source: Live Migrate Instance
kn: ಲೈವ್‌ ವರ್ಗಾವಣೆ ಇನ್‌ಸ್ಟೆನ್ಸ್‌
sr: Selidba instance uživo

source: Host =
kn: ಆತಿಥೇಯ ಗಣಕ =

source: IPv4 Address =
kn: IPv4 ವಿಳಾಸ: =
sr: IPv4 Adresa =

source: IPv6 Address =
kn: IPv6 ವಿಳಾಸ: =
sr: IPv6 Adresa =

source: Image ID =
kn: ಚಿತ್ರಿಕೆ ID =

source: Flavor ID =
kn: ಫ್ಲೇವರ್‌ ID =

source: Project
kn: ಪರಿಯೋಜನೆ
sr: Projekat

source: IP Address
kn: IP ವಿಳಾಸ
sr: IP adresa

source: Size
kn: ಗಾತ್ರ
sr: Veličina

source: Task
kn: ಕಾರ್ಯ
sr: Zadatak

source: Power State
kn: ವಿದ್ಯುಚ್ಛಕ್ತಿ ಸ್ಥಿತಿ
sr: Stanje rada

source: Time since created
kn: ರಚಿಸಿದ ನಂತರದ ಸಮಯ
sr: Vreme od kreiranja

source: Unable to retrieve instance project information.
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್ ಪರಿಯೋಜನೆಯ ಮಾಹಿತಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti podatke projektu instance.

source: Unable to retrieve instance list.
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್‌ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Uemoguće je dobiti listu instanci.

source: Unable to retrieve IP addresses from Neutron.
kn: ನ್ಯೂಟ್ರಾನ್‌ನಿಂದ IP ವಿಳಾಸಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nije moguće izvući IP adreese iz Neutrona.

source: Unable to retrieve instance size information.
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್ ಗಾತ್ರದ ಮಾಹಿತಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti podatke o veličini instance.

source: Unable to retrieve host information.
kn: ಆತಿಥೇಯಗಣಕದ ಮಾಹಿತಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti podatke o hostu.

source: Unable to retrieve instance details.
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್‌ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti detalje o instancama.

source: Live migrate an instance to a specific host.
kn: ಒಂದು ಇನ್‌ಸ್ಟೆನ್ಸ್‌ ಅನ್ನು ನಿರ್ದಿಷ್ಟ ಆತಿಥೇಯಕ್ಕೆ ಲೈವ್‌ ವರ್ಗಾವಣೆ ಮಾಡಲಾಗಿಲ್ಲ.
sr: Selidba instance uživo na poseban host.

source: Direct Input
kn: ನೇರ ಇನ್‌ಪುಟ್
sr: Direktan ulaz

source: Protected
kn: ಸಂರಕ್ಷಿತ
sr: Zaštićeno

source: Description
kn: ವಿವರಣೆ
sr: Opis

source: Info
kn: ಮಾಹಿತಿ
sr: Informacije

source: None
kn: ಯಾವುದೂ ಇಲ್ಲ
sr: Ništa

source: Created
kn: ರಚಿಸಿದ್ದು
sr: Kreirano

source: Unknown
kn: ಅಜ್ಞಾತ
sr: Nepoznato

source: Updated
kn: ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ
sr: Ažurirano

source: Never updated
kn: ಎಂದೂ ಅಪ್‌ಡೇಟ್ ಮಾಡಿಲ್ಲ
sr: Nikada nije izmenjeno

source: Filter
kn: ಫಿಲ್ಟರ್‌

source: Last day
kn: ಹಿಂದಿನ ದಿನ
sr: Poslednjeg dana

source: Last week
kn: ಹಿಂದಿನ ವಾರ
sr: Poslednje nedelje

source: Month to date
kn: ತಿಂಗಳಿನಿಂದ ದಿನಾಂ
sr: Mesec do dana

source: Last 15 days
kn: ಹಿಂದಿನ 15 ದಿನಗಳು
sr: Zadnjih 15 dana

source: Last 30 days
kn: ಹಿಂದಿನ 30 ದಿನಗಳು
sr: Zadnjih 30 dana

source: Last year
kn: ಹಿಂದಿನ ವರ್ಷ
sr: Zadnjih godinu dana

source: Other
kn: ಇತರೆ
sr: Drugi

source: Period
kn: ಅವಧಿ

source: From
kn: ಇಂದ
sr: Od

source: To
kn: ಗೆ
sr: Za

source: Must specify start of period
kn: ಅವಧಿಯ ಆರಂಭವನ್ನು ಸೂಚಿಸಬೇಕು

source: Start must be earlier than end of period.
kn: ಆರಂಭವು ಅವಧಿಯ ಅಂತ್ಯಕ್ಕಿಂತ ಮುಂಚಿನದ್ದಾಗಿರಬೇಕು.

source: Resource Usage
kn: ಸಂಪನ್ಮೂಲ ಬಳಕೆ
sr: Upotreba resursa

source: Modify Usage Report Parameters
kn: ಬಳಕೆಯ ವರದಿಯ ನಿಯತಾಂಕಗಳನ್ನು ಮಾರ್ಪಡಿಸು

source: Download CSV Summary
kn: CSV ಸಾರಾಂಶವನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡು
sr: Preuzmite CSV rezime

source: Meter
kn: ಮೀಟರ್
sr: Merač

source: Day
kn: ದಿನ
sr: Dan

source: Value (Avg)
kn: ಮೌಲ್ಯ (ಸರಾಸರಿ)
sr: Vrednost (prosek)

source: Daily Usage Report
kn: ದೈನಂದಿನ ಬಳಕೆಯ ವರದಿ

source: Stats
kn: ಅಂಕಿಅಂಶಗಳು
sr: Statisitika

source: There are no meters defined yet.
kn: ಇನ್ನೂ ಸಹ ಯಾವುದೆ ಮೀಟರ್‌ಗಳನ್ನು ಸೂಚಿಸಲಾಗಿಲ್ಲ.
sr: Nisu još deinisani merači.

source: Usage Report
kn: ಬಳಕೆಯ ವರದಿ
sr: Izveštaj o korišćenju

source: Nova
kn: ನೋವಾ

source: Neutron
kn: ನ್ಯೂಟ್ರಾನ್‌

source: Glance
kn: ಗ್ಲಾನ್ಸ್‌

source: Cinder
kn: ಸಿಂಡರ್

source: Swift_meters
kn: ಸ್ವಿಫ್ಟ್‌_ಮೀಟರ್ಸ್

source: Kwapi
kn: ಕ್ವಾಪಿ

source: Dates cannot be recognized.
kn: ದಿನಾಂಕಗಳನ್ನು ಗುರುತಿಸಲಾಗಿಲ್ಲ.

source: Unable to retrieve project list.
kn: ಪರಿಯೋಜನೆಯ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti listu projekta.

source: Resources Usage Overview
kn: ಸಂಪನ್ಮೂಲಗಳು ಬಳಕೆಯ ಅವಲೋಕನ
sr: Pregled upotrebe resursa

source: Project Name
kn: ಪರಿಯೋಜನೆಯ ಹೆಸರು
sr: Ime projekta

source: Time
kn: ಸಮಯ

source: Select a pre-defined period or specify date.
kn: ಪೂರ್ವನಿರ್ಧರಿತವಾದ ಅವಧಿಯನ್ನು ಆರಿಸಿ ಅಥವ ದಿನಾಂಕವನ್ನು ಸೂಚಿಸಿ.

source: View Usage Report
kn: ಬಳಕೆಯ ವರದಿಯನ್ನು ನೋಡಿ

source: Metric:
kn: ಮೆಟ್ರಿಕ್:

source: Compute (Nova)
kn: ಕಂಪ್ಯೂಟ್ (ನೋವಾ)
sr: Računalo (Nova)

source: Network (Neutron)
kn: ನೆಟ್‌ವರ್ಕ್‌ (ನ್ಯೂಟ್ರಾನ್‌)
sr: Mreža (Neutron)

source: Image (Glance)
kn: ಚಿತ್ರಿಕೆ (ಗ್ಲಾನ್ಸ್‌)
sr: Otisak sadržine diska (Glance)

source: Volume (Cinder)
kn: ಪರಿಮಾಣ (ಸಿಂಡರ್)

source: Object Storage (Swift)
kn: ವಸ್ತು ಶೇಖರಣೆ (ಸ್ವಿಫ್ಟ್‌)
sr: Objektno skladište podataka (Swift)

source: Energy (Kwapi)
kn: ವಿದ್ಯುಚ್ಛಕ್ತಿ (ಕ್ವಾಪಿ)
sr: Energija (Kwapi)

source: Group by:
kn: ಹೀಗೆ ಗುಂಪುಗೂಡಿಸು:

source: Value:
kn: ಮೌಲ್ಯ:

source: Avg.
kn: ಸರಾಸರಿ

source: Min.
kn: ಕನಿಷ್ಟ

source: Max.
kn: ಗರಿಷ್ಟ

source: Sum.
kn: ಸಾರಾಂಶ

source: Period:
kn: ಅವಧಿ:

source: From:
kn: ಇಂದ:

source: To:
kn: ಗೆ:

source: Statistics of all resources
kn: ಎಲ್ಲಾ ಸಂಪನ್ಮೂಲಗಳ ಅಂಕಿಅಂಶಗಳು
sr: Statistika svih resursa

source: Local
kn: ಸ್ಥಳೀಯ

source: Flat
kn: ಫ್ಲಾಟ್

source: Network Profile
kn: ಜಾಲಬಂಧ ಪ್ರೊಫೈಲ್‌
sr: Mrežni profil

source: Provider Network Type
kn: ಪೂರೈಕೆದಾರರ ಜಾಲಬಂಧದ ಬಗೆ

source: The physical mechanism by which the virtual network is implemented.
kn: ವರ್ಚುವಲ್ ಜಾಲಬಂಧವನ್ನು ಅಳವಡಿಸಲಾದ ಭೌತಿಕ ರಚನಾ ವ್ಯವಸ್ಥೆ.

source: Physical Network
kn: ಭೌತಿಕ ಜಾಲಬಂಧ
sr: Fizička mreža

source: The name of the physical network over which the virtual network is implemented.
kn: ಯಾವ ವರ್ಚುವಲ್ ಜಾಲಬಂಧದ ಮೂಲಕ ಭೌತಿಕ ಜಾಲಬಂಧವನ್ನು ಅಳವಡಿಸಲಾಗುತ್ತಿದೆಯೊ ಅದರ ಹೆಸರು.

source: Segmentation ID
kn: ಸೆಗ್ಮೆಂಟೇಶನ್ ID
sr: Odvajanje ID

source: Admin State
kn: ವ್ಯವಸ್ಥಾಪಕ ಸ್ಥಿತಿ

source: Shared
kn: ಹಂಚಲಾದ
sr: Podeljeno

source: External Network
kn: ಬಾಹ್ಯ ಜಾಲಬಂಧ
sr: Eksterna mreža

source: Select a project
kn: ಒಂದು ಪರಿಯೋಜನೆಯನ್ನು ಆರಿಸಿ
sr: Izaberite projekat

source: For VLAN networks, the VLAN VID on the physical network that realizes the virtual network. Valid VLAN VIDs are %(vlan_min)s through %(vlan_max)s. For GRE or VXLAN networks, the tunnel ID. Valid tunnel IDs for GRE networks are %(gre_min)s through %(gre_max)s. For VXLAN networks, %(vxlan_min)s through %(vxlan_max)s.
kn: VLAN ಜಾಲಬಂಧಗಳಿಗಾಗಿ, ವರ್ಚುವಲ್‌ ಜಾಲಬಂಧವನ್ನು ವಾಸ್ತವಗೊಳಿಸುವ ಭೌತಿಕ ಜಾಲಬಂಧದಲ್ಲಿನ VLAN VID ಆಗಿದೆ. ಸರಿಯಾದ VLAN VIDಗಳು %(vlan_max)s ಮುಖಾಂತರದ %(vlan_min)s ಆಗಿರುತ್ತದೆ. GRE ಅಥವ VXLAN ಜಾಲಬಂಧಗಳಿಗಾಗಿ, ಟನಲ್‌ ID ಆಗಿದೆ. GRE ಜಾಲಬಂಧಗಳಿಗಾಗಿ ಸರಿಯಾದ ಟನಲ್‌ ID ಗಳು %(gre_max)s ಮುಖಾಂತರದ %(gre_min)s ಆಗಿರುತ್ತವೆ. VXLAN ಜಾಲಬಂಧಗಳಿಗಾಗಿ, %(vxlan_max)s ಮುಖಾಂತರದ %(vxlan_min)s ಆಗಿರುತ್ತವೆ.

source: Select a profile
kn: ಒಂದು ಪ್ರೊಫೈಲ್‌ ಅನ್ನು ಆರಿಸಿ
sr: Odaberite profil

source: Network Profiles could not be retrieved.
kn: ಜಾಲಬಂಧ ಪ್ರೊಫೈಲ್‌ಗಳನ್ನು ಹಿಂದಕ್ಕೆ ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Ne mogu se dobiti mrežni profili.

source: Network %s was successfully created.
kn: %s ಜಾಲಬಂಧವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ.
sr: Mreža %s je uspešno napravljenja.

source: Failed to create network %s
kn: %s ಜಾಲಬಂಧವನ್ನು ರಚಿಸಲು ವಿಫಲಗೊಂಡಿದೆ
sr: Neuspešno kreiranje mreže %s

source: For VLAN networks, valid VLAN IDs are %(min)s through %(max)s.
kn: VLAN ಜಾಲಬಂಧಗಳಿಗಾಗಿನ, ಸರಿಯಾದ VLAN IDಗಳು %(max)s ಮುಖಾಂತರದ %(min)s ಆಗಿವೆ.

source: For GRE networks, valid tunnel IDs are %(min)s through %(max)s.
kn: GRE ಜಾಲಬಂಧಗಳಿಗಾಗಿನ, ಸರಿಯಾದ ಟನಲ್‌ IDಗಳು %(max)s ಮುಖಾಂತರದ %(min)s ಆಗಿವೆ.

source: For VXLAN networks, valid tunnel IDs are %(min)s through %(max)s.
kn: VXLAN ಜಾಲಬಂಧಗಳಿಗಾಗಿನ, ಸರಿಯಾದ ಟನಲ್‌ IDಗಳು %(max)s ಮುಖಾಂತರದ %(min)s ಆಗಿವೆ.

source: Network %s was successfully updated.
kn: %s ಜಾಲಬಂಧವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗಿದೆ.
sr: Mreža %s uspešno ažurirana.

source: Failed to update network %s
kn: %s ಜಾಲಬಂಧವನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ವಿಫಲಗೊಂಡಿದೆ
sr: Neuspešno ažuriranje mreže %s

source: Networks
kn: ಜಾಲಬಂಧಗಳು
sr: Mreže

source: Failed to delete network %s
kn: %s ಜಾಲಬಂಧವನ್ನು ಅಳಿಸಲು ವಿಫಲಗೊಂಡಿದೆ
sr: Neuspešno brisanje mreže %s

source: Create Network
kn: ಜಾಲಬಂಧವನ್ನು ರಚಿಸಿ
sr: Kreiraj mrežu

source: Edit Network
kn: ಜಾಲಬಂಧವನ್ನು ಸಂಪಾದಿಸಿ
sr: Izmeni mrežu

source: Network Name
kn: ಜಾಲಬಂಧದ ಹೆಸರು
sr: Ime mreže

source: Subnets Associated
kn: ಸಂಬಂಧಿತ ಸಬ್‌ನೆಟ್‌ಗಳು
sr: Pridruženi subnet-ovi

source: DHCP Agents
kn: DHCP ಮಧ್ಯವರ್ತಿಗಳು

source: Network list can not be retrieved.
kn: ಜಾಲಬಂಧ ಪಟ್ಟಿಗಳನ್ನು ಹಿಂದಕ್ಕೆ ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nije moguće izvući listu mreža.

source: Unable to list dhcp agents hosting network.
kn: ಹೋಸ್ಟ್‌ ಮಾಡುವ ಜಾಲಬಂಧದ dhcp ಮಧ್ಯವರ್ತಿಗಳನ್ನು ಪಟ್ಟಿ ಮಾಡಲಾಗಿಲ್ಲ.

source: Subnet list can not be retrieved.
kn: ಸಬ್‌ನೆಟ್‌ ಪಟ್ಟಿಯನ್ನು ಹಿಂದಕ್ಕೆ ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nije moguće izvući listu Subnet-ova

source: Port list can not be retrieved.
kn: ಪೋರ್ಟ್ ಪಟ್ಟಿಯನ್ನು ಹಿಂದಕ್ಕೆ ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nije moguće izvući listu portova

source: Unable to retrieve details for network "%s".
kn: "%s" ಜಾಲಬಂಧಕ್ಕಾಗಿನ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nije moguće izvući detalje o mreži "%s".

source: New DHCP Agent
kn: ಹೊಸ DHCP ಮಧ್ಯವರ್ತಿ

source: Choose an DHCP Agent to attach to.
kn: ಲಗತ್ತಿಸಲು ಒಂದು DHCP ಮಧ್ಯವರ್ತಿಯನ್ನು ಆರಿಸಿ.

source: Select a new agent
kn: ಹೊಸ ಮಧ್ಯವರ್ತಿಯನ್ನು ಆರಿಸಿ

source: No other agents available.
kn: ಬೇರೆ ಯಾವುದೆ ಮಧ್ಯವರ್ತಿಗಳು ಲಭ್ಯವಿಲ್ಲ.

source: Agent %s was successfully added.
kn: ಮಧ್ಯವರ್ತಿ %s ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಗಿದೆ.

source: Failed to add agent %(agent_name)s for network %(network)s.
kn: %(agent_name)s ಮಧ್ಯವರ್ತಿಯನ್ನು %(network)s ಜಾಲಬಂಧಗಳಿಗಾಗಿ ಸೇರಿಸಲು ವಿಫಲಗೊಂಡಿದೆ.

source: Failed to delete agent: %s
kn: ಮಧ್ಯವರ್ತಿಯನ್ನು ಅಳಿಸಲು ವಿಫಲಗೊಂಡಿದೆ: %s

source: Add DHCP Agent
kn: DHCP ಮಧ್ಯವರ್ತಿಯನ್ನು ಸೇರಿಸು

source: Unable to retrieve network.
kn: ಜಾಲಬಂಧವನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nije moguće izvući mrežu.

source: Unable to retrieve agent list.
kn: ಮಧ್ಯವರ್ತಿಯ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Normal
kn: ಸಾಮಾನ್ಯ
sr: Regularan

source: Network ID
kn: ಜಾಲಬಂಧದ ID
sr: ID mreže

source: Device ID
kn: ಸಾಧನ ID
sr: ID uređaja

source: Device ID attached to the port
kn: ಸಾಧನ ID ಯನ್ನು ಪೋರ್ಟ್‌ಗೆ ಲಗತ್ತಿಸಲಾಗಿದೆ
sr: ID uređaja priključenog na port

source: Device Owner
kn: ಸಾಧನದ ಮಾಲಿಕ
sr: Vlasnik uređaja

source: Device owner attached to the port
kn: ಸಾಧನ ಮಾಲಿಕನನ್ನು ಪೋರ್ಟ್‌ಗೆ ಲಗತ್ತಿಸಲಾಗಿದೆ
sr: Vlasnik uređaja priključenog na port

source: MAC Learning State
kn: MAC ಕಲಿಕೆಯ ಶೈಲಿ

source: Port %s was successfully created.
kn: %s ಪೋರ್ಟ್‌ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ.
sr: Port %s je uspešno kreiran.

source: Failed to create a port for network %s
kn: %s ಜಾಲಬಂಧಕ್ಕಾಗಿ ಒಂದು ಪೋರ್ಟ್‌ ಅನ್ನು ರಚಿಸಲು ವಿಫಲಗೊಂಡಿದೆ
sr: Neuspešno kreiranje porta za mrežu %s

source: Port %s was successfully updated.
kn: %s ಪೋರ್ಟ್‌ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗಿದೆ.
sr: Port %s je uspešno ažuriran.

source: Failed to update port %s
kn: %s ಪೋರ್ಟ್‌ ಅನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ವಿಫಲಗೊಂಡಿದೆ
sr: Neuspešno ažuriranje porta %s

source: Failed to delete port: %s
kn: ಪೋರ್ಟ್‌ ಅನ್ನು ಅಳಿಸಲು ವಿಫಲಗೊಂಡಿದೆ: %s
sr: Neuspelo brisanje port-a: %s

source: Create Port
kn: ಪೋರ್ಟ್‌ ಅನ್ನು ರಚಿಸಿ
sr: Kreiraj port

source: Ports
kn: ಪೋರ್ಟ್‌ಗಳು
sr: Portovi

source: Failed to delete subnet %s
kn: %s ಸಬ್‌ನೆಟ್‌ ಅನ್ನು ಅಳಿಸಲು ವಿಫಲಗೊಂಡಿದೆ
sr: Neuspelo brisanje subnet-a %s

source: Create Subnet
kn: ಸಬ್‌ನೆಟ್‌ ರಚಿಸು
sr: Kreiranje podmreže

source: Edit Subnet
kn: ಸಬ್‌ನೆಟ್ ಅನ್ನು ಸಂಪಾದಿಸಿ
sr: Izmena podmreže

source: IP Version
kn: IP ಆವೃತ್ತಿ
sr: IP Verzija

source: Gateway IP
kn: ಗೇಟ್‌ವೇ IP
sr: IP gateway-a

source: Subnets
kn: ಸಬ್‌ನೆಟ್‌ಗಳು
sr: Podmreže

source: Failed to retrieve network %s for a subnet
kn: ಒಂದು ಸಬ್‌ನೆಟ್‌ಗಾಗಿ %s ಜಾಲಬಂಧವನ್ನು ಪಡೆಯಲು ವಿಫಲಗೊಂಡಿದೆ
sr: Neuspešno dobijanje podataka mreže %s za podmrežu

source: Create a new network for any project as you need.
kn: ನಿಮ್ಮ ಅಗತ್ಯಕ್ಕೆ ತಕ್ಕಂತೆ ಯಾವುದೆ ಪರಿಯೋಜನೆಗೆ ಒಂದು ಹೊಸ ಜಾಲಬಂಧವನ್ನು ರಚಿಸಿ.

source: Provider specified network can be created. You can specify a physical network type (like Flat, VLAN, GRE, and VXLAN) and its segmentation_id or physical network name for a new virtual network.
kn: ಪೂರೈಕೆದಾರರಿಂದ ಒದಗಿಸಲಾದ ಜಾಲಬಂಧವನ್ನು ರಚಿಸಬಹುದು. ನೀವು ಭೌತಿಕ ಜಾಲಬಂಧದ ಬಗೆಯನ್ನು (ಫ್ಲಾಟ್, VLAN, GRE, ಮತ್ತು VXLAN) ಮತ್ತು ಹೊಸ ವರ್ಚುವಲ್‌ ಜಾಲಬಂಧಕ್ಕಾಗಿ ಅದರ segmentation_id ಅಥವ ಭೌತಿಕ ಜಾಲಬಂಧದ ಹೆಸರನ್ನು ಸೂಚಿಸಬಹುದು.

source: In addition, you can create an external network or a shared network by checking the corresponding checkbox.
kn: ಇದರ ಜೊತೆಗೆ, ಸೂಕ್ತವಾದ ಗುರುತುಚೌಕದಲ್ಲಿ ಗುರುತುಹಾಕುವ ಮೂಲಕ ನೀವು ಒಂದು ಹೊರಗಿನ ಜಾಲಬಂಧವನ್ನು ಅಥವ ಒಂದು ಹಂಚಲಾದ ಜಾಲಬಂಧವನ್ನು ರಚಿಸಬಹುದು.

source: You may update the editable properties of your network here.
kn: ಇಲ್ಲಿ ನೀವು ನಿಮ್ಮ ಜಾಲಬಂಧದ ಸಂಪಾದಿಸಬಹುದಾದ ಗುಣಗಳನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಬಹುದು.
sr: Ovde možete izmeniti izmenljive osobine vaše mreže.

source: Update Network
kn: ಜಾಲಬಂಧವನ್ನು ಅಪ್‌ಡೇಟ್‌ ಮಾಡಿ
sr: Ažuriranje mreže

source: From here you can add a DHCP agent for the network.
kn: ಇಲ್ಲಿಂದ ನೀವು ಜಾಲಬಂಧಕ್ಕಾಗಿ DHCP ಮಧ್ಯವರ್ತಿಯನ್ನು ಸೇರಿಸಬಹುದು.

source: You can create a port for the network. If you specify device ID to be attached, the device specified will be attached to the port created.
kn: ನೀವು ಜಾಲಬಂಧಕ್ಕಾಗಿ ಒಂದು ಪೋರ್ಟ್‌ ಅನ್ನು ರಚಿಸಬಹುದು. ಒಂದು ಸಾಧನ ID ಯನ್ನು ಲಗತ್ತಿಸಲು ನೀವು ಆಯ್ಕೆ ಮಾಡಿದಲ್ಲಿ, ರಚಿಸಲಾದ ಪೋರ್ಟ್‌ಗೆ ಸೂಚಿಸಲಾದ ಸಾಧನವನ್ನು ಲಗತ್ತಿಸಲಾಗುತ್ತದೆ.
sr: Možete kreirati port za mrežu. Ako navede ID uređaja koji se priključuje, navedeni uređaj će biti priključen na kreirani port.

source: Project ID
kn: ಪರಿಯೋಜನೆ ID
sr: ID projekta

source: Fixed IP
kn: ನಿಶ್ಚಿತ IP
sr: Fiksna IP

source: Subnet ID
kn: ಸಬ್‌ನೆಟ್ ID
sr: ID podmreže

source: Attached Device
kn: ಲಗತ್ತಿಸಲಾದ ಸಾಧನ
sr: Prikačen uređaj

source: No attached device
kn: ಲಗತ್ತಿಸಲಾದ ಯಾವುದೆ ಸಾಧನವಿಲ್ಲ

source: You may update the editable properties of your port here.
kn: ಇಲ್ಲಿ ನೀವು ನಿಮ್ಮ ಪೋರ್ಟ್‌ನ ಸಂಪಾದಿಸಬಹುದಾದ ಗುಣಗಳನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಬಹುದು.
sr: Ovde možete izmeniti izmenljive osobine vašeg port-a.

source: Update Port
kn: ಪೋರ್ಟ್‌ ಅನ್ನು ಅಪ್‌ಡೇಟ್‌ ಮಾಡಿ
sr: Izmena port-a

source: Network Details
kn: ಜಾಲಬಂಧದ ವಿವರಗಳು

source: Overview
kn: ಅವಲೋಕನ
sr: Pregled

source: Disk (GB)
kn: ಡಿಸ್ಕ್‌ (GB)

source: Usage (Hours)
kn: ಬಳಕೆ (ಗಂಟೆಗಳು)
sr: Upotreba (časova)

source: Deleted
kn: ಅಳಿಸಲಾದ
sr: Obrisano

source: Usage Report For Period
kn: ಒಂದು ಅವಧಿಗಾಗಿನ ಬಳಕೆಯ ವರದಿ

source: Active Instances
kn: ಸಕ್ರಿಯ ಇನ್‌ಸ್ಟನ್ಸ್‌ಗಳು

source: Total VCPU Usage (Hours)
kn: ಒಟ್ಟು VCPU ಬಳಕೆ (ಗಂಟೆಗಳು)

source: Total Active RAM (MB)
kn: ಒಟ್ಟು ಸಕ್ರಿಯ RAM (MB)

source: Total Disk Size (GB)
kn: ಒಟ್ಟು ಡಿಸ್ಕ್‌ ಗಾತ್ರ (GB)

source: Total Disk Usage (Hours)
kn: ಒಟ್ಟು ಡಿಸ್ಕ್‌ ಬಳಕೆ (ಗಂಟೆಗಳು)

source: Usage Overview
kn: ಬಳಕೆಯ ಅವಲೋಕನ
sr: Pregled upotrebe

source: Monitoring:
kn: ಮೇಲ್ವಿಚಾರಣೆ:
sr: Nadzor:

source: Routers
kn: ರೌಟರ್‌ಗಳು
sr: Ruteri

source: Unable to retrieve router list.
kn: ರೌಟರ್‌ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti listu rutera.

source: Source CIDR
kn: ಮೂಲ CIDR
sr: Izvorni CIDR

source: Destination CIDR
kn: ಗುರಿ CIDR
sr: CIDR odredišta

source: Action
kn: ಕಾರ್ಯ
sr: Akcija

source: Next Hops
kn: ಮುಂದಿನ ಹಾರಿಕೆಗಳು (ಹಾಪ್ಸ್‌)
sr: Sledeći hop-ovi

source: Router Rules
kn: ರೌಟರ್ ನಿಯಮಗಳು
sr: Pravila rutera

source: Interfaces
kn: ಇಂಟರ್‌ಫೇಸ್‌ಗಳು
sr: Interfejsi

source: Router Overview: %(router_name)s
kn: ರೌಟರ್‌ ಅವಲೋಕನ: %(router_name)s

source: Distributed
kn: ಚದುರಿದ
sr: Isporučeno

source: High Availability Mode
kn: ಹೈ ಅವೆಲಿಬಿಲಿಟಿ ಸ್ಥಿತಿ
sr: Model Visoke Dostupnosti

source: External Gateway Information
kn: ಬಾಹ್ಯ ಗೇಟ್‌ವೇ ಮಾಹಿತಿ

source: Connected External Network: %(router_gw_info_network)s
kn: ಬಾಹ್ಯ ಜಾಲಬಂಧ ಸಂಪರ್ಕಿತಗೊಂಡಿದೆ: %(router_gw_info_network)s

source: Router Details
kn: ರೌಟರ್‌ ವಿವರಗಳು
sr: Detalji rutera

source: Update Router
kn: ರೌಟರ್‌ ಅನ್ನು ಅಪ್‌ಡೇಟ್‌ ಮಾಡಿ
sr: Osveži Ruter

source: Unable to retrieve volume project information.
kn: ಪರಿಮಾಣ ಪರಿಯೋಜನೆಯ ಮಾಹಿತಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti informacije o volume-u projekta.

source: Volume Types
kn: ಪರಿಮಾಣದ ಬಗೆಗಳು
sr: Tipovi volume-a

source: Unable to retrieve volume types
kn: ಪರಿಮಾಣ ಬಗೆಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
sr: Nemoguće je dobiti tipove volume-a

source: Unable to retrieve volume type encryption information.
kn: ಪರಿಮಾಣ ಬಗೆಯ ಗೂಢಲಿಪೀಕರಣದ ಮಾಹಿತಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nije moguće da preuzmem podatke o tipu entkripcije diska.

source: Unable to retrieve QoS specs
kn: QoS ಸ್ಪೆಕ್‌ ಅನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
sr: Nije moguće da preuzmem QoS specifikaciju

source: Unable to retrieve volume snapshots.
kn: ಪರಿಮಾಣದ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je izvući snapshot-ove volume-a.

source: Creating
kn: ರಚಿಸಲಾಗುತ್ತಿದೆ
sr: Kreiram

source: Deleting
kn: ಅಳಿಸಲಾಗುತ್ತಿದೆ
sr: Brišem

source: Error
kn: ದೋಷ
sr: Greška

source: Error Deleting
kn: ಅಳಿಸುವಲ್ಲಿ ದೋಷ
sr: Greška u brisanju

source: Successfully updated volume snapshot status: "%s".
kn: ಪರಿಮಾಣದ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ ಸ್ಥಿತಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗಿದೆ: "%s".
sr: Uspešno osvežen status slike diska: "%s".

source: Unable to update volume snapshot status.
kn: ಪರಿಮಾಣ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ ಸ್ಥಿತಿಯನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće osvežiti informacije statusa snapshot-a.

source: Update Status
kn: ಸ್ಥಿತಿಯನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡು
sr: Osveži Status

source: Volume Name
kn: ಪರಿಮಾಣದ ಹೆಸರು
sr: Ime volume-a

source: Update Volume Snapshot Status
kn: ಪರಿಮಾಣ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ ಸ್ಥಿತಿಯನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಿ
sr: Osveži Volume Snapshot Status

source: Unable to retrieve volume snapshot.
kn: ಪರಿಮಾಣ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ ಅನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je izvući snapshot-ove volume-a.

source: Volume Snapshot Overview
kn: ಪರಿಮಾಣ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ ಅವಲೋಕನ
sr: Pregled snapshot-a volume-a

source: Information
kn: ಮಾಹಿತಿ
sr: Informacije

source: Volume
kn: ಪರಿಮಾಣ

source: Specs
kn: ಸ್ಪೆಕ್‌ಗಳು
sr: Specifikacije
