Repository: openstack/horizon
Catalog: openstack_dashboard/locale/*/LC_MESSAGES/django.po
Languages: kn, sr

source: For MapReduce or Java Action jobs, "mains" are not applicable. You are required to add one or more "libs" for these jobs.
kn: MapReduce ಅಥವ Java Action ಕೆಲಸಗಳಿಗಾಗಿ, "mains" ಅನ್ವಯಿಸುವುದಿಲ್ಲ. ಈ ಕೆಲಸಗಳಿಗಾಗಿ ನೀವು ಒಂದು ಅಥವ ಹೆಚ್ಚಿನ "libs" ಅನ್ನು ಸೇರಿಸಬೇಕಿರುತ್ತದೆ.

source: Mains
kn: ಮೇನ್ಸ್

source: Libs
kn: ಲಿಬ್ಸ್

source: Enter any custom configuration required for your job's execution.
kn: ನಿಮ್ಮ ಕೆಲಸದ ನಿರ್ವಹಣೆಗಾಗಿ ಅಗತ್ಯವಿರುವ ಯಾವುದೆ ಅಗತ್ಯಾನುಗುಣ ಸಂರಚನೆಯನ್ನು ನಮೂದಿಸಿ.

source: Choose the Input Data Source (n/a for Java jobs).
kn: ಇನ್‌ಪುಟ್ ಡೇಟಾ ಸೋರ್ಸ್ ಅನ್ನು ಆರಿಸಿ (Java ಕೆಲಸಗಳಿಗೆ n/a).

source: Choose the Output Data Source (n/a for Java jobs).
kn: ಔಟ್‌ಪುಟ್ ಡೇಟಾ ಸೋರ್ಸ್ ಅನ್ನು ಆರಿಸಿ (Java ಕೆಲಸಗಳಿಗೆ n/a).

source: Select property name
kn: ಗುಣದ ಹೆಸರನ್ನು ಆರಿಸಿ

source: Remove
kn: ತೆಗೆದುಹಾಕಿ
sr: Ukloni

source: Configuration
kn: ಸಂರಚನೆ

source: Parameters
kn: ನಿಯತಾಂಕಗಳು

source: Arguments
kn: ಆರ್ಗ್ಯುಮೆಂಟ್‌ಗಳು

source: Choose
kn: ಆರಿಸಿ

source: Chosen Libraries
kn: ಆರಿಸಲಾದ ಲೈಬ್ರರಿಗಳು

source: Choose libraries
kn: ಲೈಬ್ರರಿಗಳನ್ನು ಆರಿಸಿ

source: -- not selected --
kn: -- ಏನನ್ನೂ ಆರಿಸಿಲ್ಲ --

source: Job Type
kn: ಕೆಲಸದ ಬಗೆ

source: Choose a main binary
kn: ಒಂದು ಮೇನ್ ಬೈನರಿಯನ್ನು ಆರಿಸಿ

source: Choose the binary which should be used in this Job.
kn: ಈ ಕೆಲಸದಲ್ಲಿ ಬಳಸಬೇಕಿರುವ ಬೈನರಿಯನ್ನು ಆರಿಸಿ.

source: Streaming MapReduce
kn: MapReduce ಅನ್ನು ಸ್ಟ್ರೀಮ್‌ಮಾಡಲಾಗುತ್ತಿದೆ

source: Job created
kn: ಕೆಲಸವನ್ನು ರಚಿಸಲಾಗಿದೆ

source: Input
kn: ಇನ್‌ಪುಟ್‌

source: Output
kn: ಔಟ್‌ಪುಟ್

source: Unable to fetch clusters.
kn: ಕ್ಲಸ್ಟರ್‌ಗಳನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Main Class
kn: ಮುಖ್ಯ ವರ್ಗ

source: Mapper
kn: ಮ್ಯಾಪರ್

source: Reducer
kn: ರೆಡ್ಯೂಸರ್

source: Configure
kn: ಸಂರಚಿಸು

source: Persist cluster after job exit
kn: ಕೆಲಸ ನಿರ್ಗಮಿಸಿದ ನಂತರ ಕ್ಲಸ್ಟರ್ ಅನ್ನು ಸ್ಥಿರಗೊಳಿಸು

source: Job launched
kn: ಆರಂಭಿಸಲಾದ ಕೆಲಸ

source: Could not launch job
kn: ಕೆಲಸವನ್ನು ಆರಂಭಿಸಲಾಗಿಲ್ಲ

source: Job configs
kn: ಕೆಲಸದ ಸಂರಚನೆಗಳು

source: Job args
kn: ಕೆಲಸ ಆರ್ಗ್‌ಗಳು

source: Job params
kn: ಕೆಲಸದ ಪರಮ್‌ಗಳು

source: Job Execution ID
kn: ಕೆಲಸ ನಿರ್ವಹಣೆಯ ID

source: Unable to create new cluster for job.
kn: ಕೆಲಸಕ್ಕಾಗಿ ಹೊಸ ಕ್ಲಸ್ಟರ್ ಅನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Unable to launch job.
kn: ಕೆಲಸವನ್ನು ಆರಂಭಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Node Group Templates
kn: ನೋಡ್ ಗುಂಪಿನ ಸಿದ್ಧವಿನ್ಯಾಸಗಳು

source: Configure Template
kn: ಸಿದ್ಧವಿನ್ಯಾಸವನ್ನು ಸಂರಚಿಸಿ

source: Unable to fetch node group template.
kn: ನೋಡ್ ಗುಂಪಿನ ಸಿದ್ಧವಿನ್ಯಾಸವನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Unable to fetch flavor for template.
kn: ಸಿದ್ಧವಿನ್ಯಾಸಕ್ಕಾಗಿ ಫ್ಲೇವರ್ ಅನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Unable to fetch floating ip pools.
kn: ಫ್ಲೋಟಿಂಗ್‌ ip ಪೂಲ್‌ಗಳನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Service Configurations
kn: ಸೇವೆಯ ಸಂರಚನೆಗಳು

source: Unable to fetch node group template list.
kn: ನೋಡ್ ಗುಂಪಿನ ಸಿದ್ಧವಿನ್ಯಾಸದ ಪಟ್ಟಿಯನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Node Group Template Details
kn: ನೋಡ್ ಗುಂಪು ಸಿದ್ಧವಿನ್ಯಾಸದ ವಿವರಗಳು

source: Create Node Group Template
kn: ನೋಡ್ ಗುಂಪು ಸಿದ್ಧವಿನ್ಯಾಸವನ್ನು ರಚಿಸಿ

source: Unable to fetch template object.
kn: ಸಿದ್ಧವಿನ್ಯಾಸದ ವಸ್ತುವನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: This Node Group Template will be created for:
kn: ಈ ನೋಡ್ ಗುಂಪು ಸಿದ್ಧವಿನ್ಯಾಸವನ್ನು ಇದಕ್ಕಾಗಿ ರಚಿಸಲಾಗಿದೆ:

source: Data Processing provides different storage location options. You may choose Ephemeral Drive or a Cinder Volume to be attached to instances.
kn: ದತ್ತಾಂಶ ಸಂಸ್ಕರಣೆಯು ವಿವಿಧ ಶೇಖರಣಾ ಸ್ಥಳದ ಆಯ್ಕೆಗಳನ್ನು ಒದಗಿಸುತ್ತದೆ. ಎಫರ್ಮಲ್ ಡ್ರೈವ್ ಅನ್ನು ಅಥವ ಒಂದು ಸಿಂಡರ್ ಪರಿಮಾಣವನ್ನು ಇನ್‌ಸ್ಟೆನ್ಸ್‌ಗಳಿಗೆ ಲಗತ್ತಿಸಬೇಕು.

source: HDFS placement
kn: HDFS ಸ್ಥಳಗೊತ್ತು ಮಾಡುವಿಕೆ

source: Cinder volumes
kn: ಸಿಂಡರ್ ಪರಿಮಾಣಗಳು

source: Volumes per node
kn: ಪ್ರತಿ ನೋಡ್‌ನಲ್ಲಿನ ಪರಿಮಾಣಗಳು

source: Volumes size
kn: ಪರಿಮಾಣದ ಗಾತ್ರ

source: Ephemeral drive
kn: ಎಫರ್ಮಲ್‌ ಡ್ರೈವ್

source: Show full configuration
kn: ಸಂಪೂರ್ಣ ಸಂರಚನೆಯನ್ನು ತೋರಿಸಿ

source: Hide full configuration
kn: ಸಂಪೂರ್ಣ ಸಂರಚನೆಯನ್ನು ಅಡಗಿಸಿ

source: Nodegroup Template Details
kn: ನೋಡ್ ಗುಂಪು ಸಿದ್ಧವಿನ್ಯಾಸದ ವಿವರಗಳು

source: Node Group Template copy %s created
kn: ನೋಡ್ ಗುಂಪು ಸಿದ್ಧವಿನ್ಯಾಸದ ಪ್ರತಿ %s ಅನ್ನು ರಚಿಸಲಾಗಿದೆ

source: Unable to fetch plugin details.
kn: ಪ್ಲಗಿನ್‌ ವಿವರಗಳನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: OpenStack Flavor
kn: OpenStack ಫ್ಲೇವರ್

source: Launch instances in this availability zone.
kn: ಈ ಲಭ್ಯತೆಯ ವಲಯದಲ್ಲಿ ಇನ್‌ಸ್ಟೆನ್ಸ್‌ಗಳನ್ನು ಆರಂಭಿಸಿ.

source: Storage location
kn: ಶೇಖರಣಾ ಸ್ಥಳ

source: Choose a storage location
kn: ಒಂದು ಶೇಖರಣಾ ಸ್ಥಳವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ.

source: Volumes size (GB)
kn: ಪರಿಮಾಣದ ಗಾತ್ರ (GB)

source: Unable to generate process choices.
kn: ಪ್ರಕ್ರಿಯೆಯ ಆಯ್ಕೆಗಳನ್ನು ಉತ್ಪಾದಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Processes
kn: ಪ್ರಕ್ರಿಯೆಗಳು

source: Processes to be launched in node group
kn: ನೋಡ್ ಗುಂಪಿನಲ್ಲಿ ಆರಂಭಿಸಬೇಕಿರುವ ಪ್ರಕ್ರಿಯೆಗಳು

source: No availability zone specified
kn: ಯಾವುದೆ ಲಭ್ಯತೆಯ ವಲಯವನ್ನು ಸೂಚಿಸಲಾಗಿಲ್ಲ

source: Configure Node Group Template
kn: ನೋಡ್ ಗುಂಪು ಸಿದ್ಧವಿನ್ಯಾಸವನ್ನು ಸಂರಚಿಸಿ

source: Create security group for this Node Group.
kn: ಈ ನೋಡ್ ಗುಂಪಿಗಾಗಿ ಸುರಕ್ಷತಾ ಗುಂಪನ್ನು ರಚಿಸಿ.

source: Launch instances in these security groups.
kn: ಈ ಸುರಕ್ಷತಾ ಗುಂಪುಗಳಲ್ಲಿ ಇನ್‌ಸ್ಟನ್ಸ್‌ಗಳನ್ನು ಆರಂಭಿಸಿ.

source: Created Node Group Template %s
kn: ನೋಡ್ ಗುಂಪು ಸಿದ್ಧವಿನ್ಯಾಸ %s ಅನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ

source: Select plugin and hadoop version
kn: ಪ್ಲಗ್‌ಇನ್ ಮತ್ತು ಹಡೂಪ್ ಆವೃತ್ತಿಯನ್ನು ಆರಿಸಿ

source: Use anti-affinity groups for:
kn: ಇದಕ್ಕಾಗಿ ಸಕ್ರಿಯಗೊಳಿಸಲಾದ ಆಂಟಿ-ಅಫಿನಿಟಿ ಗುಂಪನ್ನು ಬಳಸಿ:

source: Use anti-affinity groups for processes
kn: ಪ್ರಕ್ರಿಯೆಗಳಿಗಾಗಿ ಸಕ್ರಿಯಗೊಳಿಸಲಾದ ಆಂಟಿ-ಅಫಿನಿಟಿ ಗುಂಪುಗಳನ್ನು ಬಳಸಿ

source: Unable to populate anti-affinity processes.
kn: ಆಂಟಿ-ಅಫಿನಿಟಿ ಪ್ರಕ್ರಿಯೆಗಳನ್ನು ಪಾಪ್ಯುಲೇಟ್ ಮಾಡಲಾಗಿಲ್ಲ.

source: Unable to retrieve networks.
kn: ಜಾಲಬಂಧಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dopreti do mreža.

source: Node group cluster
kn: ನೋಡ್ ಗುಂಪಿನ ಕ್ಲಸ್ಟರ್

source: Count
kn: ಎಣಿಕೆ

source: Plugin Name
kn: ಪ್ಲಗಿನ್‌ ಹೆಸರು

source: Backups
kn: ಬ್ಯಾಕ್‌ಅಪ್‌ಗಳು
sr: Sigurnosne kopije - backup-i

# Current status of a Database Backup
source: Building
kn: ನಿರ್ಮಿಸಲಾಗುತ್ತಿದೆ

# Current status of a Database Backup
source: Failed
kn: ವಿಫಲಗೊಂಡಿದೆ

source: Create Backup
kn: ಬ್ಯಾಕ್ಅಪ್‌ ಅನ್ನು ರಚಿಸಿ
sr: Kreirajte sigurnosnu kopiju - backup

source: Restore Backup
kn: ಬ್ಯಾಕ್‌ಅಪ್‌ನಿಂದ ಮರಳಿ ಸ್ಥಾಪಿಸಿ
sr: Vratite sadržaj sigurnosne kopije

source: Download Backup
kn: ಬ್ಯಾಕ್ಅಪ್‌ ಅನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
sr: Preuzimanje sigurnosne kopije

source: Not available
kn: ಲಭ್ಯವಿಲ್ಲ
sr: Nije dostupno

source: Datastore
kn: ದತ್ತಾಂಶಶೇಖರಣೆ

source: Datastore Version
kn: ದತ್ತಾಂಶಶೇಖರಣೆಯ ಆವೃತ್ತಿಯನ್ನು

source: Incremental
kn: ಏರಿಕೆಯ

source: Not Found
kn: ಕಂಡು ಬಂದಿಲ್ಲ
sr: Nije nađeno

source: Error getting database backup list.
kn: ದತ್ತಸಂಚಯ ಬ್ಯಾಕ್ಅಪ್ ಪಟ್ಟಿಯನ್ನು ಪಡೆಯುವಲ್ಲಿ ದೋಷ.
sr: Nemoguće je dobiti listu sigurnosnih kopija baze podataka.

source: Backup Database
kn: ದತ್ತಸಂಚಯದ ಬ್ಯಾಕ್‌ಅಪ್‌
sr: Baza podataka sigurnosnih kopija

source: Unable to retrieve details for backup: %s
kn: ಬ್ಯಾಕ್ಅಪ್‌ಗಾಗಿನ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ: %s
sr: Nemoguće je dobiti detalje sigurnosne kopije: %s

source: Unable to retrieve details for parent backup: %s
kn: ಪೋಷಕ (ಪೇರೆಂಟ್) ಬ್ಯಾಕ್‌ಅಪ್‌ಗಾಗಿ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ: %s

source: Specify the details for the database backup.
kn: ದತ್ತಸಂಚಯ ಬ್ಯಾಕ್‌ಅಪ್‌ಗಾಗಿ ವಿವರಗಳನ್ನು ಸೂಚಿಸಿ.

source: You can perform an incremental backup by specifying a parent backup. <strong>However,</strong> not all databases support incremental backups in which case this operation will result in an error.
kn: ಒಂದು ಪೋಷಕ ಬ್ಯಾಕ್ಅಪ್ ಅನ್ನು ಸೂಚಿಸುವ ಮೂಲಕ ನೀವು ಒಂದು ಏರಿಕೆಯ ಬ್ಯಾಕ್ಅಪ್ ಅನ್ನು ಸೂಚಿಸಬಹುದು. <strong>ಆದರೆ,</strong> ಎಲ್ಲಾ ದತ್ತಸಂಚಯಗಳು ಏರಿಕೆಯ ಬ್ಯಾಕ್ಅಪ್‌ಗಳನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲ ಅದರರ್ಥ ಈ ಕಾರ್ಯಾಚರಣೆಯು ಒಂದು ದೋಷಕ್ಕೆ ಕಾರಣವಾಗುತ್ತದೆ ಎಂದರ್ಥ.

source: Backup Details
kn: ಬ್ಯಾಕ್ಅಪ್ ವಿವರಗಳು

source: Backup Overview
kn: ಬ್ಯಾಕ್ಅಪ್ ಅವಲೋಕನ
sr: Pregled sigurnosnih kopija

source: Backup File Location
kn: ಬ್ಯಾಕ್ಅಪ್ ಕಡತದ ಸ್ಥಳ
sr: Lokacija sigurnosne kopije

source: Initial Volume Size
kn: ಆರಂಭಿಕ ಪರಿಮಾಣದ ಗಾತ್ರ
sr: Početna veličina Volume-a

source: Backup Duration
kn: ಬ್ಯಾಕ್‌ಅಪ್ ಕಾಲಾವಧಿ
sr: Trajanje pravljenja sigurnosnih kopija

source: Incremental Backup
kn: ಏರಿಕೆಯ ಬ್ಯಾಕ್ಅಪ್

source: Parent Backup
kn: ಪೋಷಕ ಬ್ಯಾಕ್‌ಅಪ್

source: Database Info
kn: ದತ್ತಸಂಚಯದ ಮಾಹಿತಿ
sr: Informacije o bazi podataka

source: Database Backups
kn: ದತ್ತಸಂಚಯದ ಬ್ಯಾಕ್ಅಪ್‌ಗಳು
sr: Sigurnosne kopije baze podataka

source: Database Instance
kn: ದತ್ತಸಂಚಯ ಇನ್‌ಸ್ಟೆನ್ಸ್‌
sr: Jedinica baze podataka

source: Optional Backup Description
kn: ಐಚ್ಛಿಕ ಬ್ಯಾಕ್ಅಪ್ ವಿವರಣೆ
sr: Opis baze podataka, neobavezno

source: Optional parent backup
kn: ಐಚ್ಛಿಕ ಪೋಷಕ ವಿವರಣೆ

source: Unable to list database instances to backup.
kn: ದತ್ತಸಂಚಯ ಇನ್‌ಸ್ಟೆನ್ಸ್‌ಗಳನ್ನು ಬ್ಯಾಕ್‌ಅಪ್‌ಗೆ ಪಟ್ಟಿ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Unable to list database backups for parent.
kn: ದತ್ತಸಂಚಯ ಇನ್‌ಸ್ಟೆನ್ಸ್‌ಗಳನ್ನು ಪೋಷಕಕ್ಕೆ ಪಟ್ಟಿ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Select parent backup
kn: ಪೋಷಕ ಬ್ಯಾಕ್ಅಪ್ ಅನ್ನು ಆರಿಸಿ

source: No backups available
kn: ಯಾವುದೆ ಬ್ಯಾಕ್‌ಅಪ್‌ಗಳು ಲಭ್ಯವಿಲ್ಲ

source: Backup
kn: ಬ್ಯಾಕ್‌ಅಪ್
sr: Sigurnosna kopija - backup

source: Scheduled backup "%(name)s".
kn: ಅನುಸೂಚಿತ ಬ್ಯಾಕ್ಅಪ್ "%(name)s".
sr: Zakazano je pravljenje sigurnosnih kopija "%(name)s".

source: Unable to launch %(count)s named "%(name)s".
kn: "%(name)s" ಹೆಸರಿನ %(count)s ಅನ್ನು ಆರಂಭಿಸಲಾಗಿಲ್ಲ.
sr: Nemoguće pokretanje %(count)s po imenu "%(name)s".

source: instance
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್
sr: instanca

source: Error creating database backup.
kn: ದತ್ತಸಂಚಯ ಬ್ಯಾಕ್ಅಪ್ ಅನ್ನು ರಚಿಸುವಲ್ಲಿ ದೋಷ.
sr: Nemoguće je kreiranje sigurnosne kopije baze podataka.

source: Current Size (GB)
kn: ಪ್ರಸ್ತುತ ಗಾತ್ರ (GB)

source: New Size (GB)
kn: ಹೊಸ ಗಾತ್ರ (GB)

source: New size for volume must be greater than current size.
kn: ಪರಿಮಾಣಕ್ಕಾಗಿನ ಹೊಸ ಗಾತ್ರವು ಪ್ರಸಕ್ತ ಗಾತ್ರಕ್ಕಿಂತ ದೊಡ್ಡದಾಗಿರಬೇಕು.

source: Resizing volume "%s"
kn: "%s" ಪರಿಮಾಣವನ್ನು ಮರುಗಾತ್ರಿಸಲಾಗುತ್ತಿದೆ

source: Unable to resize volume. %s
kn: ಪರಿಮಾಣವನ್ನು ಮರುಗಾತ್ರಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. %s

source: Old Flavor
kn: ಹಳೆಯ ಫ್ಲೇವರ್‌
sr: Stare arome

source: New Flavor
kn: ಹೊಸ ಫ್ಲೇವರ್‌
sr: Nove arome

source: No flavors available
kn: ಯಾವುದೆ ಫ್ಲೇವರ್‌ಗಳು ಲಭ್ಯವಿಲ್ಲ
sr: Nema dostupnih aroma

source: Error deleting database user.
kn: ದತ್ತಸಂಚಯ ಬಳಕೆದಾರನನ್ನು ಅಳಿಸುವಲ್ಲಿ ದೋಷ.
sr: Greška u brisanju korisnika baze podataka.

source: Error deleting database on instance.
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್‌ನಲ್ಲಿ ದತ್ತಸಂಚಯವನ್ನು ಅಳಿಸುವಲ್ಲಿ ದೋಷ.
sr: Greška u brisanju baze podataka na računarskoj jedinici.

source: Launch Instance
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್ ಅನ್ನು ಆರಂಭಿಸಿ
sr: Kreiranje instance

source: Resize Volume
kn: ಪರಿಮಾಣವನ್ನು ಮರುಗಾತ್ರಿಸಿ

source: Resize Instance
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್ ಅನ್ನು ಮರುಗಾತ್ರಿಸಿ
sr: Prekrajanje instance

source: Not Assigned
kn: ನಿಯೋಜಿಸಲಾಗಿರದ
sr: Nije dodeljeno

# Current status of a Database Instance
source: Active
kn: ಸಕ್ರಿಯ

# Current status of a Database Instance
source: Blocked
kn: ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ

# Current status of a Database Instance
source: Build
kn: ನಿರ್ಮಾಣ

# Current status of a Database Instance
source: Failed
kn: ವಿಫಲಗೊಂಡಿದೆ

# Current status of a Database Instance
source: Reboot
kn: ಮರಳಿ ಬೂಟ್‌
sr: Ponovno pokretanje - restart

# Current status of a Database Instance
source: Resize
kn: ಮರುಗಾತ್ರಿಸಿ
sr: Izmena veličine

# Current status of a Database Instance
source: Backup
kn: ಬ್ಯಾಕ್‌ಅಪ್
sr: Sigurnosna kopija - backup

# Current status of a Database Instance
source: Error
kn: ದೋಷ
sr: Greška

source: Volume Size
kn: ಪರಿಮಾಣದ ಗಾತ್ರ
sr: Veličina Volume-a

source: Allowed Host
kn: ಅನುಮತಿಸಲಾಗುವ ಆತಿಥೇಯ

source: Databases
kn: ದತ್ತಸಂಚಯಗಳು
sr: Baze podataka

source: Database Name
kn: ದತ್ತಸಂಚಯದ ಹೆಸರು
sr: Ime baze podataka

source: Backup File
kn: ಬ್ಯಾಕ್‌ಅಪ್‌ ಕಡತ
sr: Sigurnosna kopija - backup file

source: Unable to get user data.
kn: ಬಳಕೆದಾರ ದತ್ತಾಂಶವನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Unable to get databases data.
kn: ದತ್ತಸಂಚಯಗಳ ದತ್ತಾಂಶವನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Unable to get database backup data.
kn: ದತ್ತಸಂಚಯ ಬ್ಯಾಕ್‌ಅಪ್ ದತ್ತಾಂಶವನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Unable to retrieve database size information.
kn: ದತ್ತಸಂಚಯದ ಗಾತ್ರದ ಮಾಹಿತಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti podatke o veličini baze podataka.

source: Unable to retrieve database instances.
kn: ದತ್ತಸಂಚಯ ಇನ್‌ಸ್ಟೆನ್ಸ್‌ಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je povratiti računarsku jedinicu baze podataka.

source: Launch Database
kn: ದತ್ತಸಂಚಯವನ್ನು ಆರಂಭಿಸಿ
sr: Pokrenite bazu podataka

source: Unable to retrieve details for database instance: %s
kn: ದತ್ತಸಂಚಯ ಇನ್‌ಸ್ಟೆನ್ಸ್‌ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ: %s
sr: Nemoguće je dobiti detaljeza računarsku jedinicu baze podataka: %s

source: Resize Database Volume
kn: ದತ್ತಸಂಚಯದ ಪರಿಮಾಣವನ್ನು ಮರುಗಾತ್ರಿಸಿ

source: Unable to retrieve flavors.
kn: ಫ್ಲೇವರ್‌ಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti arome.

source: Instance Overview
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್ ಅವಲೋಕನ
sr: Pregled instance

source: Connection Info
kn: ಸಂಪರ್ಕದ ಮಾಹಿತಿ
sr: Informacije o vezi

source: Database Port
kn: ದತ್ತಸಂಚಯದ ಪೋರ್ಟ್
sr: Port baze podataka

source: Connection Examples
kn: ಸಂಪರ್ಕದ ಉದಾಹರಣೆಗಳು
sr: Primeri veze

source: USERNAME
kn: ಬಳಕೆದಾರಹೆಸರು

source: PASSWORD
kn: ಗುಪ್ತಪದ

source: DATABASE
kn: ದತ್ತಸಂಚಯ

source: Specify the details for launching an instance.
kn: ಒಂದು ಇನ್‌ಸ್ಟೆನ್ಸ್‌ ಅನ್ನು ಆರಂಭಿಸುವುದಕ್ಕಾಗಿನ ವಿವರಗಳನ್ನು ಸೂಚಿಸಿ.
sr: Odredite detalje prilikom pokretanja instance.

source: <strong>Please note:</strong> The value specified in the Volume Size field should be greater than 0, however, some configurations do not support specifying volume size. If specifying the volume size results in an error stating volume support is not enabled, enter 0.
kn: <strong>ದಯವಿಟ್ಟು ನೆನಪಿಡಿ:</strong> ಪರಿಮಾಣದ ಗಾತ್ರದ ಸ್ಥಳದಲ್ಲಿ ಸೂಚಿಸಲಾದ ಮೌಲ್ಯವು 0 ಗಿಂತ ದೊಡ್ಡದಾಗಿರಬೇಕು, ಆದರೆ ಕೆಲವು ಸಂರಚನೆಗಳು ಪರಿಮಾಣದ ಗಾತ್ರವನ್ನು ಸೂಚಿಸುವುದನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲ. ಪರಿಮಾಣದ ಗಾತ್ರವನ್ನು ಸೂಚಿಸಿದಾಗ ಪರಿಮಾಣದ ಬೆಂಬಲವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿಲ್ಲ ಎಂಬುದನ್ನು ಸೂಚಿಸುವ ದೋಷವು ಕಂಡುಬಂದಲ್ಲಿ, 0 ಅನ್ನು ನಮೂದಿಸಿ.
sr: <strong>Pažnja:</strong> Vrednost navedena u polju veličina Volume treba da bude veća od 0, ipak, neke konfiguracije ne podržavaju specificiranje veličine Volume-a. Ukoliko pokušaj sa navođenjem vrednosti da grešku, navodeći da podrška volume-u nije omogućena, unesite 0.

source: Initial Databases
kn: ಆರಂಭಿಕ ದತ್ತಸಂಚಯಗಳು

source: Optionally provide a comma separated list of databases to create:
kn: ಅಗತ್ಯವಿದ್ದರೆ ರಚಿಸಬೇಕಿರುವ ದತ್ತಸಂಚಯಗಳ ವಿರಾಮಚಿಹ್ನೆಯಿಂದ ಪ್ರತ್ಯೇಕಿಸಲಾದ ಪಟ್ಟಿಯನ್ನು ಒದಗಿಸಿ:
sr: Priložite listu baza podataka koje želite da kreirate, odvajajte zarezom - nije obavezno:

source: Initial Admin User
kn: ಆರಂಭಿಕ ವ್ಯವಸ್ಥಾಪಕ ಬಳಕೆದಾರ
sr: Početni administrator

source: Create an optional initial user. This user will have access to all databases you create.
kn: ಐಚ್ಛಿಕ ಆರಂಭಿಕ ಬಳಕೆದಾರನನ್ನು ರಚಿಸಿ. ಈ ಬಳಕೆದಾರನು ನೀವು ರಚಿಸುವ ಎಲ್ಲಾ ದತ್ತಸಂಚಯಗಳನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳುತ್ತಾನೆ.
sr: Imate mogućnost da kreirate prvog korisnika. Ovom korisniku biće dostupne sve baze podataka koje kreirate.

source: Username (required)
kn: ಬಳಕೆದಾರಹೆಸರು (ಅಗತ್ಯವಿದೆ)
sr: Korisničko ime (obavezno)

source: Password (required)
kn: ಗುಪ್ತಪದದ (ಅಗತ್ಯವಿದೆ)
sr: Lozinka (obavezno)

source: Allowed Host (optional)
kn: ಅನುಮತಿಸಲಾಗುವ ಆತಿಥೇಯ (ಐಚ್ಛಿಕ)

source: Allow the user to connect from this host only. If not provided this user will be allowed to connect from anywhere.
kn: ಈ ಆತಿಥೇಯದಿಂದ ಮಾತ್ರ ಸಂಪರ್ಕಿತಗೊಳ್ಳಲು ಅನುಮತಿಸುತ್ತದೆ ಒದಗಿಸಲಾಗಿರದೆ ಇದ್ದರೆ ಈ ಬಳಕೆದಾರನು ಬೇರೆ ಎಲ್ಲಿಂದ ಬೇಕಿದ್ದರೂ ಸಂಪರ್ಕಿತಗೊಳ್ಳಲು ಅನುಮತಿಸಲಾಗುತ್ತದೆ.
sr: Dozvoli korisniku konekciju samo sa ovog hosta. Ukoliko se ne navede, biće dozvoljenje konekcije sa bilo kog hosta.

source: Move networks from 'Available Networks' to 'Selected Networks' by clicking the button, or dragging and dropping. You can change the NIC order by dragging and dropping as well.
kn: ಗುಂಡಿಯನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ, ಅಥವ ಎಳೆದು ಸೇರಿಸಿ ಜಾಲಬಂಧಗಳನ್ನು 'ಲಭ್ಯವಿರುವ ಜಾಲಬಂಧಗಳು' ಇಂದ 'ಆಯ್ಕೆ ಮಾಡಿದ ಜಾಲಬಂಧಗಳು' ಎಂಬಲ್ಲಿಗೆ ಸ್ಥಳಾಂತರಿಸಿ. ನೀವು NIC ಕ್ರಮವನ್ನು ಎಳೆದು ಸೇರಿಸುವುದರಿಂದಲೂ ಸಹ ಬದಲಾಯಿಸಬಹುದು.

source: Selected networks
kn: ಆರಿಸಲಾದ ಜಾಲಬಂಧಗಳು

source: Available networks
kn: ಲಭ್ಯವಿರುವ ಜಾಲಬಂಧಗಳು
sr: Dostupne mreže

source: Specify the new volume size for the database instance.
kn: ದತ್ತಸಂಚಯ ಇನ್‌ಸ್ಟನ್ಸ್‌ಗಾಗಿ ಹೊಸ ಪರಿಮಾಣದ ಗಾತ್ರವನ್ನು ಸೂಚಿಸಿ.

source: <strong>Please note:</strong> The new value must be greater than the existing volume size.
kn: <strong>ದಯವಿಟ್ಟು ನೆನಪಿಡಿ:</strong> ಹೊಸ ಮೌಲ್ಯವು ಈಗಿರುವ ಪರಿಮಾಣದ ಗಾತ್ರಕ್ಕಿಂತ ದೊಡ್ಡದಾಗಿರಬೇಕು..

source: Instance Details
kn: ಇನ್‌ಸ್ಟನ್ಸ್‌ ವಿವರಗಳು
sr: Detalji instance

source: Edit Instance
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್ ಅನ್ನು ಸಂಪಾದಿಸಿ
sr: Izmena instance

source: Size of image to launch.
kn: ಆರಂಭಿಸಬೇಕಿರುವ ಚಿತ್ರಿಕೆಯ ಗಾತ್ರ.
sr: Veličina image-a za pokretanje.

source: Size of the volume in GB.
kn: GB ಯಲ್ಲಿನ ಪರಿಮಾಣದ ಗಾತ್ರ.
sr: Veličina Volume-a u GB.

source: Type and version of datastore.
kn: ದತ್ತಾಂಶಶೇಖರಣೆಯ ಬಗೆ ಮತ್ತು ಆವೃತ್ತಿಯನ್ನು ಆರಿಸಿ.

source: You must select a datastore type and version.
kn: ನೀವು ದತ್ತಾಂಶಶೇಖರಣೆಯ ಬಗೆ ಮತ್ತು ಆವೃತ್ತಿಯನ್ನು ಆರಿಸಬೇಕು.

source: Unable to obtain flavors.
kn: ಫ್ಲೇವರ್‌ಗಳನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Select datastore type and version
kn: ದತ್ತಾಂಶಶೇಖರಣೆಯ ಬಗೆ ಮತ್ತು ಆವೃತ್ತಿಯನ್ನು ಆರಿಸಿ

source: At least one network must be specified.
kn: ಕನಿಷ್ಟ ಒಂದು ಜಾಲಬಂಧವನ್ನು ಸೂಚಿಸಬೇಕು.
sr: Barem jedna mreža mora biti izabrana.

source: Launch instance with these networks
kn: ಈ ಜಾಲಬಂಧದೊಂದಿಗೆ ಇನ್‌ಸ್ಟೆನ್ಸ್ ಅನ್ನು ಆರಂಭಿಸಿ
sr: Pokretanje instance sa ovim mrežama

source: Networking
kn: ನೆಟ್‌ವರ್ಕಿಂಗ್‌
sr: Umrežavanje

source: Select networks for your instance.
kn: ನಿಮ್ಮ ಇನ್‌ಸ್ಟೆನ್ಸ್‌ಗಾಗಿ ಜಾಲಬಂಧಗಳನ್ನು ಆರಿಸಿ.
sr: Odaberite mrežu za vašu instancu.

source: Comma separated list of databases to create
kn: ರಚಿಸಬೇಕಿರುವ ದತ್ತಸಂಚಯಗಳ ವಿರಾಮಚಿಹ್ನೆಯಿಂದ ಪ್ರತ್ಯೇಕಿಸಲಾದ ಪಟ್ಟಿ
sr: Zarezom odvojena lista baza podataka koje se kreiraju

source: Initial admin user to add
kn: ಸೇರಿಸಬೇಕಿರುವ ಆರಂಭಿಕ ವ್ಯವಸ್ಥಾಪಕ ಬಳಕೆದಾರ
sr: Dodatni početni administratori

source: Host or IP that the user is allowed to connect through.
kn: ಬಳಕೆದಾರನಿಗೆ ಸಂಪರ್ಕಹೊಂದಲು ಅನುಮತಿಸಲಾಗುವ ಆತಿಥೇಯ ಅಥವ IP.
sr: Host-ovi ili IP adrese preko kojih je korisniku dozvoljeno da se povezuje.

source: Initialize Databases
kn: ದತ್ತಸಂಚಯಗಳನ್ನು ಆರಂಭಿಸಿ
sr: Pokrenite baze podataka

source: You must specify a password if you create a user.
kn: ನೀವು ಒಂದು ಬಳಕೆದಾರನನ್ನು ರಚಿಸಿದಲ್ಲಿ ಒಂದು ಗುಪ್ತಪದವನ್ನು ಸೂಚಿಸಬೇಕು.
sr: Morate dodeliti lozinku ako kreirate korisnika.

source: You must specify at least one database if you create a user.
kn: ನೀವು ಒಂದು ಬಳಕೆದಾರನನ್ನು ರಚಿಸಿದಲ್ಲಿ ಕನಿಷ್ಟ ಒಂದು ದತ್ತಸಂಚಯವನ್ನು ಸೂಚಿಸಬೇಕು.
sr: Morate dodeliti bar jednu bazu podataka ako kreirate korisnika.

source: Backup Name
kn: ಬ್ಯಾಕ್‌ಅಪ್ ಹೆಸರು

source: Select a backup to restore
kn: ಮರಳಿಸ್ಥಾಪಿಸಲು ಒಂದು ಬ್ಯಾಕ್ಅಪ್ ಅನ್ನು ಆರಿಸಿ

source: Select backup
kn: ಬ್ಯಾಕ್ಅಪ್ ಅನ್ನು ಆರಿಸಿ

source: Unable to find backup!
kn: ಬ್ಯಾಕ್ಅಪ್‌ ಕಂಡುಬಂದಿಲ್ಲ!
sr: Nemoguće je naći sigurnosnu kopiju - backup!

source: Launched %(count)s named "%(name)s".
kn: "%(name)s" ಹೆಸರಿನ %(count)s ಆರಂಭಿಸಲಾಗಿದೆ.
sr: Pokrenute %(count)s po imenu "%(name)s".

source: Protocol
kn: ಪ್ರೊಟೊಕಾಲ್
sr: Protokol

source: ANY
kn: ಯಾವುದೆ
sr: NEKI

source: Protocol for the firewall rule
kn: ಫೈರ್‌ವಾಲ್‌ ನಿಯಮಕ್ಕಾಗಿನ ಪ್ರೊಟೊಕಾಲ್
sr: Protokol za firewall rule

source: Action for the firewall rule
kn: ಫೈರ್‌ವಾಲ್‌ ನಿಯಮಕ್ಕಾಗಿನ ಕ್ರಮ
sr: Akcija za firewall rule

source: Source IP Address/Subnet
kn: ಮೂಲ IP ವಿಳಾಸ/ಸಬ್‌ನೆಟ್‌
sr: Izvorna IP adresa/podmreža

source: Source IP address or subnet
kn: ಮೂಲ IP ವಿಳಾಸ ಅಥವ ಸಬ್‌ನೆಟ್‌
sr: Izvorna IP adresa ili podmreža

source: Destination IP Address/Subnet
kn: ಗುರಿಯ IP ವಿಳಾಸ/ಸಬ್‌ನೆಟ್
sr: Odredišna IP adresa/podmreža

source: Destination IP address or subnet
kn: ಗುರಿಯ IP ವಿಳಾಸ ಅಥವ ಸಬ್‌ನೆಟ್
sr: Odredišna IP adresa ili podmreža

source: Source Port/Port Range
kn: ಮೂಲ ಪೋರ್ಟ್/ಪೋರ್ಟ್ ವ್ಯಾಪ್ತಿ
sr: Izvorni port/opseg port-a

source: Source port (integer in [1, 65535] or range in a:b)
kn: ಮೂಲ ಪೋರ್ಟ್ ([1, 65535] ನಲ್ಲಿನ a:b ಯಲ್ಲಿನ ವ್ಯಾಪ್ತಿಯಲ್ಲಿನ ಪೂರ್ಣಾಂಕ)
sr: Izvorni port (celobroj iz [1, 65535] ili opseg u a:b)

source: Destination Port/Port Range
kn: ಗುರಿಯ ಪೋರ್ಟ್/ಪೋರ್ಟ್ ಶ್ರೇಣಿ
sr: Odredišni port/opseg port-a

source: Destination port (integer in [1, 65535] or range in a:b)
kn: ಗುರಿಯ ಪೋರ್ಟ್ ([1, 65535] ನಲ್ಲಿನ a:b ಯಲ್ಲಿನ ವ್ಯಾಪ್ತಿಯಲ್ಲಿನ ಪೂರ್ಣಾಂಕ)
sr: Odredišni port (celobroj iz [1, 65535] ili opseg u a:b)

source: Rule %s was successfully updated.
kn: %s ನಿಯಮವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗಿದೆ.
sr: Pravilo %s je uspešno izmenjeno.

source: Failed to update rule %(name)s: %(reason)s
kn: %(name)s ನಿಯಮವನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ವಿಫಲಗೊಂಡಿದೆ: %(reason)s
sr: Neuspešna izmena pravila %(name)s: %(reason)s

source: Audited
kn: ಆಡಿಟ್ ಮಾಡಲಾದ
sr: Revizija

source: Policy %s was successfully updated.
kn: ಪಾಲಿಸಿ %s ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗಿದೆ.
sr: Politika %s je uspešno izmenjena.

source: Failed to update policy %(name)s: %(reason)s
kn: %(name)s ಪಾಲಿಸಿಯನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ವಿಫಲಗೊಂಡಿದೆ: %(reason)s
sr: Neuspešna izmena politike %(name)s: %(reason)s

source: Policy
kn: ಪಾಲಿಸಿ
sr: Politika

source: Unable to retrieve policy list.
kn: ಪಾಲಿಸಿ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti listu politika.

source: Firewall %s was successfully updated.
kn: %s ಫೈರ್‌ವಾಲ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗಿದೆ.
sr: Firewall %s je uspešno izmenjen.

source: Failed to update firewall %(name)s: %(reason)s
kn: %(name)s ಫೈರ್‌ವಾಲ್‌ ಅನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ವಿಫಲಗೊಂಡಿದೆ: %(reason)s
sr: Neuspešna izmena firewall-a %(name)s: %(reason)s

source: Insert Rule
kn: ನಿಯಮವನ್ನು ಸೇರಿಸಿ
sr: Unesite pravilo

source: Before
kn: ಮೊದಲು
sr: Pre

source: After
kn: ನಂತರ
sr: Posle

source: Failed to retrieve available rules: %s
kn: ಲಭ್ಯವಿರುವ ನಿಯಮಗಳನ್ನು ಹಿಂಪಡೆಯಲು ವಿಫಲಗೊಂಡಿದೆ: %s
sr: Nisu izvučena dostupna pravila: %s

source: Rule %(rule)s was successfully inserted to policy %(policy)s.
kn: %(rule)s ನಿಯಮವನ್ನು %(policy)s ಪಾಲಿಸಿಗೆ ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಗಿದೆ.
sr: Pravilo %(rule)s je uspešno uneseno u politiku %(policy)s.

source: Failed to insert rule to policy %(name)s: %(reason)s
kn: %(name)s ಪಾಲಿಸಿಗೆ ನಿಯಮವನ್ನು ಸೇರಿಸಲು ವಿಫಲಗೊಂಡಿದೆ: %(reason)s
sr: Neuspešno uneseno pravilo u politiku %(name)s: %(reason)s

source: Remove Rule
kn: ನಿಯಮವನ್ನು ತೆಗೆದುಹಾಕಿ
sr: Ukinite pravilo

source: Failed to retrieve current rules in policy %(name)s: %(reason)s
kn: %(name)s ಪಾಲಿಸಿಯಲ್ಲಿನ ನಿಯಮಗಳನ್ನು ಹಿಂಪಡೆಯಲು ವಿಫಲಗೊಂಡಿದೆ: %(reason)s
sr: Neuspešno vraćena trenutna pravila u politiku %(name)s: %(reason)s

source: Rule %(rule)s was successfully removed from policy %(policy)s.
kn: %(rule)s ನಿಯಮವನ್ನು %(policy)s ಪಾಲಿಸಿಯಿಂದ ಯಶಸ್ವಿಯಾಗಿ ತೆಗೆದುಹಾಕಲಾಗಿದೆ.
sr: Pravilo %(rule)s je uspešno ukinuto iz politike %(policy)s.

source: Failed to remove rule from policy %(name)s: %(reason)s
kn: %(name)s ಪಾಲಿಸಿಯಿಂದ ನಿಯಮವನ್ನು ತೆಗೆದುಹಾಕಲು ವಿಫಲಗೊಂಡಿದೆ: %(reason)s
sr: Neuspešno ukinuto pravilo iz politike %(name)s: %(reason)s

source: Firewalls
kn: ಫೈರ್‌ವಾಲ್‌ಗಳು
sr: Firewall-i

source: Add Policy
kn: ಪಾಲಿಸಿಯನ್ನು ಸೇರಿಸಿ
sr: Dodajte politiku

source: Create Firewall
kn: ಫೈರ್‌ವಾಲ್ ಅನ್ನು ರಚಿಸಿ
sr: Kreirajte Firewall

source: Edit Rule
kn: ನಿಯಮವನ್ನು ಸಂಪಾದಿಸಿ
sr: Izmenite pravila

source: Edit Policy
kn: ಪಾಲಿಸಿಯನ್ನು ಸಂಪಾದಿಸಿ
sr: Izmenite politike

source: Edit Firewall
kn: ಫೈರ್‌ವಾಲ್ ಅನ್ನು ಸಂಪಾದಿಸಿ
sr: Izmenite Firewall

source: Source IP
kn: ಮೂಲ IP
sr: Izvorni IP

source: Source Port
kn: ಮೂಲ ಪೋರ್ಟ್
sr: Izvorni port

source: Destination IP
kn: ಗುರಿಯ IP
sr: Odredišna IP

source: Destination Port
kn: ಗುರಿಯ ಪೋರ್ಟ್
sr: Odredišni port

source: In Policy
kn: ಪಾಲಿಸಿಯಲ್ಲಿ
sr: U politikama

source: Rules
kn: ನಿಯಮಗಳು
sr: Pravila

source: Policies
kn: ಪಾಲಿಸಿಗಳು
sr: Politike

# Current status of a Firewall
source: Active
kn: ಸಕ್ರಿಯ

# Current status of a Firewall
source: Down
kn: ಕೆಳಗೆ
sr: Dole

# Current status of a Firewall
source: Error
kn: ದೋಷ
sr: Greška

# Current status of a Firewall
source: Created
kn: ರಚಿಸಿದ್ದು
sr: Kreirano

source: Firewall Rules
kn: ಫೈರ್‌ವಾಲ್ ನಿಯಮಗಳು
sr: Pravila Firewall-a

source: Unable to retrieve rules list.
kn: ನಿಯಮಗಳ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti listu pravila.

source: Firewall Policies
kn: ಫೈರ್‌ವಾಲ್ ಪಾಲಿಸಿಗಳು
sr: Politike Firewall-a

source: Unable to retrieve policies list.
kn: ಪಾಲಿಸಿಗಳ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti listu politika.

source: Unable to retrieve firewall list.
kn: ಫೈರ್‌ವಾಲ್‌ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti listu firewall-a.
