Repository: openstack/horizon
Catalog: openstack_dashboard/locale/*/LC_MESSAGES/django.po
Languages: kn, sr

source: Unable to retrieve a list of external networks "%s".
kn: "%s" ಬಾಹ್ಯ ಜಾಲಬಂಧಗಳ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti liatu spoljnih mreža "%s".

source: External network "%(ext_net_id)s" expected but not found for router "%(router_id)s".
kn: ಬಾಹ್ಯ ಜಾಲಬಂಧ "%(ext_net_id)s" ಅನ್ನು ನಿರೀಕ್ಷಿಸಲಾಗಿತ್ತು ಆದರೆ ರೌಟರ್‌ಗಾಗಿ "%(router_id)s" ಕಂಡುಬಂದಿಲ್ಲ.

# External network not found
source: %s (Not Found)
kn: %s (ಕಂಡು ಬಂದಿಲ್ಲ)

source: Unable to retrieve details for router "%s".
kn: "%s" ರೌಟರ್‌ನ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti detalje rutera "%s".

source: Unable to retrieve an external network "%s".
kn: ಬಾಹ್ಯ ಜಾಲಬಂಧ "%s" ಅನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti spoljnu mrežu "%s".

source: Input must be in CIDR format
kn: ಇನ್‌ಪುಟ್ CIDR ರೂಪದಲ್ಲಿ ಇರಬೇಕು
sr: Ulaz mora biti u CIDR formatu

source: Optional: Next Hop Addresses (comma delimited)
kn: ಐಚ್ಛಿಕ: ಮುಂದಿನ ಹಾಪ್ ವಿಳಾಸಗಳು (ವಿರಾಮಚಿಹ್ನೆಯಿಂದ ಪ್ರತ್ಯೇಕಗೊಂಡಿರುವ)
sr: Neobavezno: Sledeće adrese hop-a (odvojeno zarezom)

source: Router ID
kn: ರೌಟರ್ ID
sr: ID rutera

source: Permit
kn: ಅನುಮತಿ
sr: Dozvolite

source: Deny
kn: ನಿರಾಕರಿಸು
sr: Zabranite

source: Unable to delete router rule.
kn: ರೌಟರ್‌ ನಿಯಮವನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je obrisati pravilo rutera.

source: Router rule added
kn: ರೌಟರ್ ನಿಯಮವನ್ನು ಸೇರಿಸಲಾಗಿದೆ
sr: Pravilo rutera dodato

source: Failed to add router rule %s
kn: %s ರೌಟರ್‌ ನಿಯಮವನ್ನು ಸೇರಿಸಲು ವಿಫಲಗೊಂಡಿದೆ
sr: Neuspelo dodavanje pravila rutera %s

source: Add Router Rule
kn: ರೌಟರ್ ನಿಯಮವನ್ನು ಸೇರಿಸಲಾಗಿದೆ
sr: Dodajte pravilo rutera

source: Router Rules Grid
kn: ರೌಟರ್ ನಿಯಮಗಳ ಗ್ರಿಡ್
sr: Mreža pravila rutera

source: Unable to retrieve router.
kn: ರೌಟರ್‌ ಅನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti podatke rutera.

source: IP Address (optional)
kn: IP ವಿಳಾಸ (ಐಚ್ಛಿಕ)
sr: IP adresa (neobavezno)

source: Specify an IP address for the interface created (e.g. 192.168.0.254).
kn: ರಚಿಸಲಾದ ಇಂಟರ್‌ಫೇಸ್‌ಗಾಗಿ ಒಂದು IP ವಿಳಾಸವನ್ನು ಸೂಚಿಸಿ (ಉದಾ. 192.168.0.254).

source: Failed to get network list %s
kn: %s ಜಾಲಬಂಧ ಪಟ್ಟಿಯನ್ನು ಅಳಿಸಲು ವಿಫಲಗೊಂಡಿದೆ
sr: Ne može se dobiti lista mreže %s

source: Select Subnet
kn: ಸಬ್‌ನೆಟ್ ಅನ್ನು ಆರಿಸಿ
sr: Odaberite podmrežu

source: No subnets available
kn: ಯಾವುದೆ ಸಬ್‌ನೆಟ್ ಲಭ್ಯವಿಲ್ಲ
sr: Nema dostupnih subnet-a

source: Interface added
kn: ಇಂಟರ್‌ಫೇಸ್‌ ಸೇರಿಸಲಾಗಿದೆ
sr: Interface dodat

source: Unable to get subnet "%s"
kn: "%s" ಸಬ್‌ನೆಟ್ ಅಪ್‌ಡೇಟ್ ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
sr: Ne može se dobiti podmreža "%s"

source: Failed to add_interface: %s
kn: ಇಂಟರ್ಫೇಸ್_ಸೇರಿಸುವಲ್ಲಿ ವಿಫಲಗೊಂಡಿದೆ: %s
sr: Neuspelo dodavanje interface-a: %s

source: Failed to delete port %s
kn: %s ಪೋರ್ಟ್‌ ಅನ್ನು ಅಳಿಸಲು ವಿಫಲಗೊಂಡಿದೆ
sr: Neuspelo brisanje port-a %s

source: Gateway interface is added
kn: ಗೇಟ್‌ವೇ ಇಂಟರ್ಫೇಸ್ ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ
sr: Interface gateway-a je dodat

source: Failed to set gateway %s
kn: %s ಗೇಟ್‌ವೇ ಅನ್ನು ಹೊಂದಿಸಲು ವಿಫಲಗೊಂಡಿದೆ
sr: Neuspešno postavljanje gateway-a %s

source: External Gateway
kn: ಬಾಹ್ಯ ಗೇಟ್‌ವೇ
sr: Spoljni gateway

source: Internal Interface
kn: ಆಂತರಿಕ ಇಂಟರ್ಫೇಸ್
sr: Unutrašnji interface

source: Add Interface
kn: ಇಂಟರ್ಫೇಸ್ ಅನ್ನು ಸೇರಿಸು
sr: Dodavanje interface-a

source: Failed to delete interface %s
kn: %s ಇಂಟರ್ಫೇಸ್ ಅನ್ನು ಅಳಿಸುವಲ್ಲಿ ವಿಫಲಗೊಂಡಿದೆ
sr: Neuspešno brisanje interface-a %s

# current status of port
source: Active
kn: ಸಕ್ರಿಯ

# current status of port
source: Build
kn: ನಿರ್ಮಾಣ

# current status of port
source: Down
kn: ಕೆಳಗೆ
sr: Dole

# current status of port
source: Error
kn: ದೋಷ
sr: Greška

source: Unable to set gateway.
kn: ಗೇಟ್‌ವೇ ಅನ್ನು ಹೊಂದಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je postaviti gateway.

source: Connected External Network:
kn: ಬಾಹ್ಯ ಜಾಲಬಂಧ ಸಂಪರ್ಕಿತಗೊಂಡಿದೆ:

source: You may update the editable properties of your router here.
kn: ಇಲ್ಲಿ ನೀವು ನಿಮ್ಮ ರೌಟರ್‌ನ ಸಂಪಾದಿಸಬಹುದಾದ ಗುಣಗಳನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಬಹುದು.

source: Routing rules to apply to router. Rules are matched by most specific source first and then by most specific destination.
kn: ರೌಟರ್‌ಗೆ ಅನ್ವಯಿಸಬೇಕಿರುವ ರೌಟಿಂಗ್ ನಿಯಮಗಳು. ನಿಯಮಗಳು ಮೊದಲು ಅತ್ಯಂತ ನಿಶ್ಚಿತ ಮೂಲದೊಂದಿಗೆ ನಂತರ ಅತ್ಯಂತ ನಿಶ್ಚಿತ ಗುರಿಯೊಂದಿಗೆ ಹೊಂದಾಣಿಕೆ ಮಾಡಲಾಗುತ್ತದೆ.
sr: Pravila rutiranja koja će primeniti ruter. Pravila se prvo uparuju sa najspecifičnijom listom izvora a potom destinacije.

source: The next hop addresses can be used to override the router used by the client.
kn: ಮುಂದಿನ ಹಾಪ್ ವಿಳಾಸಗಳನ್ನು ಕ್ಲೈಂಟ್‌ನಿಂದ ಬಳಸಲಾದ ರೌಟರ್‌ನಿಂದ ಅತಿಕ್ರಮಿಸಲು ಬಳಸಬಹುದಾಗಿರುತ್ತದೆ.
sr: Adrese sledećeg hop-a se mogu upotrebiti za zaobilaženje rutera koji koristi klijent.

source: Add rule
kn: ನಿಯಮವನ್ನು ಸೇರಿಸಿ
sr: Dodaj pravilo

source: Router Rule Grid
kn: ರೌಟರ್ ನಿಯಮದ ಗ್ರಿಡ್
sr: Mreža pravila rutera

source: Reset to Default
kn: ಪೂರ್ವನಿಯೋಜಿತಕ್ಕೆ ಮರುಹೊಂದಿಸು
sr: Reset na podrazumevane vrednosti

source: Source
kn: ಮೂಲ
sr: Izvor

source: Subnet: %(dest_subnetname)s
kn: ಸಬ್‌ನೆಟ್: %(dest_subnetname)s

source: Subnet: %(row_source_subnetname)s
kn: ಸಬ್‌ನೆಟ್: %(row_source_subnetname)s

source: Rule Conflict
kn: ನಿಯಮದ ಘರ್ಷಣೆ
sr: Konflikt pravila

source: A more specific rule affects a portion of this traffic so a rule cannot be automatically generated to control the behavior of the entire source/destination combination.
kn: ಹೆಚ್ಚು ನಿಶ್ಚಿತ ನಿಯಮವು ಈ ಸಂಚಾರದ ಒಂದು ಭಾಗದ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುತ್ತದೆ, ಆದ್ದರಿಂದ ಒಂದು ನಿಯಮವನ್ನು ಸಂಪೂರ್ಣ ಮೂಲ/ಗುರಿಯ ಸಂಯೋಜನೆಯನ್ನು ನಿಯಂತ್ರಿಸಲು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರಚಿಸಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ.
sr: Detaljnije pravilo utiče na deo ovog saobraćaja, pravilo za kontrolu ponašanja svih izvor/odredišta ne može automatski da se kreira.

source: Conflicting Rule
kn: ಘರ್ಷಿಸುವ ನಿಯಮ
sr: Pravilo u konfliktu

source: Source:
kn: ಮೂಲ:

source: Destination:
kn: ಗುರಿ:

source: Action:
kn: ಕಾರ್ಯ:

source: The color and icon of an intersection indicates whether or not traffic is permitted from the source (row) to the destination (column). Clicking the <i class="fa fa-random"></i> button in the intersection will install a rule to switch the traffic behavior.<br/> <b>Note:</b> Rules only affect one direction of traffic. The opposite direction is outlined when hovering over an intersection.
kn: ಮೂಲದಿಂದ (ಅಡ್ಡಸಾಲು) ಮತ್ತು ಗುರಿಗೆ (ಉದ್ದಸಾಲು) ಸಂಚಾರವನ್ನು ಅನುಮತಿಸಲಾಗುತ್ತದೆಯೆ ಎಂಬುದನ್ನು ಛೇದನದ ಬಣ್ಣ ಮತ್ತು ಚಿಹ್ನೆಯು ಸೂಚಿಸುತ್ತದೆ ಛೇದನದಲ್ಲಿ <i class="fa fa-random"></i> ಗುಂಡಿಯನ್ನು ಒತ್ತುವುದರಿಂದ ಸಂಚಾರದ ವರ್ತನೆಯನ್ನು ಬದಲಾಯಿಸಲು ಒಂದು ನಿಯಮವನ್ನು ಅನುಸ್ಥಾಪಿಸುತ್ತದೆ.<br/> <b>ಸೂಚನೆ:</b> ನಿಯಮಗಳು ಕೇವಲ ಒಂದು ದಿಕ್ಕಿನ ಸಂಚಾರದ ಮೇಲೆ ಮಾತ್ರ ಪರಿಣಾಮ ಬೀರುತ್ತವೆ. ಛೇದನದ ಮೇಲೆ ತೆರೆಸೂಚಕವನ್ನು ಒಯ್ದಾಗ ಮಾತ್ರ ವಿರುದ್ಧ ದಿಕ್ಕಿನ ಬಗ್ಗೆ ಸ್ಥೂಲವಿವರಣೆ ನೀಡಲಾಗುತ್ತದೆ.

source: You can connect a specified subnet to the router.
kn: ಒಂದು ನಿಶ್ಚಿತ ಸಬ್‌ನೆಟ್ ಅನ್ನು ರೌಟರ್‌ಗೆ ನೀವು ಸಂಪರ್ಕಜೋಡಿಸಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ.
sr: Možete prikačiti odabranu podmrežu ruteru.

source: The default IP address of the interface created is a gateway of the selected subnet. You can specify another IP address of the interface here. You must select a subnet to which the specified IP address belongs to from the above list.
kn: ರಚಿಸಲಾದ ಇಂಟರ್‌ಫೇಸ್‌ನ ಪೂರ್ವನಿಯೋಜಿತ IP ವಿಳಾಸವು ಆಯ್ಕೆ ಮಾಡಿದ ಸಬ್‌ನೆಟ್‌ನ ಗೇಟ್‌ವೇ ಆಗಿರುತ್ತದೆ. ಇಲ್ಲಿ ನೀವು ಇಂಟರ್‌ಫೇಸ್‌ ಇನ್ನೊಂದು IP ವಿಳಾಸವನ್ನು ಸೂಚಿಸಬಹುದು. ಸೂಚಿಸಲಾದ IP ವಿಳಾಸವು ಯಾವ ಸಬ್‌ನೆಟ್‌ಗೆ ಸಂಬಂಧಿಸಿರುತ್ತದೆ ಎಂಬುದನ್ನು ನೀವು ಮೇಲಿನ ಪಟ್ಟಿಯಿಂದ ಆರಿಸಬೇಕು.
sr: Podrazumevana IP adresa kreiranog interface-a je gateway odabrane podmreže. Ovde možete odrediti drugu IP adresu interface-a. Morate odabrati iz liste iznad podmrežu kojoj pripada odabrana IP adresa.

source: Add interface
kn: ಇಂಟರ್ಫೇಸ್ ಅನ್ನು ಸೇರಿಸು
sr: Dodavanje interface-a

source: You can connect a specified external network to the router. The external network is regarded as a default route of the router and the router acts as a gateway for external connectivity.
kn: ನೀವು ನಿಶ್ಚಿತ ಬಾಹ್ಯ ಜಾಲಬಂಧವನ್ನು ರೌಟರ್‌ಗೆ ಸಂಪರ್ಕಜೋಡಿಸಬಹುದು. ಬಾಹ್ಯ ಜಾಲಬಂಧವನ್ನು ರೌಟರ್‌ನ ಪೂರ್ವನಿಯೋಜಿತ ರೌಟ್ ಆಗಿ ಪರಿಗಣಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ರೌಟರ್‌ ಬಾಹ್ಯ ಸಂಪರ್ಕದ ಒಂದು ಗೇಟ್‌ವೇ ಆಗಿ ವರ್ತಿಸುತ್ತದೆ.
sr: Možete povezati ruter za odabranu spoljnu mrežu. Spoljna mreža se smatra kao podrazumevana ruta rutera i ruter predstavlja gateway za spoljno povezivanje.

source: Select Template
kn: ಸಿದ್ಧವಿನ್ಯಾಸವನ್ನು ಆಯ್ಕೆಮಾಡಿ
sr: Odaberite šablon

source: Select a template to launch a stack.
kn: ಒಂದು ಸ್ಟ್ಯಾಕ್ ಅನ್ನು ಆರಂಭಿಸಲು ಒಂದು ಸಿದ್ಧವಿನ್ಯಾಸವನ್ನು ಆಯ್ಕೆಮಾಡಿ.

source: Template Source
kn: ಸಿದ್ಧವಿನ್ಯಾಸದ ಆಕರ
sr: Izvor šablona

source: Template File
kn: ಮಾದರಿ ಕಡತ
sr: Šablonski file

source: A local template to upload.
kn: ಅಪ್‌ಲೋಡ್ ಮಾಡಬೇಕಿರುವ ಒಂದು ಸಿದ್ಧವಿನ್ಯಾಸ.
sr: Lokalni šablon za upload.

source: Template URL
kn: ಸಿದ್ಧವಿನ್ಯಾಸದ URL
sr: šablon URL

source: An external (HTTP) URL to load the template from.
kn: ಸಿದ್ಧವಿನ್ಯಾಸವನ್ನು ಎಲ್ಲಿಂದ ಲೋಡ್‌ ಮಾಡಬೇಕೊ ಆ ಬಾಹ್ಯ (HTTP) URL.
sr: Spoljni (HTTP) URL odakle se učitava šablon.

source: Template Data
kn: ಸಿದ್ಧವಿನ್ಯಾಸದ ದತ್ತಾಂಶ
sr: Podaci šablona

source: The raw contents of the template.
kn: ಸಿದ್ಧವಿನ್ಯಾಸದಲ್ಲಿನ ಕಚ್ಛಾ ವಿಷಯಗಳು (ಕಂಟೆಂಟ್ಸ್).
sr: Neobrađeni sadržaj šablona.

source: Environment Source
kn: ಪರಿಸರ ಆಕರ
sr: Izvor iz okruženja

source: Environment File
kn: ಪರಿಸರದ ಕಡತ
sr: File iz okruženja

source: A local environment to upload.
kn: ಅಪ್‌ಲೋಡ್ ಮಾಡಬೇಕಿರುವ ಒಂದು ಸ್ಥಳೀಯ ಪರಿಸರ.
sr: Lokalno okruženje za postavljanje.

source: Environment Data
kn: ಪರಿಸರ ದತ್ತಾಂಶ
sr: Podaci okruženja

source: The raw contents of the environment file.
kn: ಪರಿಸರ ಕಡತದಲ್ಲಿನ ಕಚ್ಛಾ ವಿಷಯಗಳು (ಕಂಟೆಂಟ್ಸ್).
sr: Sirovi sadržaj iz file-a okruženja.

source: template
kn: ಮಾದರಿ
sr: šablon

source: environment
kn: ಪರಿಸರ
sr: okruženje

source: Please specify a %s using only one source method.
kn: ದಯವಿಟ್ಟು ಕೇವಲ ಒಂದು ಆಕರ ವಿಧಾನವನ್ನು ಬಳಸಿಕೊಂಡು %s ಅನ್ನು ಸೂಚಿಸಿ.
sr: Molim odredite %s koršćenjem samo jednog izvornog metoda.

source: You must specify a template via one of the available sources.
kn: ನೀವು ಲಭ್ಯವಿರುವ ಆಕರಗಳಲ್ಲಿ ಒಂದರ ಮೂಲಕ ಒಂದು ಸಿದ್ಧವಿನ್ಯಾಸವನ್ನು ಸೂಚಿಸಬೇಕು.
sr: Morate odrediti šablon preko jednog od dostupnih izvora.

source: Edit Template
kn: ಸಿದ್ಧವಿನ್ಯಾಸವನ್ನು ಸಂಪಾದಿಸಿ
sr: Izmena šablona

source: Select a new template to re-launch a stack.
kn: ಒಂದು ಸ್ಟ್ಯಾಕ್ ಅನ್ನು ಮರಳಿ-ಆರಂಭಿಸಲು ಒಂದು ಹೊಸ ಸಿದ್ಧವಿನ್ಯಾಸವನ್ನು ಆರಿಸಿ.

source: Stack ID
kn: ಸ್ಟ್ಯಾಕ್ ID
sr: ID stack-a

source: Stack Name
kn: ಸ್ಟ್ಯಾಕ್ ಹೆಸರು
sr: Ime stack-a

source: Create Stack
kn: ಸ್ಟ್ಯಾಕ್ ಅನ್ನು ರಚಿಸಿ
sr: Kreiranje Stack-a

source: Name of the stack to create.
kn: ರಚಿಸಬೇಕಿರುವ ಸ್ಟ್ಯಾಕ್‌ನ ಹೆಸರು.
sr: Ime stack-a koji treba da se kreira.

source: Name must start with a letter and may only contain letters, numbers, underscores, periods and hyphens.
kn: ಹೆಸರು ಒಂದು ಅಕ್ಷರದಿಂದ ಆರಂಭಗೊಳ್ಳಬೇಕು ಮತ್ತು ಕೇವಲ ಅಕ್ಷರಗಳು, ಸಂಖ್ಯೆಗಳು, ಅಂಡರ್‌ಸ್ಕೋರ್‌ಗಳು, ಪಿರಿಯಡ್‌ಗಳು ಮತ್ತು ಹೈಫನ್‌ಗಳನ್ನು ಮಾತ್ರ ಹೊಂದಿರಬಹುದು.
sr: Ime mora početi sa slovom i može sadržati samo slova, brojeve, donje crte, tačke i crtice.

source: Creation Timeout (minutes)
kn: ರಚನೆಯ ಕಾಲಾವಧಿ ತೀರಿಕೆ (ನಿಮಿಷಗಳು)
sr: Dozvoljeno vreme za kreiranje (minuta)

source: Stack creation timeout in minutes.
kn: ಸ್ಟ್ಯಾಕ್ ರಚನೆಯ ಕಾಲಾವಧಿ ತೀರಿಕೆ, ನಿಮಿಷಗಳಲ್ಲಿ.
sr: Dozvoljeno vreme za kreitanje stack-a u minutima.

source: Rollback On Failure
kn: ವಿಫಲಗೊಂಡಲ್ಲಿ ಹಿಮ್ಮರಳಿಸು
sr: Vraćanje prethodnog stanja u slučaju greške

source: Enable rollback on create/update failure.
kn: ರಚನೆ/ಅಪ್‌ಡೇಟ್‌ನ ವಿಫಲತೆಯಲ್ಲಿ ಹಿಮ್ಮರಳಿಕೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ.
sr: Omogući vraćanje na prethodno stanje u slučaju greške tokom kreiranja/izmene.

source: Password for user "%s"
kn: "%s" ಬಳಕೆದಾರನಿಗಾಗಿನ ಗುಪ್ತಪದ
sr: Lozinka za korisnika "%s"

source: This is required for operations to be performed throughout the lifecycle of the stack
kn: ಇದಕ್ಕಾಗಿ ಸ್ಟ್ಯಾಕ್‌ನ ಸಂಪೂರ್ಣ ಜೀವನಚಕ್ರದ ಮೂಲಕ ಕಾರ್ಯಾಚರಣೆಗಳನ್ನು ನಡೆಸುವ ಅಗತ್ಯವಿರುತ್ತದೆ.
sr: Ovo je potrebno radi funkcionalnosti da se učini tokom života stack-a

source: Stack creation started.
kn: ಸ್ಟ್ಯಾಕ್ ರಚಿಸುವಿಕೆಯನ್ನು ಆರಂಭಿಸಲಾಗಿದೆ.
sr: Pokrenuto kreiranje stack-a

source: Update Stack Parameters
kn: ಸ್ಟ್ಯಾಕ್ ನಿಯತಾಂಕಗಳನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಿ
sr: Izmenite parametre stack-a

source: Stack update started.
kn: ಸ್ಟ್ಯಾಕ್ ಅಪ್‌ಡೇಟ್ ಆರಂಭಗೊಂಡಿದೆ.
sr: Izmena stack-a je pokrenuta.

source: Stacks
kn: ಸ್ಟ್ಯಾಕ್‌ಗಳು
sr: Stack-ovi

source: Launch Stack
kn: ಸ್ಟ್ಯಾಕ್ ಅನ್ನು ಆರಂಭಿಸಿ
sr: Pokretanje stack-a

source: Change Stack Template
kn: ಸ್ಟ್ಯಾಕ್ ಸಿದ್ಧವಿನ್ಯಾಸವನ್ನು ಬದಲಾಯಿಸಿ
sr: Promena šablona stack-a

source: Stack Resource
kn: ಸ್ಟ್ಯಾಕ್ ಸಂಪನ್ಮೂಲ
sr: Resurs stack-a

source: Resource
kn: ಸಂಪನ್ಮೂಲ
sr: Resurs

source: Time Since Event
kn: ಘಟನೆಯ ನಂತರದ ಸಮಯ
sr: Vreme od događaja

source: Status Reason
kn: ಸ್ಥಿತಿಯ ಕಾರಣ
sr: Razlozi statusa

source: Stack Events
kn: ಸ್ಟ್ಯಾಕ್ ಘಟನೆಗಳು
sr: Događaji stack-a

source: Stack Resource Type
kn: ಸ್ಟ್ಯಾಕ್ ಸಂಪನ್ಮೂಲದ ಬಗೆ
sr: Vrsta resursa stack-a

source: Date Updated
kn: ಅಪ್‌ಡೇಟ್ ಮಾಡಿದ ದಿನಾಂಕ
sr: Datum izmene

source: Stack Resources
kn: ಸ್ಟ್ಯಾಕ್ ಸಂಪನ್ಮೂಲಗಳು
sr: Resursi stack-a

source: Topology
kn: ಟೊಪೊಲಜಿ
sr: Topologija

source: Events
kn: ಘಟನೆಗಳು
sr: Događaji

source: Unable to get events for stack "%s".
kn: "%s" ಸ್ಟ್ಯಾಕ್‌ಗಾಗಿ ಘಟನೆಗಳನ್ನು ಪಡೆಯಲಾಗಿಲ್ಲ.
sr: Ne mogu da dobijem događaje za stack "%s".

source: Resources
kn: ಸಂಪನ್ಮೂಲಗಳು
sr: Resursi

source: Unable to get resources for stack "%s".
kn: "%s" ಸ್ಟ್ಯಾಕ್‌ಗಾಗಿ ಸಂಪನ್ಮೂಲಗಳನ್ನು ಪಡೆಯಲಾಗಿಲ್ಲ.
sr: Ne mogu da dobijem resurse za stack "%s".

source: Unable to retrieve stack list.
kn: ಸ್ಟ್ಯಾಕ್ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Ne mogu da povratim listu stack-a.

source: Change Template
kn: ಸಿದ್ಧವಿನ್ಯಾಸವನ್ನು ಬದಲಾಯಿಸಿ
sr: Promena šablona

source: Unable to retrieve stack.
kn: ಸ್ಟ್ಯಾಕ್ ಅನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Ne mogu da povratim stack.

source: Update
kn: ಅಪ್‌ಡೇಟ್ ಮಾಡು
sr: Ažuriranje

source: Update Stack
kn: ಸ್ಟ್ಯಾಕ್ ಅನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಿ
sr: Izmena stack-a

source: Unable to retrieve stack template.
kn: ಸ್ಟ್ಯಾಕ್ ಸಿದ್ಧವಿನ್ಯಾಸವನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Unable to retrieve resource.
kn: ಸಂಪನ್ಮೂಲವನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Ne mogu da povratim resurse.

source: Unable to retrieve metadata.
kn: ಮೆಟಾಡೇಟ ಅನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Ne mogu da povratim meta podatke.

source: Use one of the available template source options to specify the template to be used in creating this stack.
kn: ಈ ಸ್ಟ್ಯಾಕ್ ಅನ್ನು ರಚಿಸಲು ಬಳಸಬೇಕಿರುವ ಸಿದ್ಧವಿನ್ಯಾಸವನ್ನು ಸೂಚಿಸಲು ಲಭ್ಯವಿರುವ ಸಿದ್ಧವಿನ್ಯಾಸ ಆಕರದ ಆಯ್ಕೆಗಳಲ್ಲಿ ಒಂದನ್ನು ಬಳಸಿ.
sr: Uzmite jedan od predefinisanih šablona da definišete šablon koji će se koristiti za kreiranje stack-a.

source: Create a new stack with the provided values.
kn: ಒದಗಿಸಲಾದ ಮೌಲ್ಯಗಳನ್ನು ಬಳಸಿಕೊಂಡು ಹೊಸ ಸ್ಟ್ಯಾಕ್ ಅನ್ನು ರಚಿಸಿ.
sr: Kreirajte novi stack sa datim vrednostima.

source: Stack Overview
kn: ಸ್ಟ್ಯಾಕ್ ಅವಲೋಕನ
sr: Pregled stack-a

source: Outputs
kn: ಔಟ್‌ಪುಟ್
sr: Izhodi

source: Stack Parameters
kn: ಸ್ಟ್ಯಾಕ್ ನಿಯತಾಂಕಗಳು
sr: Parametri stack-a

source: Launch Parameters
kn: ಪ್ರಾರಂಭಕದ ನಿಯತಾಂಕಗಳು
sr: Pokretanje parametara

source: Minutes
kn: ನಿಮಿಷಗಳು
sr: Minuti

source: Rollback
kn: ಹಿಮ್ಮರಳಿಸು
sr: Vraćanje unazad

source: Resource Overview
kn: ಸಂಪನ್ಮೂಲದ ಅವಲೋಕನ
sr: Pregled resursa

source: Stack Resource ID
kn: ಸ್ಟ್ಯಾಕ್ ಸಂಪನ್ಮೂಲದ ID
sr: ID resursa stack-a

source: Resource ID
kn: ಸಂಪನ್ಮೂಲ ID
sr: ID resursa

source: Resource Metadata
kn: ಸಂಪನ್ಮೂಲ ಮೆಟಾಡೇಟ
sr: Meta podaci resursa

source: Stack Template
kn: ಸ್ಟ್ಯಾಕ್ ಸಿದ್ಧವಿನ್ಯಾಸ

source: Update a stack with the provided values. Please note that any encrypted parameters, such as passwords, will be reset to default if you do not change them here.
kn: ಒದಗಿಸಲಾದ ಮೌಲ್ಯಗಳೊಂದಿಗೆ ಒಂದು ಸ್ಟ್ಯಾಕ್ ಅನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಿ. ಗುಪ್ತಪದಗಳಂತಹ ಯಾವುದೆ ಗೂಢಲಿಪೀಕರಿಸಲಾದ ನಿಯತಾಂಕಗಳನ್ನು ಇಲ್ಲಿ ಬದಲಾಯಿಸದೆ ಇದ್ದಲ್ಲಿ, ಅವುಗಳನ್ನು ಮರುಹೊಂದಿಸಲಾಗುತ್ತದೆ.

source: Stack Details
kn: ಸ್ಟ್ಯಾಕ್ ವಿವರಗಳು

source: Resource Details
kn: ಸಂಪನ್ಮೂಲದ ವಿವರಗಳು

source: Unable to retrieve volume list.
kn: ಪರಿಮಾಣದ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće izvući listu volume-a.

source: Unable to retrieve volume/instance attachment information
kn: ಪರಿಮಾಣ/ಇನ್‌ಸ್ಟನ್ಸ್ ಲಗತ್ತಿನ ಮಾಹಿತಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
sr: Nemoguće izvući informacije o vezama volume/instance

source: Unable to retrieve snapshot list.
kn: ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Volume Backups
kn: ಪರಿಮಾಣದ ಬ್ಯಾಕ್‌ಅಪ್‌ಗಳು

source: Unable to retrieve volume backups.
kn: ಪರಿಮಾಣದ ಬ್ಯಾಕ್ಅಪ್‌ ಅನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Creating volume backup "%s"
kn: "%s" ಪರಿಮಾಣ ಬ್ಯಾಕ್ಅಪ್‌ ಅನ್ನು ರಚಿಸಲಾಗುತ್ತಿದೆ

source: Unable to create volume backup.
kn: ಪರಿಮಾಣದ ಬ್ಯಾಕ್ಅಪ್‌ ಅನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Unable to lookup volume or backup information.
kn: ಪರಿಮಾಣ ಅಥವ ಬ್ಯಾಕ್ಅಪ್‌ ಮಾಹಿತಿಯನ್ನು ಹುಡುಕಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Create a New Volume
kn: ಹೊಸ ಪರಿಮಾಣವನ್ನು ರಚಿಸಿ

source: Successfully restored backup %(backup_name)s to volume with id: %(volume_id)s
kn: %(backup_name)s ಬ್ಯಾಕ್‌ಅಪ್‌ ಅನ್ನು ಈ id ಯನ್ನು ಹೊಂದಿರುವ ಪರಿಮಾಣಕ್ಕೆ ಮರಳಿ ಸ್ಥಾಪಿಸಲಾಗಿದೆ: %(volume_id)s

source: Unable to restore backup.
kn: ಬ್ಯಾಕ್‌ಅಪ್‌ ಅನ್ನು ಮರಳಿ ಸ್ಥಾಪಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Volume Backup
kn: ಪರಿಮಾಣದ ಬ್ಯಾಕ್ಅಪ್

source: Scheduled deletion of %(data_type)s
kn: %(data_type)s ನ ಅನುಸೂಚಿತ ಅಳಿಸುವಿಕೆ
sr: Planirano brisanje %(data_type)s

# Current status of a Volume Backup
source: Available
kn: ಲಭ್ಯವಿದೆ
sr: Dostupno

# Current status of a Volume Backup
source: Error
kn: ದೋಷ
sr: Greška

# Current status of a Volume Backup
source: Creating
kn: ರಚಿಸಲಾಗುತ್ತಿದೆ
sr: Kreiram

# Current status of a Volume Backup
source: Restoring
kn: ಮರಳಿ ಸ್ಥಾಪಿಸುವಿಕೆ

source: Unable to retrieve backup details.
kn: ಬ್ಯಾಕ್ಅಪ್‌ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Create Volume Backup
kn: ಪರಿಮಾಣದ ಬ್ಯಾಕ್ಅಪ್‌ ಅನ್ನು ರಚಿಸಿ

source: Restore Volume Backup
kn: ಪರಿಮಾಣ ಬ್ಯಾಕ್‌ಅಪ್‌ನಿಂದ ಮರಳಿ ಸ್ಥಾಪಿಸಿ

source: Restore Backup to Volume
kn: ಬ್ಯಾಕ್‌ಅಪ್‌ನಿಂದ ಪರಿಮಾಣಕ್ಕೆ ಮರಳಿ ಸ್ಥಾಪಿಸಿ

source: Updating volume snapshot "%s"
kn: "%s" ಪರಿಮಾಣ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್ ಅನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗುತ್ತಿದೆ

source: Unable to update volume snapshot.
kn: ಪರಿಮಾಣ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ ಅನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Edit Snapshot
kn: ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ ಅನ್ನು ಸಂಪಾದಿಸಿ

source: Unable to retrieve snapshot details.
kn: ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti detalje snapshot-a.

source: Volume Backup:
kn: ಪರಿಮಾಣದ ಬ್ಯಾಕ್ಅಪ್:

source: Volume Backups are stored using the Object Storage service. You must have this service activated in order to create a backup.
kn: ಪರಿಮಾಣದ ಬ್ಯಾಕ್ಅಪ್‌ಗಳನ್ನು ಆಬ್ಜೆಕ್ಟ್ ಶೇಖರಣಾ ಸೇವೆಯನ್ನು ಬಳಸಿಕೊಂಡು ಶೇಖರಿಸಿ ಇರಿಸಲಾಗುತ್ತದೆ. ಒಂದು ಬ್ಯಾಕ್ಅಪ್ ಅನ್ನು ರಚಿಸಲು ನೀವು ಈ ಸೇವೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿರಬೇಕಿರುತ್ತದೆ.

source: If no container name is provided, a default container named volumebackups will be provisioned for you. Backups will be the same size as the volume they originate from.
kn: ಯಾವುದೆ ಒಂದು ಕಂಟೇನರ್ ಅನ್ನು ಒದಗಿಸಲಾಗದೆ ಇದ್ದರೆ, volumebackups ಎಂಬ ಹೆಸರಿನ ಪೂರ್ವನಿಯೋಜಿತ ಕಂಟೇನರ್‌ ಅನ್ನು ನಿಮಗೆ ಒದಗಿಸಲಾಗುತ್ತದೆ. ಬ್ಯಾಕ್‌ಅಪ್‌ಗಳು ಯಾವ ಪರಿಮಾಣದಿಂದ ಬಂದಿರುತ್ತವೆಯೊ ಅದೇ ಗಾತ್ರವನ್ನು ಹೊಂದಿರುತ್ತವೆ.

source: Volume Backup Overview: %(backup_display_name)s
kn: ಪರಿಮಾಣದ ಬ್ಯಾಕ್ಅಪ್ ಅವಲೋಕನ: %(backup_display_name)s

source: Restore Backup:
kn: ಬ್ಯಾಕ್‌ಅಪ್‌ನಿಂದ ಮರಳಿ ಸ್ಥಾಪಿಸಿ:

source: Select a volume to restore to.
kn: ಮರಳಿಸ್ಥಾಪಿಸಲು ಒಂದು ಪರಿಮಾಣವನ್ನು ಆರಿಸಿ.

source: Optionally, you may choose to create a new volume.
kn: ಬೇಕಿದ್ದರೆ, ನೀವು ಒಂದು ಹೊಸ ಪರಿಮಾಣವನ್ನು ರಚಿಸಲು ಆಯ್ಕೆ ಮಾಡಬಹುದು.

source: Create a Volume Backup
kn: ಪರಿಮಾಣದ ಬ್ಯಾಕ್ಅಪ್‌ ಅನ್ನು ರಚಿಸಿ

source: Volume Backup Details
kn: ಪರಿಮಾಣದ ಬ್ಯಾಕ್ಅಪ್ ವಿವರಗಳು

source: Restore a Volume Backup
kn: ಪರಿಮಾಣದ ಬ್ಯಾಕ್‌ಅಪ್‌ ಅನ್ನು ಮರಳಿ ಸ್ಥಾಪಿಸಿ

source: Modify the name and description of a snapshot.
kn: ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ನ ಹೆಸರು ಮತ್ತು ವಿವರಣೆಯನ್ನು ಮಾರ್ಪಡಿಸಿ.

source: Volume Snapshot Details
kn: ಪರಿಮಾಣದ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ ವಿವರಗಳು
sr: Detalji snapshot-a volume-a

source: Attach To Instance
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್‌ಗೆ ಲಗತ್ತಿಸಿ
sr: Povezano za Instancu

source: Attach Volume
kn: ಪರಿಮಾಣವನ್ನು ಲಗತ್ತಿಸಿ
sr: Povezivanje Volume-a

source: Create Volume Snapshot (Force)
kn: ಪರಿಮಾಣದ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ ಅನ್ನು ರಚಿಸಿ (ಒತ್ತಾಯಪೂರ್ವಕ)
sr: Kreiranje snapshot-a volume-a (forsirano)

source: Create Volume Snapshot
kn: ಪರಿಮಾಣದ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ ಅನ್ನು ರಚಿಸಿ
sr: Kreiranje snapshot-a Volume-a

source: Volume Overview
kn: ಪರಿಮಾಣ ಅವಲೋಕನ
sr: Pregled Volume-a

source: Attachments
kn: ಲಗತ್ತುಗಳು
sr: Prilozi

source: Not attached
kn: ಏನೂ ಲಗತ್ತಿಸಲಾಗಿಲ್ಲ
sr: Nije povezano

source: Volume Source
kn: ಪರಿಮಾಣದ ಮೂಲ
sr: Izvor Volume-a

source: Extend the size of a volume.
kn: ಪರಿಮಾಣದ ವಿಸ್ತರಿಸಲಾದ ಗಾತ್ರ.

source: Volume Limits
kn: ಪರಿಮಾಣದ ಮಿತಿಗಳು
sr: Ograničenja volume-a

source: Total Gigabytes
kn: ಒಟ್ಟು ಗಿಗಾಬೈಟುಗಳು
sr: Ukupno Gigabajta

source: Volumes are block devices that can be attached to instances.
kn: ಇನ್‌ಸ್ಟನ್ಸ್‌ಗಳಿಗೆ ಲಗತ್ತಿಸಬೇಕಿರುವ ಬ್ಲಾಕ್‌ ಸಾಧನಗಳ ಪರಿಮಾಣಗಳು.

source: Number of Volumes
kn: ಪರಿಮಾಣಗಳ ಸಂಖ್ಯೆ
sr: Broj volume-a

source: From here you can create a snapshot of a volume.
kn: ಇಲ್ಲಿಂದ ನಂತರ ನೀವು ಒಂದು ಪರಿಮಾಣದ ಒಂದು ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ ಅನ್ನು ರಚಿಸಬಹುದು.

source: Snapshot Limits
kn: ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ ಮಿತಿಗಳು

source: Number of Snapshots
kn: ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ಗಳ ಸಂಖ್ಯೆ

source: Modify name and description of a volume.
kn: ಒಂದು ಪರಿಮಾಣದ ಹೆಸರು ಮತ್ತು ವಿವರಣೆಯನ್ನು ಮಾರ್ಪಡಿಸಿ.

source: Manage Volume Attachments
kn: ಪರಿಮಾಣದ ಲಗತ್ತುಗಳನ್ನು ನೋಡಿಕೊಳ್ಳಿ
sr: Upravljanje povezanostima Volume-a

source: Create a Volume
kn: ಪರಿಮಾಣದವನ್ನು ರಚಿಸಿ
sr: Kreiranje Volume-a

source: Create a Volume Snapshot
kn: ಪರಿಮಾಣದ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ ಅನ್ನು ರಚಿಸಿ
sr: Kreiranje snapshot-a volume-a

source: Extend Volume
kn: ವಿಸ್ತರಿಸಲಾದ ಪರಿಮಾಣ
sr: Proširenje volume-a

source: Change Volume Type
kn: ಪರಿಮಾಣದ ಬಗೆಯನ್ನು ಬದಲಾಯಿಸಿ

source: Edit Volume
kn: ಪರಿಮಾಣವನ್ನು ಸಂಪಾದಿಸಿ
sr: Izmena Volume-a

source: Upload Volume to Image
kn: ಪರಿಮಾಣವನ್ನು ಚಿತ್ರಿಕೆಗೆ ಅಪ್‌ಲೋಡ್ ಮಾಡಿ

source: Unable to determine if availability zones extension is supported.
kn: ಲಭ್ಯತೆಯ ವಲಯಗಳ ವಿಸ್ತರಣೆಯನ್ನು ಬೆಂಬಲಿಸಲಾಗುತ್ತದೆಯೆ ಎಂಬುದನ್ನು ನಿರ್ಧರಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je zaključiti da li je podržano proširenja zona dostupnosti.

source: Use snapshot as a source
kn: ಸ್ನ್ಯಾಪ್‌ಶಾಟ್ ಅನ್ನು ಒಂದು ಆಕರವಾಗಿ ಬಳಸಿ
sr: Iskoristite snapshot kao izvor

source: Use image as a source
kn: ಚಿತ್ರಿಕೆಯನ್ನು ಒಂದು ಆಕರವಾಗಿ ಬಳಸಿ
sr: Iskoristite image kao izvor

source: Use a volume as source
kn: ಒಂದು ಪರಿಮಾಣವನ್ನು ಒಂದು ಆಕರವಾಗಿ ಬಳಸಿ
sr: Upotrebite volume kao izvor

source: Size (GB)
kn: ಗಾತ್ರ (GB)
sr: Veličina (GB)

source: Volume size must be equal to or greater than the snapshot size (%sGB)
kn: ಪರಿಮಾಣದ ಗಾತ್ರವು ಸ್ನ್ಯಾಪ್‌ಶಾಟ್ ಗಾತ್ರಕ್ಕೆ ಸಮನಾಗಿರಬೇಕು ಅಥವ ದೊಡ್ಡದಾಗಿರಬೇಕು (%sGB)
sr: Veličina volume-a mora biti jednaka ili veća od veličine shapshot-a (%sGB)

source: Unable to load the specified snapshot.
kn: ಸೂಚಿಸಲಾದ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ ಅನ್ನು ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Ne može se učitati odabrani snapshot.

source: Volume size must be equal to or greater than the image size (%s)
kn: ಪರಿಮಾಣದ ಗಾತ್ರವು ಚಿತ್ರಿಕೆ ಗಾತ್ರಕ್ಕೆ ಸಮನಾಗಿರಬೇಕು ಅಥವ ದೊಡ್ಡದಾಗಿರಬೇಕು (%s)
sr: Veličina volume-a mora biti jednaka ili veća od veličine image-a (%s)

source: Volume size must be equal to or greater than the image minimum disk size (%sGB)
kn: ಪರಿಮಾಣದ ಗಾತ್ರವು ಚಿತ್ರಿಕೆಯ ಕನಿಷ್ಟ ಡಿಸ್ಕ್ ಗಾತ್ರಕ್ಕೆ ಸಮನಾಗಿರಬೇಕು ಅಥವ ದೊಡ್ಡದಾಗಿರಬೇಕು (%sGB)
sr: Veličina volume-amora biti veća ili jednaka minimalnoj veličini diska (%sGB)

source: Unable to load the specified image. %s
kn: ಸೂಚಿಸಲಾದ ಚಿತ್ರಿಕೆಯನ್ನು ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. %s
sr: Ne može se učitati odabrani image. %s

source: Unable to load the specified volume. %s
kn: ಸೂಚಿಸಲಾದ ಪರಿಮಾಣವನ್ನು ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. %s
sr: Nemoguće je učitati odabrani volume. %s

source: Volume size must be equal to or greater than the origin volume size (%s)
kn: ಪರಿಮಾಣದ ಗಾತ್ರವು ಮೂಲ ಪರಿಮಾಣ ಗಾತ್ರಕ್ಕೆ ಸಮನಾಗಿರಬೇಕು ಅಥವ ದೊಡ್ಡದಾಗಿರಬೇಕು (%s)
sr: Veličina volume-a mora biti veća ili jadnaka originalnoj veličini volume-a (%s)

source: Choose a snapshot
kn: ಒಂದು ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ ಅನ್ನು ಆರಿಸಿ
sr: Odaberite snapshot

source: Choose an image
kn: ಒಂದು ಚಿತ್ರಿಕೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
sr: Odaberite image

source: Choose a volume
kn: ಒಂದು ಪರಿಮಾಣವನ್ನು ಆರಿಸಿ
sr: Odaberite volume

source: No source, empty volume
kn: ಯಾವುದೆ ಸಂಪನ್ಮೂಲವಿಲ್ಲ, ಖಾಲಿ ಪರಿಮಾಣ
sr: Nema izvora, prazan volume

source: Image source must be specified
kn: ಚಿತ್ರಿಕೆಯ ಆಕರವನ್ನು ಸೂಚಿಸಬೇಕು

source: Snapshot source must be specified
kn: ಸ್ನ್ಯಾಪ್‌ಶಾಟ್ ಆಕರವನ್ನು ಸೂಚಿಸಬೇಕು

source: Volume source must be specified
kn: ಪರಿಮಾಣದ ಆಕರವನ್ನು ಸೂಚಿಸಬೇಕು

source: The volume size cannot be less than the snapshot size (%sGB)
kn: ಪರಿಮಾಣದ ಗಾತ್ರವು ಸ್ನ್ಯಾಪ್‌ಶಾಟ್ ಗಾತ್ರಕ್ಕಿಂತ ಚಿಕ್ಕದಾಗಿರುವಂತಿಲ್ಲ (%sGB)
sr: Veličina volume-a ne može biti manja od veličine snapshot-a (%sGB)
