Repository: openstack/horizon
Catalog: openstack_dashboard/locale/*/LC_MESSAGES/django.po
Languages: kn, sr

source: Provider for Load Balancer is not supported
kn: ಹೊರೆ ಸಮತೋಲಕಕ್ಕಾಗಿ ಒದಗಿಸುವವರನ್ನು ಬೆಂಬಲಿಸಲಾಗಿಲ್ಲ
sr: Snabdevač Balansiranja opterećenja nije podržan

source: No provider is available
kn: ಯಾವುದೆ ಒದಗಿಸುವವರು ಲಭ್ಯವಿಲ್ಲ
sr: Nema dostupnog snabdevača

source: Add New Pool
kn: ಹೊಸ ಪೂಲ್ ಅನ್ನು ಸೇರಿಸಿ
sr: Dodavanje nove grupe

source: Create Pool for current project. Assign a name and description for the pool. Choose one subnet where all members of this pool must be on. Select the protocol and load balancing method for this pool. Admin State is UP (checked) by default.
kn: ಪ್ರಸಕ್ತ ಪರಿಯೋಜನೆಗಾಗಿ ಪೂಲ್ ಅನ್ನು ರಚಿಸಿ. ಪೂಲ್‌ಗಾಗಿ ಒಂದು ಹೆಸರು ಮತ್ತು ವಿವರಣೆಯನ್ನು ನಿಯೋಜಿಸಿ. ಈ ಪೂಲ್‌ನ ಎಲ್ಲಾ ಅಂಗಗಳು ಇರಬೇಕಿರುವ ಒಂದು ಸಬ್‌ನೆಟ್ ಅನ್ನು ಆರಿಸಿ. ಈ ಪೂಲ್‌ಗಾಗಿ ಒಂದು ಪ್ರೊಟೊಕಾಲ್ ಅನ್ನು ಮತ್ತು ಹೊರೆ ಸಮತೋಲನ ವಿಧಾನವನ್ನು ಆರಿಸಿ. ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ ವ್ಯವಸ್ಥಾಪಕ ಸ್ಥಿತಿಯು UP (ಗುರುತುಹಾಕಿರುವ) ಆಗಿರುತ್ತದೆ.

source: Added pool "%s".
kn: "%s " ಪೂಲ್ ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ.
sr: Dodata grupa "%s".

source: Unable to add pool "%s".
kn: ಪೂಲ್ "%s" ಅನ್ನು ಸೇರಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemouće je dodati grupu "%s".

source: VIP Subnet
kn: VIP ಸಬ್‌ನೆಟ್

source: Specify a free IP address from the selected subnet
kn: ಆರಿಸಲಾದ ಸಬ್‌ನೆಟ್‌ನಿಂದ ಒಂದು ಮುಕ್ತ IP ವಿಳಾಸವನ್ನು ಸೂಚಿಸಿ

source: No Session Persistence
kn: ಅಧಿವೇಶನದ ಸ್ಥಿರತೆ ಇಲ್ಲ
sr: Seansa je prekinuta

source: Specify VIP
kn: VIP ಯನ್ನು ಸೂಚಿಸಿ
sr: Odredite VIP

source: Create a VIP for this pool. Assign a name, description, IP address, port, and maximum connections allowed for the VIP. Choose the protocol and session persistence method for the VIP. Admin State is UP (checked) by default.
kn: ಈ ಪೂಲ್‌ಗಾಗಿ ಒಂದು VIP. ಒಂದು ಹೆಸರು, ವಿವರಣೆ, IP ವಿಳಾಸ, ಪೋರ್ಟ್, ಮತ್ತು VIP ಗಾಗಿ ಅನುಮತಿಸಲಾಗುವ ಗರಿಷ್ಟ ಸಂಪರ್ಕಗಳನ್ನು ನಿಯೋಜಿಸಿ. VIP ಗಾಗಿನ ಪ್ರೊಟೊಕಾಲ್ ಮತ್ತು ಅಧಿವೇಶನ ಸ್ಥಿರ ವಿಧಾನವನ್ನು ಆರಿಸಿ. ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ ವ್ಯವಸ್ಥಾಪಕ ಸ್ಥಿತಿಯು UP (ಗುರುತುಹಾಕಿರುವ) ಆಗಿರುತ್ತದೆ.

source: Added VIP "%s".
kn: "%s " VIP ಯನ್ನು ಸೇರಿಸಲಾಗಿದೆ.
sr: Dodat VIP "%s".

source: Unable to add VIP "%s".
kn: VIP "%s" ಅನ್ನು ಸೇರಿಸಲಾಗಿಲ್ಲ.
sr: Nemoguće je dodati VIP "%s".

source: Unable to retrieve the specified pool. Unable to add VIP "%s".
kn: ಸೂಚಿಸಲಾದ ಪೂಲ್ ಅನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. VIP "%s" ಅನ್ನು ಸೇರಿಸಲಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti odabranu grupu. Nemoguće je dodati VIP "%s".

source: Member Source
kn: ಅಂಗದ ಆಕರ

source: Select from active instances
kn: ಸಕ್ರಿಯ ಇನ್‌ಸ್ಟನ್ಸ್‌ಗಳಿಂದ ಆರಿಸಿ

source: Specify member IP address
kn: IP ವಿಳಾಸದ ಅಂಗವನ್ನು ಸೂಚಿಸಿ

source: Member(s)
kn: ಅಂಗ(ಗಳು)
sr: Član(ovi)

source: Select members for this pool
kn: ಈ ಪೂಲ್‌ಗಾಗಿ ಅಂಗಗಳನ್ನು ಆರಿಸಿ
sr: Odaberite članove za ovu grupu

source: Member address
kn: ಅಂಗದ ವಿಳಾಸ

source: Relative part of requests this pool member serves compared to others. The same weight will be applied to all the selected members and can be modified later. Weight must be in the range 1 to 256.
kn: ಇತರೆಯವುಗಳಿಗೆ ಹೋಲಿಸಿದಲ್ಲಿ ಈ ಪೂಲ್‌ ಅಂಗಗಳು ಸೇವೆ ಸಲ್ಲಿಸುವ ಮನವಿಗಳ ಸಂಬಂಧಿತ ಭಾಗ. ಇದೇ ತೂಕವನ್ನು ಆಯ್ಕೆ ಮಾಡಿದ ಎಲ್ಲಾ ಅಂಗಗಳಿಗೆ ಅನ್ವಯಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಯಾವಾಗ ಬೇಕಿದ್ದರೂ ಬದಲಾಯಿಸಲು ಸಾಧ್ಯವಿರುತ್ತದೆ. ತೂಕವು 1 ರಿಂದ 256 ರ ವ್ಯಾಪ್ತಿಯ ಒಳಗಿರಬೇಕು.

source: Enter an integer value between 1 and 65535. The same port will be used for all the selected members and can be modified later.
kn: 1 ಮತ್ತು 65535 ನಡುವಿನ ಪೂರ್ಣಾಂಕದ ಮೌಲ್ಯವನ್ನು ನಮೂದಿಸಿ. ಇದೇ ಪೋರ್ಟ್ ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಿದ ಎಲ್ಲಾ ಅಂಗಗಳಿಗೆ ಬಳಸಲಾಗುತ್ತದೆ ಮತ್ತು ಯಾವಾಗ ಬೇಕಿದ್ದರೂ ಬದಲಾಯಿಸಲು ಸಾಧ್ಯವಿರುತ್ತದೆ.

source: Select a Pool
kn: ಒಂದು ಪೂಲ್ ಅನ್ನು ಆರಿಸಿ
sr: Odaberite grupu

source: Unable to retrieve instances list.
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್‌ಗಳ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti listu instanci.

source: No servers available. To add a member, you need at least one running instance.
kn: ಯಾವುದೆ ಪೂರೈಕೆಗಣಕಗಳು ಲಭ್ಯವಿಲ್ಲ. ಒಂದು ಅಂಗವನ್ನು ಸೇರಿಸಲು, ನೀವು ಕನಿಷ್ಟ ಒಂದು ಇನ್‌ಸ್ಟೆನ್ಸ್‌ ಅನ್ನು ಹೊಂದಿರಬೇಕು.
sr: Nema dostupnih servera. Da dodate člana, potrebna vam je bar jedna operativna instanca.

source: At least one member must be specified
kn: ಕನಿಷ್ಟ ಒಂದು ಅಂಗವನ್ನು ಸೂಚಿಸಬೇಕು
sr: Bar jedan član mora biti određen

source: Member IP address must be specified
kn: ಅಂಗ IP ವಿಳಾಸವನ್ನು ಸೂಚಿಸಬೇಕು

source: Add New Member
kn: ಹೊಸ ಅಂಗವನ್ನು ಸೇರಿಸಿ
sr: Dodavanje novog člana

source: Add member(s) to the selected pool. Choose one or more listed instances to be added to the pool as member(s). Assign a numeric weight and port number for the selected member(s) to operate(s) on; e.g., 80. Only one port can be associated with each instance.
kn: ಆಯ್ಕೆ ಮಾಡಿದ ಪೂಲ್‌ಗೆ ಅಂಗನ್ನು(ಗಳನ್ನು) ಸೇರಿಸಿ. ಪೂಲ್‌ಗೆ ಅಂಗವಾಗಿ(ಗಳಾಗಿ) ಸೇರಿಸಲು ಪಟ್ಟಿಯಲ್ಲಿನ ಒಂದು ಅಥವ ಹೆಚ್ಚಿನ ಇನ್‌ಸ್ಟನ್ಸ್‌ಗಳನ್ನು ಆರಿಸಿ. ಆಯ್ಕೆ ಮಾಡಿದ ಅಂಗವು(ಗಳು) ಕಾರ್ಯನಿರ್ವಹಿಸಲು ಅವುಗಳಿಗೆ ಒಂದು ಅಂಕೀಯ ತೂಕವನ್ನು ಮತ್ತು ಪೋರ್ಟ್ ಸಂಖ್ಯೆಯನ್ನು ನಿಯೋಜಿಸಿ; ಉದಾ., 80. ಪ್ರತಿಯೊಂದು ಇನ್‌ಸ್ಟನ್ಸ್‌ನೊಂದಿಗೆ ಕೇವಲ ಒಂದು ಪೋರ್ಟ್ ಅನ್ನು ಜೋಡಿಸಬಹುದು.

source: Added member(s).
kn: ಸೇರಿಸಲಾದ ಅಂಗ(ಗಳು).
sr: Dodati član(ovi).

source: Unable to add member(s)
kn: ಅಂಗವನ್ನು(ಗಳನ್ನು) ಸೇರಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ

source: Unable to retrieve the specified pool.
kn: ಸೂಚಿಸಲಾದ ಪೂಲ್ ಅನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: HTTP Method
kn: HTTP ವಿಧಾನ
sr: HTTP Metod

source: HTTP method used to check health status of a member
kn: ಒಂದು ಅಂಗದ ಆರೋಗ್ಯದ ಸ್ಥಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಲು ಬಳಸಲಾಗುವ HTTP ವಿಧಾನ
sr: HTTP metoda korištena za proveru stabilnosti člana

source: Expected HTTP Status Codes
kn: ನಿರೀಕ್ಷಿಸಲಾದ HTTP ಸ್ಥಿತಿ ಸಂಕೇತಗಳು
sr: Očekivani kodovi statusa HTTP-a

source: Expected code may be a single value (e.g. 200), a list of values (e.g. 200, 202), or range of values (e.g. 200-204)
kn: ನಿರೀಕ್ಷಿಸಲಾದ ಕೋಡ್ ಒಂದು ಮೌಲ್ಯ (ಉದಾ. 200), ಮೌಲ್ಯಗಳ ಪಟ್ಟಿ (ಉದಾ. 200, 202), ಅಥವ ಮೌಲ್ಯಗಳ ಶ್ರೇಣಿಯನ್ನು (e.g. 200-204) ಹೊಂದಿರಬಹುದು.
sr: Očekivani kod može biti jedna vrednost (npr. 200), lista vrednosti (npr. 200, 202), ili opseg vrednosti (npr. 200-204)

source: Please choose a HTTP method
kn: ದಯವಿಟ್ಟು ಒಂದು HTTP ವಿಧಾನವನ್ನು ಆರಿಸಿ
sr: Molim odaberite HTTP metod

source: Please specify an URL
kn: ಒಂದು URL ಅನ್ನು ಸೂಚಿಸಿ
sr: Odredite URL molim

source: Please enter a single value (e.g. 200), a list of values (e.g. 200, 202), or range of values (e.g. 200-204)
kn: ಒಂದು ಮೌಲ್ಯ (ಉದಾ. 200), ಮೌಲ್ಯಗಳ ಪಟ್ಟಿ (ಉದಾ. 200, 202), ಅಥವ ಮೌಲ್ಯಗಳ ಶ್ರೇಣಿಯನ್ನು (e.g. 200-204) ನಮೂದಿಸಿ.
sr: Molim Vas unesite jednu vrednost (npr. 200), listu vrednosti (npr. 200, 202), ili opseg vrednosti (npr. 200-204)

source: Add New Monitor
kn: ಹೊಸ ಮೇಲ್ವಿಚಾರಕವನ್ನು ಸೇರಿಸಿ
sr: Dodavanje novog monitora

source: Create a monitor template. Select type of monitoring. Specify delay, timeout, and retry limits required by the monitor. Specify method, URL path, and expected HTTP codes upon success.
kn: ಒಂದು ಮೇಲ್ವಿಚಾರಕ ಸಿದ್ಧವಿನ್ಯಾಸವನ್ನು ರಚಿಸಿ. ಮೇಲ್ವಿಚಾರಣೆಯ ಬಗೆಯನ್ನು ಆರಿಸಿ. ಮೇಲ್ವಿಚಾರಕಕ್ಕೆ ಅಗತ್ಯವಿರುವ ವಿಳಂಬ, ಕಾಲಾವಧಿ ತೀರಿಕೆ, ಮತ್ತು ಮರುಪ್ರಯತ್ನದ ಮಿತಿಗಳನ್ನು ಸೂಚಿಸಿ. ಯಶಸ್ವಿಯಾದಲ್ಲಿ ವಿಧಾನ, URL ಮಾರ್ಗ, ಮತ್ತು ನಿರೀಕ್ಷಿತ HTTP ಸಂಕೇತಗಳನ್ನು ಸೂಚಿಸಿ.
sr: Kreiranje šablona za monitor. Odaberite vrstu nadzora. Odredite kašnjenje, dozvoljeno vreme, i broj pokušaja koje monitor zahteva. Odredite metod, URL put, i očekivani HTTP kod u slučaju uspeha.

source: Added monitor
kn: ಸೇರಿಸಲಾದ ಮೇಲ್ವಿಚಾರಕ
sr: Dodat monitor

source: Unable to add monitor
kn: ಮೇಲ್ವಿಚಾರಕವನ್ನು ಸೇರಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
sr: Nemoguće je dodati monitor

source: Unable to add monitor.
kn: ಮೇಲ್ವಿಚಾರಕವನ್ನು ಸೇರಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dodati monitor.

source: Monitor
kn: ಮೇಲ್ವಿಚಾರಕ
sr: Nadzor

source: Select a monitor template for %s
kn: %s ಗಾಗಿ ಒಂದು ಮೇಲ್ವಿಚಾರಕ ಸಿದ್ಧವಿನ್ಯಾಸವನ್ನು ಆಯ್ಕೆಮಾಡಿ
sr: Odaberite šablon monitora za %s

source: Select a Monitor
kn: ಒಂದು ಮೇಲ್ವಿಚಾರಕವನ್ನು ಆರಿಸಿ
sr: Odaberite monitor

source: Unable to retrieve monitors list.
kn: ಮೇಲ್ವಿಚಾರಕ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti listu monitora.

source: Association Details
kn: ಸಂಬಂಧದ ವಿವರಗಳು
sr: Detalji udruženja

source: Associate a health monitor with target pool.
kn: ಆರೋಗ್ಯ ಮೇಲ್ವಿಚಾರಕವನ್ನು ಗುರಿಯ ಪೂಲ್‌ನೊಂದಿಗೆ ಸಂಬಂಧ ಜೋಡಿಸಿ.
sr: Pridruživanje nadzora stabilnosti ciljnoj grupi.

source: Associated monitor.
kn: ಸಂಬಂಧಿತ ಮೇಲ್ವಿಚಾರಕ.
sr: Pridružen monitor.

source: Unable to associate monitor.
kn: ಮೇಲ್ವಿಚಾರಕದೊಂದಿಗೆ ಸಂಬಂಧಜೋಡಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je pridružiti monitor.

source: Select a health monitor of %s
kn: %s ನ ಆರೋಗ್ಯ ಮೇಲ್ವಿಚಾರಕವನ್ನು ಆರಿಸಿ
sr: Odaberite nadzor stabilnosti za %s

source: Disassociate a health monitor from target pool.
kn: ಆರೋಗ್ಯ ಮೇಲ್ವಿಚಾರಕದಿಂದ ಗುರಿಯ ಪೂಲ್‌ನೊಂದಿಗೆ ಸಂಬಂಧ ತಪ್ಪಿಸಿ.
sr: Razdružite nadzor stabilnosti od ciljne grupe.

source: Disassociated monitor.
kn: ಸಂಬಂಧ ತಪ್ಪಿಸಲಾದ ಮೇಲ್ವಿಚಾರಕ.
sr: Razdružen monitor.

source: Unable to disassociate monitor.
kn: ಮೇಲ್ವಿಚಾರಕದ ಸಂಬಂಧತಪ್ಪಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je razdružiti monitor.

source: Address
kn: ವಿಳಾಸ
sr: Adresa

source: URL Path
kn: URL ಮಾರ್ಗ
sr: Put URL-a

source: Expected Codes
kn: ನಿರೀಕ್ಷಿತ ಸಂಕೇತಗಳು
sr: Očekivani kodovi

source: Health Monitors
kn: ಆರೋಗ್ಯ ಮೇಲ್ವಿಚಾರಕಗಳು
sr: Nadzor stanja sistema

source: You may update member attributes here: edit pool, weight or admin state.
kn: ಅಂಗದ ಗುಣವಿಶೇಷಗಳನ್ನು ಇಲ್ಲಿ ನೀವು ಅಪ್‌ಡೇಟ್ ಮಾಡಬಹುದು: ಪೂಲ್‌, ತೂಕ ಅಥವ ವ್ಯವಸ್ಥಾಪಕ ಸ್ಥಿತಿಯನ್ನು ಸಂಪಾದಿಸಿ.
sr: Ovde možete izmeniti obeležja člana:izmena grupe, težine ili admin stanja.

source: You may update health monitor attributes here: edit delay, timeout, max retries or admin state.
kn: ಆರೋಗ್ಯ ಮೇಲ್ವಿಚಾರಣೆ ಗುಣವಿಶೇಷಗಳನ್ನು ಇಲ್ಲಿ ನೀವು ಅಪ್‌ಡೇಟ್ ಮಾಡಬಹುದು: ವಿಳಂಬವನ್ನು, ಕಾಲಾವಧಿ ತೀರಿಕೆ, ಗರಿಷ್ಟ ಮರುಪ್ರಯತ್ನಗಳು ಅಥವ ವ್ಯವಸ್ಥಾಪಕ ಸ್ಥಿತಿಯನ್ನು ಸಂಪಾದಿಸಿ.
sr: Ovde možete izmeniti atribute nadzora stabilnosti: ispravka kašnjenja, dozvoljeno vreme, max broj pokušaja ili stanje admina.

source: You may update pool attributes here: edit name, description, load balancing method or admin state.
kn: ಪೂಲ್‌ನ ಗುಣವಿಶೇಷಗಳನ್ನು ಇಲ್ಲಿ ನೀವು ಅಪ್‌ಡೇಟ್ ಮಾಡಬಹುದು: ಹೆಸರು, ವಿವರಣೆ, ಹೊರ ಸಮತೋಲನ ವಿಧಾನ ಅಥವ ವ್ಯವಸ್ಥಾಪಕ ಸ್ಥಿತಿಯನ್ನು ಸಂಪಾದಿಸಿ.

source: You may update VIP attributes here: edit name, description, pool, session persistence, connection limit or admin state.
kn: VIP ಗುಣವಿಶೇಷಗಳನ್ನು ಇಲ್ಲಿ ನೀವು ಅಪ್‌ಡೇಟ್ ಮಾಡಬಹುದು: ಹೆಸರು, ವಿವರಣೆ, ಅಧಿವೇಶನದ ಸ್ಥಿರತೆ, ಸಂಪರ್ಕದ ಮಿತಿ ಅಥವ ವ್ಯವಸ್ಥಾಪಕ ಸ್ಥಿತಿಯನ್ನು ಸಂಪಾದಿಸಿ.
sr: Ovde možete izmeniti VIP atribute: izmena imena, opis, grupa, trajnost seanse, ograničenja veze ili stanje admin-a.

source: Port ID
kn: ಪೋರ್ಟ್ ID
sr: ID porta

source: Type: %(persistence_type)s
kn: ಬಗೆ: %(persistence_type)s

source: Cookie Name: %(cookie_name)s
kn: ಕುಕಿಯ ಹೆಸರು: %(cookie_name)s

source: Network Topology
kn: ಜಾಲಬಂಧ ಟೊಪೊಲಜಿ
sr: Topologija mreže

source: Create a Router
kn: ಒಂದು ರೌಟರ್‌ ರಚಿಸಿ
sr: Kreirajte ruter

source: Create Router
kn: ರೌಟರ್‌ ರಚಿಸಿ
sr: Kreiraj ruter

source: Router
kn: ರೌಟರ್
sr: Ruter

source: This pane needs javascript support.
kn: ಈ ಪಟ್ಟಿಗೆ ಜಾವಾಸ್ಕ್ರಿಪ್ಟ್ ಬೆಂಬಲದ ಅಗತ್ಯವಿದೆ.
sr: Ovom panelu treba podrška javascript-a.

source: Small
kn: ಚಿಕ್ಕದು

source: Launch Instance (Quota exceeded)
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್ ಅನ್ನು ಆರಂಭಿಸಿ (ಕೋಟಾ ಮಿತಿ ಮೀರಿದೆ)

source: Create Network (Quota exceeded)
kn: ಜಾಲಬಂಧವನ್ನು ರಚಿಸಿ (ಕೋಟಾ ಮಿತಿ ಮೀರಿದೆ)

source: Create Router (Quota exceeded)
kn: ರೌಟರ್‌ ಅನ್ನು ರಚಿಸಿ (ಕೋಟಾ ಮಿತಿ ಮೀರಿದೆ)

source: There are no networks, routers, or connected instances to display.
kn: ತೋರಿಸಲು ಯಾವುದೆ ಜಾಲಬಂಧಗಳು, ರೌಟರ್‌ಗಳು, ಅಥವ ಸಂಪರ್ಕಿತಗೊಂಡ ಇನ್‌ಸ್ಟನ್ಸ್‌ಗಳು ಇಲ್ಲ.
sr: Nema mreža, rutera, ili povezanih računarskih jedinica za prikaz.

source: Add Subnet
kn: ಸಬ್‌ನೆಟ್ ಅನ್ನು ಸೇರಿಸಿ
sr: Dodaj podmrežu

source: Add Subnet (Quota exceeded)
kn: ಸಬ್‌ನೆಟ್ ಅನ್ನು ಸೇರಿಸಿ (ಕೋಟಾ ಮಿತಿಮೀರಿದೆ)

# Current status of a Network
source: Active
kn: ಸಕ್ರಿಯ

# Current status of a Network
source: Build
kn: ನಿರ್ಮಾಣ

# Current status of a Network
source: Down
kn: ಕೆಳಗೆ
sr: Dole

# Current status of a Network
source: Error
kn: ದೋಷ
sr: Greška

source: Unable to retrieve network details.
kn: ಜಾಲಬಂಧ ವಿವರಣೆಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti detalje mreže.

source: The state to start the network in.
kn: ಜಾಲಬಂಧವನ್ನು ಆರಂಭಿಸಬೇಕಿರುವ ಸ್ಥಿತಿ.

source: Subnet Name
kn: ಸಬ್‌ನೆಟ್‌ನ ಹೆಸರು
sr: Ime podmreže

source: Network Address
kn: ಜಾಲಬಂಧ ವಿಳಾಸ
sr: Mrežna adresa

source: Network address in CIDR format (e.g. 192.168.0.0/24, 2001:DB8::/48)
kn: CIDR ವಿನ್ಯಾಸದಲ್ಲಿರುವ ಜಾಲಬಂಧ ವಿಳಾಸ (ಉದಾ. 192.168.0.0/24, 2001:DB8::/48)

source: IP address of Gateway (e.g. 192.168.0.254) The default value is the first IP of the network address (e.g. 192.168.0.1 for 192.168.0.0/24, 2001:DB8::1 for 2001:DB8::/48). If you use the default, leave blank. If you do not want to use a gateway, check 'Disable Gateway' below.
kn: ಗೇಟ್‌ವೇಯ IP ವಿಳಾಸ (ಉದಾ. 192.168.0.254). ಪೂರ್ವನಿಯೋಜಿತ ಮೌಲ್ಯವು ಜಾಲಬಂಧ ವಿಳಾಸದ ಮೊದಲ IP ಆಗಿರುತ್ತದೆ (ಉದಾ. 192.168.0.0/24 ಗಾಗಿ 192.168.0.1, 2001:DB8::/48 ಗಾಗಿ 2001:DB8::1). ನೀವು ಪೂರ್ವನಿಯೋಜಿತವನ್ನು ಬಳಸುತ್ತಿದ್ದಲ್ಲಿ, ಖಾಲಿ ಬಿಡಿ. ನೀವು ಗೇಟ್‌ವೇ ಅನ್ನು ಬಳಸಲು ಬಯಸದೆ ಇದ್ದಲ್ಲಿ, ಈ ಕೆಳಗಿನ 'ಗೇಟ್‌ವೇ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ' ಅನ್ನು ಗುರುತುಹಾಕಿ.

source: Disable Gateway
kn: ಗೇಟ್‌ವೇ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ
sr: Bez gateway-a

source: Specify "Network Address" or clear "Create Subnet" checkbox.
kn: "ಜಾಲಬಂಧ ವಿಳಾಸ" ಅನ್ನು ಸೂಚಿಸಿ ಅಥವ "ಸಬ್‌ನೆಟ್ ಅನ್ನು ರಚಿಸಿ" ಗುರುತುಚೌಕವನ್ನು ತೆರವುಗೊಳಿಸಿ.

source: Create a subnet associated with the new network, in which case "Network Address" must be specified. If you wish to create a network without a subnet, uncheck the "Create Subnet" checkbox.
kn: ಹೊಸ ಜಾಲಬಂಧದೊಂದಿಗೆ ಸಂಬಂಧಿಸಿರುವ ಸಬ್‌ನೆಟ್ ಅನ್ನು ರಚಿಸಿ, ಇಂತಹ ಸಂದರ್ಭದಲ್ಲಿ "ಜಾಲಬಂಧ ವಿಳಾಸ"ವನ್ನು ಸೂಚಿಸಬೇಕು. ನೀವು ಒಂದು ಸಬ್‌ನೆಟ್ ಇಲ್ಲದೆ ಒಂದು ಜಾಲಬಂಧವನ್ನು ರಚಿಸಲು ಬಯಸಿದಲ್ಲಿ "ಸಬ್‌ನೆಟ್ ಅನ್ನು ರಚಿಸಿ" ಗುರುತುಚೌಕವನ್ನು ತೆರವುಗೊಳಿಸಿ.

source: Network Address and IP version are inconsistent.
kn: ಜಾಲಬಂಧ ವಿಳಾಸ ಮತ್ತು IP ಆವೃತ್ತಿಯು ಅಸ್ಥಿರವಾಗಿವೆ.
sr: Mrežna adresa i verzija IP su neusaglašene.

source: The subnet in the Network Address is too small (/%s).
kn: ಜಾಲಬಂಧ ವಿಳಾಸದಲ್ಲಿನ ಸಬ್‌ನೆಟ್ ಬಹಳ ಚಿಕ್ಕದಾಗಿದೆ (/%s).
sr: Podmreža u mrežnoj adresi je premala (/%s).

source: Gateway IP and IP version are inconsistent.
kn: ಗೇಟ್‌ವೇ IP ಮತ್ತು IP ಆವೃತ್ತಿಯು ಅಸ್ಥಿರವಾಗಿವೆ.
sr: IP gateway-a i verzija IP su neusaglašene.

source: Specify IP address of gateway or check "Disable Gateway".
kn: ಗೇಟ್‌ವೇಯ IP ವಿಳಾಸವನ್ನು ಸೂಚಿಸಿ ಅಥವ "ಗೇಟ್‌ವೇ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸು" ಅನ್ನು ಗುರುತುಹಾಕಿ.
sr: Odredite IP adresu gateway-a ili kliknite kućicu "Bez gateway-a".

source: Enable DHCP
kn: DHCP ಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
sr: Uposli DHCP

source: IPv6 Address Configuration Mode
kn: IPv6 ವಿಳಾಸ ಸಂರಚನೆಯ ಸ್ಥಿತಿ

source: Specifies how IPv6 addresses and additional information are configured. We can specify SLAAC/DHCPv6 stateful/DHCPv6 stateless provided by OpenStack, or specify no option. 'No options specified' means addresses are configured manually or configured by a non-OpenStack system.
kn: IPv6 ವಿಳಾಸಗಳು ಮತ್ತು ಹೆಚ್ಚುವರಿ ಮಾಹಿತಿಯನ್ನು ಸಂರಚಿಸಲಾಗುತ್ತದೆ ಎಂಬುದನ್ನು ಸೂಚಿಸುತ್ತದೆ. ನಾವು OpenStack ನಿಂದ ಒದಗಿಸಲಾದ SLAAC/DHCPv6 ಸ್ಟೇಟ್‌ಫುಲ್/DHCPv6 ಸ್ಟೇಟ್‌ಲೆಸ್ ಅನ್ನು ಸೂಚಿಸಬಹುದು, ಅಥವ ಯಾವುದೆ ಆಯ್ಕೆಯನ್ನು ಸೂಚಿಸದೆ ಇರಬಹುದು. 'ಯಾವುದೆ ಆಯ್ಕೆಗಳನ್ನು ಸೂಚಿಸಲಾಗಿಲ್ಲ' ಎಂದರೆ ವಿಳಾಸಗಳನ್ನು ಕೈಯಾರೆ ಸೂಚಿಸಲಾಗಿದೆ ಅಥವ OpenStack ಅಲ್ಲದ ವ್ಯವಸ್ಥೆಯಿಂದ ಸೂಚಿಸಲಾಗಿದೆ ಎಂದರ್ಥ.

source: Allocation Pools
kn: ನಿಯೋಜನಾ ಪೂಲ್‌ಗಳು
sr: Određivanje grupa

source: IP address allocation pools. Each entry is: start_ip_address,end_ip_address (e.g., 192.168.1.100,192.168.1.120) and one entry per line.
kn: IP ವಿಳಾಸದ ನಿಯೋಜನಾ ಪೂಲ್‌ಗಳು. ಪ್ರತಿಯೊಂದು ನಮೂದು ಸಹ: start_ip_address,end_ip_address (ಉದಾ., 192.168.1.100,192.168.1.120) ರೀತಿಯಲ್ಲಿರುತ್ತದೆ ಮತ್ತು ಪ್ರತಿ ಸಾಲಿನಲ್ಲಿ ಒಂದು ನಮೂದು ಇರುತ್ತದೆ.

source: DNS Name Servers
kn: DNS ನೇಮ್‌ ಸರ್ವರ್‌ಗಳು
sr: Serveri za DNS imena

source: IP address list of DNS name servers for this subnet. One entry per line.
kn: ಈ ಸಬ್‌ನೆಟ್‌ಗಾಗಿನ DNS ನೇಮ್‌ ಸರ್ವರ್‌ಗಳ IP ವಿಳಾಸದ ಪಟ್ಟಿ. ಪ್ರತಿ ಸಾಲಿಗೆ ಒಂದು ನಮೂದು.
sr: Lista IP adresa DNS servera za ovu podmrežu. Jedan unos po liniji.

source: Host Routes
kn: ಆತಿಥೇಯ ರೌಟ್‌ಗಳು
sr: Host ruteri

source: Additional routes announced to the hosts. Each entry is: destination_cidr,nexthop (e.g., 192.168.200.0/24,10.56.1.254) and one entry per line.
kn: ಆತಿಥೇಯಕ್ಕೆ ಘೋಷಿಸಲಾದ ಹೆಚ್ಚುವರಿ ರೌಟ್‌ಗಳು. ಪ್ರತಿಯೊಂದು ನಮೂದು ಸಹ: destination_cidr,nexthop (ಉದಾ., 192.168.200.0/24,10.56.1.254) ರೀತಿಯಲ್ಲಿರುತ್ತದೆ ಮತ್ತು ಪ್ರತಿ ಸಾಲಿನಲ್ಲಿ ಒಂದು ನಮೂದು ಇರುತ್ತದೆ..

source: Subnet Details
kn: ಸಬ್‌ನೆಟ್‌ ವಿವರಗಳು

source: Specify additional attributes for the subnet.
kn: ಸಬ್‌ನೆಟ್‌ಗಾಗಿ ಹೆಚ್ಚುವರಿ ಗುಣವಿಶೇಷಗಳನ್ನು ಸೂಚಿಸಿ.

source: %s (Default)
kn: %s (ಪೂರ್ವನಿಯೋಜಿತ)

source: %(field_name)s: Invalid IP address (value=%(ip)s)
kn: %(field_name)s: ಅಮಾನ್ಯವಾದ IPv4 ವಿಳಾಸ (value=%(ip)s)
sr: %(field_name)s: Pogrešna IP adresa (vrednost=%(ip)s)

source: %(field_name)s: Invalid IP address (value=%(network)s)
kn: %(field_name)s: ಅಮಾನ್ಯವಾದ IPv4 ವಿಳಾಸ (value=%(network)s)
sr: %(field_name)s: Pogrešna IP adresa (vrednost=%(network)s)

source: Start and end addresses must be specified (value=%s)
kn: ಆರಂಭ ಮತ್ತು ಕೊನೆಯ ವಿಳಾಸಗಳನ್ನು ಸೂಚಿಸಬೇಕು (value=%s)
sr: Početna i krajnja adresa moraju biti određene (vrednost=%s)

source: Start address is larger than end address (value=%s)
kn: ಆರಂಭದ ವಿಳಾಸವು ಕೊನೆಯ ವಿಳಾಸಕ್ಕಿಂತ ದೊಡ್ಡದಾಗಿರಬೇಕು (value=%s)
sr: Početna adresa je veća od krajnje (vrednost=%s)

source: Host Routes format error: Destination CIDR and nexthop must be specified (value=%s)
kn: ಆತಿಥೇಯ ರೌಟ್‌ಗಳ ವಿನ್ಯಾಸದ ದೋಷ: ಗುರಿಯ CIDR ಮತ್ತು ಮುಂದಿನ ಹಾಪ್ ಅನ್ನು ಸೂಚಿಸಬೇಕು(value=%s)
sr: Greška u formatu ruta Host-a: Odredišni CIDR i nexthop moraju biti određeni (vrednost=%s)

source: Created network "%s".
kn: ಜಾಲಬಂಧ "%s" ಅನ್ನು ರಚಿಸಲಾಗಿದೆ..
sr: Kreirana mreža "%s".

source: Unable to create network "%s".
kn: "%s" ಜಾಲಬಂಧವನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je kreirati mrežu "%s".

source: Network "%s" was successfully created.
kn: "%s" ಜಾಲಬಂಧವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ.
sr: Mreža "%s" je uspešno kreirana.

source: Failed to create network "%(network)s": %(reason)s
kn: "%(network)s" ಜಾಲಬಂಧವನ್ನು ರಚಿಸಲು ವಿಫಲಗೊಂಡಿದೆ: %(reason)s
sr: Neuspelo kreiranje mreže "%(network)s": %(reason)s

source: Subnet "%s" was successfully created.
kn: ಸಬ್‌ನೆಟ್‌ "%s" ಪಾತ್ರವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ.
sr: Podmreža "%s" je uspešno kreirana.

source: Failed to create subnet "%(sub)s" for network "%(net)s": %(reason)s
kn: "%(net)s" ಜಾಲಬಂಧಕ್ಕಾಗಿ ಒಂದು ಸಬ್‌ನೆಟ್ "%(sub)s"ಅನ್ನು ರಚಿಸಲು ವಿಫಲಗೊಂಡಿದೆ: %(reason)s
sr: Neuspešno kreiranje podmreže "%(sub)s" za mrežu "%(net)s": %(reason)s

source: Delete the created network "%s" due to subnet creation failure.
kn: ಸಬ್‌ನೆಟ್‌ ರಚಿಸುವಲ್ಲಿನ ವಿಫಲತೆಯ ಕಾರಣದಿಂದಾಗಿ ರಚಿಸಲಾದ "%s" ಜಾಲಬಂಧವನ್ನು ಅಳಿಸಿ.
sr: Obrišite kreiranu mrežu "%s" zbog greške u kreiranju podmreže.

source: Failed to delete network "%s"
kn: "%s" ಜಾಲಬಂಧವನ್ನು ಅಳಿಸಲು ವಿಫಲಗೊಂಡಿದೆ
sr: Neuspelo brisanje mreže "%s"

source: Attached
kn: ಲಗತ್ತಿಸಲಾಗಿದೆ
sr: Prikačen

source: Detached
kn: ಕಿತ್ತುಹಾಕಲಾಗಿದೆ
sr: Otkačen

source: Edit Port
kn: ಪೋರ್ಟ್‌ ಅನ್ನು ಸಂಪಾದಿಸಿ
sr: Izmena porta

# status of a network port
source: Active
kn: ಸಕ್ರಿಯ

# status of a network port
source: Down
kn: ಕೆಳಗೆ
sr: Dole

# status of a neteork port
source: Error
kn: ದೋಷ

# status of a network port
source: Build
kn: ನಿರ್ಮಾಣ

source: Port Details
kn: ಪೋರ್ಟ್ ವಿವರಗಳು

source: Unable to retrieve port details.
kn: ಪೋರ್ಟ್ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nije moguće izvući detalje o port.

source: Unable to retrieve port details
kn: ಪೋರ್ಟ್ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
sr: Nemoguće je dobiti detalje port-a

source: Create Subnet (Quota exceeded)
kn: ಸಬ್‌ನೆಟ್‌ ಅನ್ನು ರಚಿಸಿ (ಕೋಟಾ ಮಿತಿ ಮೀರಿದೆ)

source: No options specified
kn: ಯಾವುದೆ ಆಯ್ಕೆಗಳನ್ನು ಸೂಚಿಸಲಾಗಿಲ್ಲ

source: Unable to retrieve subnet details
kn: ಸಬ್‌ನೆಟ್‌ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti detalje podmreže

source: Unable to retrieve subnet details.
kn: ಸಬ್‌ನೆಟ್‌ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
sr: Nemoguće je dobiti detalje podmreže.

source: Specify "Network Address"
kn: "ಜಾಲಬಂಧ ವಿಳಾಸ" ಅನ್ನು ಸೂಚಿಸಿ

source: Create a subnet associated with the network. Advanced configuration is available by clicking on the "Subnet Details" tab.
kn: ಜಾಲಬಂಧಕ್ಕೆ ಸಂಬಂಧಿಸಿದ ಒಂದು ಸಬ್‌ನೆಟ್ ಅನ್ನು ರಚಿಸಿ. ಮುಂದುವರೆದ ಸಂರಚನೆಯನ್ನು "ಸಬ್‌ನೆಟ್ ವಿವರಗಳು" ಟ್ಯಾಬ್‌ನ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ ಪಡೆಯಬಹುದು.

source: Created subnet "%s".
kn: ಸಬ್‌ನೆಟ್ "%s" ಅನ್ನು ರಚಿಸಲಾಗಿದೆ.
sr: Kreirana podmreža "%s".

source: Unable to create subnet "%s".
kn: ಸಬ್‌ನೆಟ್ "%s" ಅನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je kreirati podmrežu "%s".

source: Network address in CIDR format (e.g. 192.168.0.0/24)
kn: CIDR ವಿನ್ಯಾಸದಲ್ಲಿನ ಜಾಲಬಂಧ ವಿಳಾಸ (ಉದಾ. 192.168.0.0/24)
sr: Mrežna adresa u CIDR formatu (npr. 192.168.0.0/24)

source: Gateway IP (optional)
kn: ಗೇಟ್‌ವೇ IP (ಐಚ್ಛಿಕ)

source: IP address of Gateway (e.g. 192.168.0.254). Specify an explicit address to set the gateway. If you do not want to use a gateway, check 'Disable Gateway' below.
kn: ಗೇಟ್‌ವೇಯ IP ವಿಳಾಸ (ಉದಾ. 192.168.0.254). ಗೇಟ್‌ವೇ ಅನ್ನು ಹೊಂದಿಸಲು ವಿಳಾಸವನ್ನು ಸ್ಪಷ್ಟವಾಗಿ ಸೂಚಿಸಿ. ನೀವು ಗೇಟ್‌ವೇ ಅನ್ನು ಬಳಸಲು ಬಯಸದೆ ಇದ್ದಲ್ಲಿ, ಈ ಕೆಳಗಿನ 'ಗೇಟ್‌ವೇ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ' ಅನ್ನು ಗುರುತುಹಾಕಿ.

source: Update a subnet associated with the network. Advanced configuration are available at "Subnet Details" tab.
kn: ಜಾಲಬಂಧಕ್ಕೆ ಸಂಬಂಧಿಸಿದ ಒಂದು ಸಬ್‌ನೆಟ್ ಅನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಿ. ಮುಂದುವರೆದ ಸಂರಚನೆಯನ್ನು "ಸಬ್‌ನೆಟ್ ವಿವರಗಳು" ಟ್ಯಾಬ್‌ನ ಮೂಲಕ ಪಡೆಯಬಹುದು.

source: Updated subnet "%s".
kn: "%s" ಸಬ್‌ನೆಟ್ ಅನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ.
sr: Izmenjena podmreža "%s".

source: Unable to update subnet "%s".
kn: "%s" ಸಬ್‌ನೆಟ್ ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je izmeniti podmrežu "%s".

source: Subnet "%s" was successfully updated.
kn: ಸಬ್‌ನೆಟ್ "%s" ಪೋರ್ಟ್‌ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗಿದೆ.
sr: Podmreža "%s" je uspešno izmenjena.

source: Failed to update subnet "%(sub)s": %(reason)s
kn: "%(sub)s" ಸಬ್‌ನೆಟ್‌ ಅನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ವಿಫಲಗೊಂಡಿದೆ: %(reason)s
sr: Neuspešna izmena podmreže "%(sub)s": %(reason)s

source: Select a name for your network.
kn: ನಿಮ್ಮ ಜಾಲಬಂಧಕ್ಕಾಗಿ ಒಂದು ಹೆಸರನ್ನು ಆರಿಸಿ.
sr: Odaberite ime mreže.

source: Network Overview
kn: ಜಾಲಬಂಧದ ಅವಲೋಕನ
sr: Pregled mreže

source: Provider Network
kn: ಪೂರೈಕೆದಾರರ ಜಾಲಬಂಧ
sr: Mreža provajdera

source: Network Type:
kn: ಜಾಲಬಂಧದ ಬಗೆ:

source: Physical Network:
kn: ಭೌತಿಕ ಜಾಲಬಂಧ:

source: Segmentation ID:
kn: ಸೆಗ್ಮೆಂಟೇಶನ್ ID:

source: Subnet Overview
kn: ಸಬ್‌ನೆಟ್ ಅವಲೋಕನ
sr: Pregled podmreže

source: IP version
kn: IP ಆವೃತ್ತಿ
sr: Verzija IP

source: IP allocation pool
kn: IP ನಿಯೋಜನಾ ಪೂಲ್
sr: Grupa izdvojenih IP

source: Start
kn: ಪ್ರಾರಂಭ
sr: Pokretanje

source: - End
kn: - ಅಂತ್ಯ
sr: - Kraj

source: DHCP Enable
kn: DHCP ಸಕ್ರಿಯಗೊಳಿಸು
sr: DHCP upošljen

source: Other IPv6 modes: ipv6_ra_mode=%(ra_mode)s, ipv6_address_mode=%(addr_mode)s
kn: ಇತರೆ IPv6 ಸ್ಥಿತಿಗಳು: ipv6_ra_mode=%(ra_mode)s, ipv6_address_mode=%(addr_mode)s

source: Additional routes
kn: ಹೆಚ್ಚುವರಿ ರೌಟ್‌ಗಳು
sr: Dodatne rute

source: Destination
kn: ಗುರಿ
sr: Odredište

source: : Next hop
kn: : ಮುಂದಿನ ಹಾಪ್
sr: : Sledeći hop

source: DNS name server
kn: DNS ನೇಮ್ ಸರ್ವರ್
sr: DNS server

source: Uptime (Seconds)
kn: ಅಪ್‌ಟೈಮ್ (ಸೆಕೆಂಡುಗಳು)

source: Router Name
kn: ರೌಟರ್ ಹೆಸರು
sr: Ime rutera

source: Router Type
kn: ರೌಟರ್ ಬಗೆ

source: Use Server Default
kn: ಪೂರೈಕೆಗಣಕದ ಪೂರ್ವನಿಯೋಜಿತವನ್ನು ಬಳಸು

source: Centralized
kn: ಕೇಂದ್ರೀಕೃತ

source: Enable HA mode
kn: HA ಕ್ರಮವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ

source: Disable HA mode
kn: HA ಕ್ರಮವನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸು

source: Select network
kn: ಜಾಲಬಂಧವನ್ನು ಆರಿಸಿ
sr: Odaberite mrežu

source: Router %s was successfully created.
kn: "%s" ರೌಟರ್‌ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ.
sr: Ruter %s je uspešno kreiran.

source: Quota exceeded for resource router.
kn: ಸಂಪನ್ಮೂಲದ ರೌಟರ್‌ಗಾಗಿ ಕೋಟಾ ಮಿತಿಮೀರಿದೆ.

source: Failed to create router "%s".
kn: "%s" ರೌಟರ್‌ ಅನ್ನು ರಚಿಸಲು ವಿಫಲಗೊಂಡಿದೆ.
sr: Neuspešno kreiran ruter "%s".

source: Router %s was successfully updated.
kn: ರೌಟರ್‌ %s ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗಿದೆ.

source: Failed to update router %s
kn: %s ರೌಟರ್‌ ಅನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ವಿಫಲಗೊಂಡಿದೆ

source: Unable to delete router "%s"
kn: "%s" ರೌಟರ್‌ ಅನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
sr: Nemoguće je obrisati ruter "%s"

source: Edit Router
kn: ರೌಟರ್ ಸಂಪಾದಿಸಿ

source: Set Gateway
kn: ಗೇಟ್‌ವೇ ಅನ್ನು ಹೊಂದಿಸು
sr: Podesite gateway

source: Unable to clear gateway for router "%(name)s": "%(msg)s"
kn: "%(name)s" ರೌಟರ್‌ಗಾಗಿ ಗೇಟ್‌ವೇ ಅನ್ನು ಅಳಿಸಲಾಗಿಲ್ಲ: "%(msg)s"
sr: Nemoguće je obrisati gateway za ruter "%(name)s": "%(msg)s"

# current status of router
source: Active
kn: ಸಕ್ರಿಯ

# current status of router
source: Error
kn: ದೋಷ
sr: Greška

source: HA mode
kn: HA ಸ್ಥಿತಿ

source: Unable to retrieve router details.
kn: ರೌಟರ್‌ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Menoguće je dobiti detalje rutera.
