Repository: openstack/horizon
Catalog: openstack_dashboard/locale/*/LC_MESSAGES/djangojs.po
Languages: pl_pl, zh_cn, zh_tw

source: <b>Image (with Create New Volume checked)</b>: This options uses an image to boot the instance, and creates a new volume to persist instance data. You can specify volume size and whether to delete the volume on deletion of the instance.
zh_cn: <b>镜像（带有选中“创建新卷”）</b>：此选项使用镜像来启动实例，并且创建一个新卷来持久化实例数据。您可以指定卷大小并指定在删除实例时是否删除实例。
zh_tw: <b>映像檔（與「建立新磁區」一併勾選）</b>：這個選項利用映像檔來啟動實例，並且建立一個新磁區來持續保存實例資料。您可以指定磁區大小以及在刪除實例時是否一併刪除磁區。

source: <b>Image</b>: This option uses an image to boot the instance.
zh_cn: <b>镜像</b>：本选项使用一个镜像启动实例。
zh_tw: <b>映像檔</b>：這個選項用映像檔來開機雲實例。

source: <b>Instance Snapshot</b>: This option uses an instance snapshot to boot the instance.
zh_cn: <b>实例快照</b>：此选项使用一个实例快照来启动实例。
zh_tw: <b>雲實例即時存檔</b>：這個選項用雲實例即時存檔來開機雲實例。

source: <b>Volume Snapshot</b>: This option uses a volume snapshot to boot the instance, and creates a new volume to persist instance data. You can choose to delete the volume on deletion of the instance.
zh_cn: <b>卷快照</b>：此选项使用卷快照启动实例，并且创建一个新卷来持久化实例数据。您可以选择在删除实例时删除卷。
zh_tw: <b>磁區 Snapshot</b>：這個選項利用磁區 Snapshot 來啟動實例，並建立新磁區來持續保存實例資料。您可以選擇在刪除實例時一併刪除磁區。

source: <b>Volume</b>: This option uses a volume that already exists. It does not create a new volume. You can choose to delete the volume on deletion of the instance. <em>Note: when selecting Volume, you can only launch one instance.</em>
zh_cn: <b>卷</b>：这个选项使用一个已存在的卷。它不创建新卷。您可以选择在删除实例时删除卷。<em>注意：当选择卷时，您只能启动一个实例。</em>
zh_tw: <b>磁區</b>：這個選項利用已存在的磁區。它不會建立新磁區。您可以選擇在刪除實例時一併刪除磁區。<em>附註：當選取磁區時，您只能啟動一個實例。</em>

source: <small>This line of text is meant to be treated as fine print.</small>
zh_cn: <small>这行文字为了更好的打印。</small>
zh_tw: <small>這一行文字將進行精細列印。</small>

source: <strong>Heads up!</strong> This <a href="#" class="alert-link">alert needs your attention</a>, but it's not super important.
zh_cn: <strong>提示！</strong> 此 <a href="#" class="alert-link">警告需要您的注意</a>， 但它可能不是非常重要。
zh_tw: <strong>注意！</strong> 這則 <a href="#" class="alert-link">警示需要你的注意</a>, 但是它不是非常重要。

source: <strong>Oh snap!</strong> <a href="#" class="alert-link">Change a few things up</a> and try submitting again.
zh_cn: <strong>存在问题！</strong> <a href="#" class="alert-link">请进行一些修改</a> 然后再重新提交。
zh_tw: <strong>喔不！</strong> <a href="#" class="alert-link">有些東西被改變了</a> 請嘗試重新送出一次。

source: <strong>Well done!</strong> You successfully read <a href="#" class="alert-link">this important alert message</a>.
zh_cn: <strong>成功！</strong> 您已成功读了 <a href="#" class="alert-link">这个重要的警告信息</a>。
zh_tw: <strong>恭喜！</strong> 您已成功閱讀 <a href="#" class="alert-link">這則重要的警示訊息</a>.

source: A Confirmation Dialog
zh_cn: 确认对话框
zh_tw: 確認對話框

source: A Public Container will allow anyone with the Public URL to gain access to your objects in the container.
zh_cn: 一个公有容器会允许任何人通过公共 URL 去使用您容器里面的对象。
zh_tw: 「公用儲存器」將容許任何人使用「公用 URL」來取得儲存器中物件的存取權。

source: A container is a storage compartment for your data and provides a way for you to organize your data. You can think of a container as a folder in Windows® or a directory in UNIX®. The primary difference between a container and these other file system concepts is that containers cannot be nested. You can, however, create an unlimited number of containers within your account. Data must be stored in a container so you must have at least one container defined in your account prior to uploading data.
zh_cn: 容器是您数据的存储室，为您提供一种方式去管理数据。您可以认为容器是Windows®中的文件夹或者是UNIX®中的目录。在容器和这些文件系统概念之间的主要不同点是容器无法嵌套。但是，您可以在您的账号下创建无限个容器。数据必须存储在容器中，所以您在上传数据前必须在您的账号下定义至少一个容器。
zh_tw: 儲存器是一個用於您資料的儲存隔間，並且提供 方法讓您組織資料。您可以將儲存器視為 Windows 資料夾或者 UNIX 目錄。儲存器與 這些其他的檔案系統觀念的主要不同在於 儲存器不能階層化。但是，您可以以您的帳戶 建立無限數量的儲存器。資料必須儲存在儲存器中， 所以在上傳資料前，您必須至少先在帳戶中 定義一個儲存器。

source: A container with that name exists.
zh_cn: 使用相同名称的容器已存在。
zh_tw: 同名稱的容器已存在。

source: A description list is perfect for defining terms.
zh_cn: 用来定义术语的描述列表。
zh_tw: 用來定義術語的描述列表

source: A description of the Volume.
zh_cn: 卷的描述信息。
zh_tw: 雲硬碟的說明。

source: A description of the image.
zh_cn: 镜像的描述信息。
zh_tw: 映像檔描述

source: A floating IP allows instances to be addressable from an external network. Floating IPs are not allocated to instances at creation time and may be assigned after the instance is created. To attach a floating IP, go to the <b>Instances</b> view and click the <b>Actions</b> menu to the right of an instance. Then, select the <b>Associate Floating IP</b> option and enter the necessary details.
pl_pl: Pływający adres IP pozwala instancji być widoczną z zewnętrznej sieci. Pływające adresy IP nie są przypisywane do instancji podczas ich tworzenia i mogą zostać przypisane później. W celu dołączenia pływającego adresu IP, należy przejść do widoku <b>Instancje</b>, kliknąć w menu <b>Akcje</b> po prawej stronie instancji, a następnie wybrać opcję <b>Przypisz pływający adres IP</b> i wprowadzić potrzebne szczegóły.
zh_cn: 一个浮动IP允许实例从外部网络寻址。 实例在创建时浮动IP地址并不会分配，在实例创建后可以指定。 要附加一个浮动IP，在<b>Instances</b>查看并单击一个实例的 <b>Actions</b>菜单到右边。 然后，选择 <b>Associate Floating IP</b> 并输入必要的描述。
zh_tw: 浮動 IP 允許從對外網路分配位址給雲實例。 浮動 IP 並不是在建立時間分配給雲實例， 而是等到雲實例已新增後再分配。欲附加浮動 IP， 請到<b>雲實例</b>下檢視並點擊雲實例右邊的<b>動作</b>選單。 然後選擇<b>聯結浮動 IP</b>選項並輸入所需的詳細資訊。

source: A key pair allows you to SSH into your newly created instance. You may select an existing key pair, import a key pair, or generate a new key pair.
zh_cn: 密钥对允许您SSH到您新创建的实例。 您可以选择一个已存在的密钥对、导入一个密钥对或生成一个新的密钥对。
zh_tw: 密鑰組容許您以 SSH 方式進入最近新增的雲實例。 您可能要選擇現有密鑰組、匯入密鑰組或產生新密鑰組。

source: A local file should be selected.
zh_cn: 需要选择一个本地文件。
zh_tw: 需要選擇一個本地檔案

source: A longer block of help text that breaks onto a new line and may extend beyond one line.
zh_cn: 一个被分为多行的较长的帮助信息，它的长度可能超过了一行。
zh_tw: 較長的說明文字區塊，該文字已斷為新行且可能延伸不止一行。

source: A name is required for your instance.
pl_pl: Nazwa dla instancji jest wymagana
zh_cn: 您的实例名字是必须的。
zh_tw: 為您的雲實例命名。

source: A port represents a virtual switch port on a logical network switch.
zh_cn: 端口代表着逻辑上的网络交换机里的虚拟交换机端口。
zh_tw: 埠代表邏輯網路交換器上的虛擬交換器埠。

source: A volume description less than {$createVolumeCtrl.validationRules.fieldMaxLength + 1$} characters is required.
zh_cn: 卷描述需要少于 {$createVolumeCtrl.validationRules.fieldMaxLength + 1$} 个字符。
zh_tw: 雲硬碟描述需要少於 {$createVolumeCtrl.validationRules.fieldMaxLength + 1$} 個字元。

source: A volume name less than {$createVolumeCtrl.validationRules.fieldMaxLength + 1$} characters is required.
zh_cn: 卷名需要少于 {$createVolumeCtrl.validationRules.fieldMaxLength + 1$} 个字符。
zh_tw: 雲硬碟名需要少於 {$createVolumeCtrl.validationRules.fieldMaxLength + 1$} 個字元。

source: AKI - Amazon Kernel Image
zh_cn: AKI - Amazon 内核镜像

source: AMI - Amazon Machine Image
zh_cn: AMI - Amazon 机器镜像

source: ARI - Amazon Ramdisk Image
zh_cn: ARI - Amazon Ramdisk 镜像

source: Action
zh_cn: 操作
zh_tw: 動作

source: Actions
zh_cn: 动作
zh_tw: 動作

source: Active
pl_pl: Aktywny
zh_cn: 运行中
zh_tw: 使用中

source: Add Interface
zh_cn: 添加接口
zh_tw: 加入網路卡

source: Add Ons, Required and Feedback
zh_cn: 附加组件，必需组件和反馈
zh_tw: 添加，必需的和反饋

source: Admin Password
zh_cn: 管理员密码
zh_tw: 管理員密碼

source: Admin State
pl_pl: Stan administracyjny
zh_cn: 管理员状态
zh_tw: 管理員狀態

source: Administrators are responsible for creating and managing flavors. A custom flavor can be created for you or for a specific project where it is shared with the users assigned to that project. If you need a custom flavor, contact your administrator.
pl_pl: Administratorzy są odpowiedzialni za tworzenie i zarządzanie odmianami. Własne odmiany mogą być utworzone dla użytkownika lub projektu, gdzie są one współdzielone z użytkownikami przypisanymi do tego projektu. Jeśli wymagana jest własna odmiana, należy skontaktować się z administratorem.
zh_cn: 管理员负责创建和管理类型。可以为您或特定的项目创建一个自定义类型，特定的项目与另外一个项目的用户共享这个类型。如果您需要一个自定义类型，请联系您的管理员。
zh_tw: 管理員負責新增及管理虛擬硬體樣板。可以為您或分享給您為成員的專案新增自訂的虛擬硬體樣板。若您需要自訂的虛擬硬體樣板，請聯絡您的管理員。

source: Administrators set up the pool of floating IPs that are available to attach to instances.
pl_pl: Administratorzy ustawiają pule pływających adresów IP dostępnych do przypisania instancjom.
zh_cn: 管理员建立可以绑定到实例的浮动IP池。
zh_tw: 管理員安裝可用於附加到雲實例的浮動 IP 倉庫。

source: Affinity
zh_cn: 关联

source: Alerts
zh_cn: 提醒
zh_tw: 警報

source: Also note that segmentation details may be mandatory or optional depending on the backend. Notably Ironic may provide segmentation details instead of the user.
zh_cn: 另外请注意，根据具体的后端，网段详情可能是必需的， 也可能是可选的。Ironic 可能会提供网段详情，而 不是用户。

source: Amount of RAM in MB that is required to boot the image.
zh_cn: 引导镜像所需的内存数量（以 MB 为单位）
zh_tw: 啟動映像檔所需的 RAM 量（以 MB 為單位）。

source: Amount of disk space in GB that is required to boot the image.
zh_cn: 引导镜像所需的磁盘空间（以 GB 为单位）
zh_tw: 啟動映像檔所需的磁碟空間量（以 GB 為單位）。

source: An <b>External</b> network is set up by an administrator. If you want an instance to communicate outside of the data center, then attach a router between your <b>Project</b> network and the <b>External</b> network. You can use the <b>Network Topology</b> view to connect the router to the two networks.
pl_pl: Sieć <b>Zewnętrzna</b> jest utworzona przez administratora. Jeśli instancja ma się komunikować poza data center, należy dołączyć router między siecią <b>projektu</b> a siecią <b>zewnętrzną</b>. Wykorzystując widok <b>Topologia sieci</b> można połączyć router do obu sieci.
zh_cn: <b>外部</b>网络由管理员创建。 如果您希望实例与数据中心的外部网络能够通信， 那么可以在您的<b>项目</b>网络和<b>外部</b>网络之间添加一个路由。 然后就可以通过 <b>网络拓扑</b>视图，使用此路由连接这两个网络。
zh_tw: <b>對外</b>網路由管理員安裝。 若您想要與資料中心外通訊， 請在<b>專案</b>網路及<b>對外</b>網路間附加路由器。 您可以使用<b>網路拓撲</b>檢視兩個網路與路由器的連線。

source: An abbreviation of the word attribute is <abbr title="attribute">attr</abbr>.
zh_cn: 属性的缩写是 <abbr title="attribute">attr</abbr>。
zh_tw: 單詞 attribute 的縮寫是 <abbr title="attribute">attr</abbr>。

source: An advanced option available when launching an instance is disk partitioning. There are two disk partition options. Selecting <b>Automatic</b> resizes the disk and sets it to a single partition. Selecting <b>Manual</b> allows you to create multiple partitions on the disk.
pl_pl: Jedną z zaawansowanych opcji przy uruchamianiu instancji jest partycjonowanie dysków. Są dostępne dwie różne opcje. Wybranie <b>Automatycznie</b> zmienia rozmiar dysku i ustawia na nim jedną partycję. Wybranie <b>Ręcznie</b> pozwala na utworzenie wielu partycji na dysku.
zh_cn: 当创建实例时，一个可用的高级选项是磁盘分区。有两种磁盘分区选项目。选择<b>自动</b>调整磁盘并设置为一个单独的分区。选择<b>手动</b>允许您在一个磁盘上创建多个分区。
zh_tw: 發動雲實例時有硬碟分割這個進階選項可用。有兩種硬碟分割選項。選擇<b>自動</b>來調整硬碟容量並設定於單一的分割。選擇<b>手動</b>允許您在硬碟上新增多個分割。

source: An arbitrary amount (0, 1, 2, ...) of regular Neutron ports with segmentation details (ie. type and ID). May be provided when the trunk is created. Also may be attached or detached later during the trunk's (and the instance's) life.
zh_cn: 不确定数量 (0, 1, 2, ...) 的普通 Neutron 端口带有分段详情（例如，类型和 ID）。可能在创建 中继是被提供，也可能是在中继（以及实例）存在期间 被附加或取消附加。

source: An arbitrary description for the trunk.
zh_cn: 中继描述信息无效。
zh_tw: 此中繼的任何說明。

source: An arbitrary name for the trunk. May not be unique.
zh_cn: 无效的中继名。它可能不是唯一的。
zh_tw: 此中繼的任何名稱的，不要求是唯一的。

source: An external (HTTP) URL is required
zh_cn: 需要一个外部 (HTTP) URL
zh_tw: 需要一個外部 (HTTP) URL

source: An external (HTTP) URL to load the image from
zh_cn: 使用外部(HTTP)URL加载镜像
zh_tw: 使用外部 (HTTP) URL 下載映像檔

source: An image description less than 256 characters is required.
zh_cn: 镜像描述需要少于 256 个字符。
zh_tw: 映像檔描述需要少於 256 個字元。

source: An image description less than {$ctrl.validationRules.fieldMaxLength + 1$} characters is required.
zh_cn: 镜像描述需要少于 {$ctrl.validationRules.fieldMaxLength + 1$} 个字符。
zh_tw: 映像檔描述需要少於 {$ctrl.validationRules.fieldMaxLength + 1$} 個字元。

source: An image name less than 256 characters is required.
zh_cn: 镜像名需要少于 256 个字符。
zh_tw: 映像檔名需要少於 256 個字元。

source: An image name less than {$ctrl.validationRules.fieldMaxLength + 1$} characters is required.
zh_cn: 镜像名需要少于 {$ctrl.validationRules.fieldMaxLength + 1$} 个字符。
zh_tw: 映像檔名需要少於 {$ctrl.validationRules.fieldMaxLength + 1$} 個字元。

source: An instance name is required and used to help you uniquely identify your instance in the dashboard.
pl_pl: Nazwa instancji jest wymagana i wykorzystuje się ją do identyfikacji instancji w panelu.
zh_cn: 实例名是必须的，用来帮助您在仪表盘中区分实例。
zh_tw: 雲實例名稱是需要用來幫助您在儀表板上辨識唯一的雲實例的。

source: Another action
zh_cn: 另一操作
zh_tw: 另一個動作

source: Anti Affinity
zh_cn: 不关联

source: Any Availability Zone
zh_cn: 任何可用域
zh_tw: 任何可用區域

source: Architecture
zh_cn: 架构
zh_tw: 架構

source: Are you sure you want to delete container %(name)s?
zh_cn: 确认删除容器 %(name)s ？
zh_tw: 您確定要刪除容器 %(name)s 嗎？

source: Array
zh_cn: 数组
zh_tw: 陣列

source: Automatic
pl_pl: Automatyczne
zh_cn: 自动
zh_tw: 自動

source: Availability Zone
pl_pl: Strefa dostępności
zh_cn: 可用域
zh_tw: 可用區域

source: Available
zh_cn: 可用
zh_tw: 可用

source: Available Scheduler Hints
zh_cn: 可用的 scheduler hint
zh_tw: 可用的 Scheduler Hints

source: Badges
zh_cn: 标记
zh_tw: 識別證

source: Bare Metal
zh_cn: 裸机
zh_tw: 裸機

source: Basic
zh_cn: 基本的
zh_tw: 基本

source: Basic panel
zh_cn: 基本面板
zh_tw: 基本畫面

source: Batch Actions:
zh_cn: 批量操作：
zh_tw: 批量工作：

source: Block level button
zh_cn: 块级别按钮
zh_tw: 區塊層次按鈕

source: Blockquotes
zh_cn: 块引用标签
zh_tw: 區塊引文

source: Bordered Table
zh_cn: 带边框表格
zh_tw: 帶邊框表格

source: Bottom
zh_cn: 底部
zh_tw: 底部

source: Brand
zh_cn: 品牌
zh_tw: 品牌

source: Breadcrumbs
zh_cn: 面包屑效果导航
zh_tw: 瀏覽途徑

source: Browse...
zh_cn: 浏览...
zh_tw: 瀏覽...

source: Build
zh_cn: 构建
zh_tw: 建置

source: Button
zh_cn: 按钮
zh_tw: 按鈕

source: Buttons
zh_cn: 按钮
zh_tw: 按鈕

source: Cancel
pl_pl: Anuluj
zh_cn: 取消
zh_tw: 取消

source: Cannot get service catalog from keystone.
pl_pl: Nie można pobrać katalogu usług z keystone.
zh_cn: 无法从认证获取服务目录。
zh_tw: 無法從 Keystone 獲得服務分類。

source: Cannot get the extension list.
zh_cn: 无法获取扩展列表。
zh_tw: 無法獲得擴充清單。

source: Change Password
zh_cn: 更改密码
zh_tw: 更換密碼

source: Change user's password. We highly recommend you create a strong one.
zh_cn: 更改您的密码。强烈建议您选择复杂密码。
zh_tw: 更換用戶的密碼。我們強力建議您新增堅固的密碼。

source: Charts
zh_cn: 图表
zh_tw: 圖表

source: Check the <b>Configuration Drive</b> box if you want to write metadata to a special configuration drive. When the instance boots, it attaches to the <b>Configuration Drive</b> and accesses the metadata.
pl_pl: Należy zaznaczyć pole <b>Dysk konfiguracyjny</b>, aby zapisać metadane na specjalnym dysku konfiguracyjnym. Podczas uruchamiania instancji, jest do niej dołączany <b>dysk konfiguracyjny</b> i odczytywane są z niego metadane.
zh_cn: 如果您想将元数据写入指定的配置驱动器中，请选中<b>配置驱动</b> 复选框。当实例启动时，就会追加<b>配置驱动</b>并访问元数据。
zh_tw: 若您想要寫入詮釋資料到特定的設定檔硬碟請勾選<b>設定檔硬碟</b>方格。當雲實例開機時，它會附加到<b>設定檔硬碟</b>並存取詮釋資料。

source: Checkbox
zh_cn: 多选框
zh_tw: 勾選框

source: Checking if this name is used...
zh_cn: 检查这个名称是否已被使用...
zh_tw: 檢查名稱是否已經被使用...

source: Checksum
zh_cn: 校验和
zh_tw: 檢查碼

source: Choose an image
zh_cn: 选择一个镜像
zh_tw: 選擇映像檔

source: Click to see more details
pl_pl: Kliknij, aby wyświetlić szczegóły
zh_cn: 点击查看更多细节
zh_tw: 點擊來顯示更多詳細資訊

source: Close
zh_cn: 关闭
zh_tw: 關閉

source: Closed
zh_cn: 已关闭
zh_tw: 已關閉

source: Closing
zh_cn: 正在关闭
zh_tw: 關閉中

source: Collecting information for deletion:
zh_cn: 为删除收集的信息：
zh_tw: 為刪除搜集的訊息：

source: Color
zh_cn: 颜色
zh_tw: 顏色

source: Column content
zh_cn: 列的内容
zh_tw: 直欄內容

source: Column heading
zh_cn: 列标题
zh_tw: 直欄標題

source: Community
zh_cn: 社区
zh_tw: 社群

source: Configuration
pl_pl: Konfiguracja
zh_cn: 配置
zh_tw: 設置

source: Configuration Drive
pl_pl: Dysk konfiguracyjny
zh_cn: 配置驱动
zh_tw: 設定檔硬碟

source: Confirm Delete
zh_cn: 确认删除
zh_tw: 確認刪除

source: Confirm Delete Domain
zh_cn: 确认删除域
zh_tw: 確認刪除地域

source: Confirm Delete Flavor
zh_cn: 确定删除 flavor
zh_tw: 確認刪除虛擬硬體樣板

source: Confirm Delete Group
zh_cn: 确认删除组
zh_tw: 確認刪除群組

source: Confirm Delete Image
zh_cn: 确认删除镜像
zh_tw: 確認刪除映像檔

source: Confirm Delete Key Pair
zh_cn: 确认删除密钥对
zh_tw: 確認刪除密鑰對

source: Confirm Delete Policy
zh_cn: 确认删除策略
zh_tw: 確認刪除政策

source: Confirm Delete Role
zh_cn: 确认删除角色
zh_tw: 確認刪除角色

source: Confirm Delete Server Group
zh_cn: 确认删除服务器组
zh_tw: 確認刪除伺服器群組

source: Confirm Delete Trunk
zh_cn: 确认删除中继
zh_tw: 確認刪除中繼

source: Confirm Delete User
zh_cn: 确认删除用户
zh_tw: 確認刪除用戶

source: Confirm Password
zh_cn: 确认密码
zh_tw: 確認密碼

source: Connecting
zh_cn: 连接中
zh_tw: 連線中

source: Container
zh_cn: 容器
zh_tw: 容器

source: Container %(name)s created.
zh_cn: 容器 %(name)s 已创建。
zh_tw: 已新增容器 %(name)s。

source: Container %(name)s deleted.
zh_cn: 容器 %(name)s 已删除。
zh_tw: 已刪除容器 %(name)s。

source: Container %(name)s is now %(access)s.
zh_cn: 容器 %(name)s 现在 %(access)s 了。
zh_tw: 容器 %(name)s 現在處於 %(access)s 狀態。

source: Container Access
zh_cn: 访问容器
zh_tw: 容器存取權

source: Container Format
zh_cn: 容器格式
zh_tw: 容器格式

source: Container Name
zh_cn: 容器名称
zh_tw: 容器名稱

source: Container name must not contain "/".
zh_cn: 容器名称不能包含“/”
zh_tw: 容器名稱不能包含 "/"。

source: Containers
zh_cn: 容器
zh_tw: 容器

source: Content Type
zh_cn: 内容类型
zh_tw: 內容類型

source: Contextual alternatives
zh_cn: 上下文替代
zh_tw: 環境定義替代方案

source: Copy
zh_cn: 复制
zh_tw: 複製

source: Copy Data
zh_cn: 复制数据
zh_tw: 複製資料

source: Copy Object
zh_cn: 复制对象
zh_tw: 複製物件

source: Copy Object: {$ ctrl.model.container $}/{$ ctrl.model.path $}
zh_cn: 复制对象: {$ ctrl.model.container $}/{$ ctrl.model.path $}
zh_tw: 複製物件：{$ ctrl.model.container $}/{$ ctrl.model.path $}

source: Copy Private Key to Clipboard
zh_cn: 把私钥复制到剪贴板
zh_tw: 複制私鑰到剪貼簿

source: Copying
zh_cn: 复制
zh_tw: 複製中

source: Could not decrypt the password
zh_cn: 不能解密密码
zh_tw: 不能解鎖密碼

source: Could not read the file
zh_cn: 不能读取文件
zh_tw: 不能讀取檔案

source: Count
pl_pl: Liczba
zh_cn: 数量
zh_tw: 計數

source: Create Container
zh_cn: 创建容器
zh_tw: 新增容器

source: Create Domain
zh_cn: 创建域
zh_tw: 新增地域

source: Create Folder
zh_cn: 创建目录
zh_tw: 新增資料夾

source: Create Folder In: {$ ctrl.model.container.name $}
zh_cn: 在 {$ ctrl.model.container.name $} 中创建目录
zh_tw: 建立資料夾位置：{$ ctrl.model.container.name $}

source: Create Group
zh_cn: 创建组
zh_tw: 新增群組

source: Create Image
zh_cn: 创建镜像
zh_tw: 建立映像檔

source: Create Key Pair
pl_pl: Utwórz parę kluczy
zh_cn: 创建秘钥对
zh_tw: 新增密鑰對

source: Create Keypair
zh_cn: 创建密钥对
zh_tw: 新增金鑰組

source: Create New Volume
pl_pl: Utwórz nowy wolumen
zh_cn: 创建新卷
zh_tw: 新增新雲硬碟

source: Create Role
zh_cn: 创建角色
zh_tw: 新增角色

source: Create Server Group
zh_cn: 创建服务器组
zh_tw: 建立伺服器群組

source: Create Subnet
zh_cn: 创建子网
zh_tw: 新增子網路

source: Create Trunk
zh_cn: 创建中继
zh_tw: 建立中繼

source: Create User
zh_cn: 创建用户
zh_tw: 新增用戶

source: Create Volume
zh_cn: 创建卷
zh_tw: 新增雲硬碟

source: Create a new user and set related properties including the Primary Project and Role.
zh_cn: 创建一个新用户，并设置相关的属性，包括主项目和角色。
zh_tw: 新增新用戶並且設定包括主要的專案及角色等相關的屬性。

source: Created
pl_pl: Utworzono
zh_cn: 已创建
zh_tw: 已新增

source: Created At
zh_cn: 创建于
zh_tw: 新增時間

source: Created at
zh_cn: 创建于
zh_tw: 建立時間

source: Created keypair: %s
zh_cn: 创建的密钥对：%s
zh_tw: 已新增金鑰組： %s

source: Creating
zh_cn: 创建中
zh_tw: 正在新增

source: Creating volume %s
zh_cn: 创建卷 "%s"
zh_tw: 正在新增雲硬碟 %s

source: Custom Properties
zh_cn: 定制属性
zh_tw: 自訂內容

source: Custom scripts are attached to instances to perform specific actions when the instance is launched. For example, if you are unable to install <samp>cloud-init</samp> inside a guest operating system, you can use a custom script to get a public key and add it to the user account.
pl_pl: Własne skrypty są dołączane do instancji, aby wykonywały wskazane czynności podczas uruchamiania instancji. Na przykład, jeśli nie można zainstalować <samp>cloud-init</samp> wewnątrz systemu operacyjnego gościa, można wykorzystać własny skrypt w celu pobrania klucza publicznego i dodania go do konta użytkownika.
zh_cn: 当实例启动时，自定义脚本被绑定到实例执行特定的动作。比如，如果您无法在客户机操作系统内安装<samp>cloud-init</samp>，您可以使用自定义脚本获取一个公钥并把它添加到用户账户中。
zh_tw: 啟動執行個體時，添加的自定義腳本會執行特定的操作。例如，如果您無法在客戶作業系統中安裝 <samp>cloud-init</samp> 時，可以使用自定義腳本來獲得公鑰並將其添加到使用者帳戶。

source: Customization Script
pl_pl: Skrypt modyfikujący
zh_cn: 定制化脚本
zh_tw: 客製化腳本

source: DSCP Mark
zh_cn: DSCP 标记
zh_tw: DSCP 標記

source: Danger
zh_cn: 危险
zh_tw: 危險

source: Danger Anchor
zh_cn: 危险锚点
zh_tw: 危險錨點

source: Danger Button
zh_cn: 危险按钮
zh_tw: 危險按鈕

source: Data
zh_cn: 数据
zh_tw: 資料

source: Date
zh_cn: 日期
zh_tw: 日期

source: Date Created
zh_cn: 创建时间
zh_tw: 新增日期

source: Datepicker
zh_cn: 时间选择器
zh_tw: 時間選擇器

source: Datetime
zh_cn: 日期时间
zh_tw: 日期時間

source: Deactivated
zh_cn: 已取消激活
zh_tw: 已取消啟動

source: Default
zh_cn: 默认值
zh_tw: 預設

source: Default Anchor
zh_cn: 默认锚点
zh_tw: 預設錨點

source: Default Button
zh_cn: 默认按钮
zh_tw: 預設按鈕

source: Default button
zh_cn: 默认按钮
zh_tw: 預設按鈕

source: Default input
zh_cn: 默认输入
zh_tw: 預設輸入

source: Default: Empty string
zh_cn: 默认：空字符串
zh_tw: 預設爲空白字串

source: Default: Enabled
zh_cn: 默认：启用
zh_tw: 預設爲開啓

source: Definition list
zh_cn: 定义列表
zh_tw: 定義列表

source: Degraded
zh_cn: 降低
zh_tw: 降級

source: Delete
zh_cn: 删除
zh_tw: 刪除

source: Delete Container
zh_cn: 删除容器
zh_tw: 刪除容器

source: Delete Domain
zh_cn: 删除域
zh_tw: 刪除地域

source: Delete Domains
zh_cn: 删除域
zh_tw: 刪除地域

source: Delete Files in {$ ctrl.model.container.name $}
zh_cn: 在 {$ ctrl.model.container.name $} 中删除文件
zh_tw: 在 {$ ctrl.model.container.name $} 中刪除文件

source: Delete Flavor
zh_cn: 删除 flavor
zh_tw: 刪除虛擬硬體樣板

source: Delete Flavors
zh_cn: 删除 flavor
zh_tw: 刪除虛擬硬體樣板

source: Delete Group
zh_cn: 删除组
zh_tw: 刪除群組

source: Delete Groups
zh_cn: 删除组
zh_tw: 刪除群組

source: Delete Image
zh_cn: 删除镜像
zh_tw: 刪除映像檔

source: Delete Images
zh_cn: 删除镜像
zh_tw: 刪除映像檔

source: Delete Instance
zh_cn: 删除实例
zh_tw: 刪除實例

source: Delete Interface
zh_cn: 删除接口
zh_tw: 刪除網路卡

source: Delete Key Pair
zh_cn: 删除密钥对
zh_tw: 刪除密鑰對

source: Delete Key Pairs
zh_cn: 删除密钥对
zh_tw: 刪除密鑰對

source: Delete Network
zh_cn: 删除网络
zh_tw: 刪除網路

source: Delete Policies
zh_cn: 删除策略
zh_tw: 刪除政策

source: Delete Policy
zh_cn: 删除策略
zh_tw: 刪除政策

source: Delete Role
zh_cn: 删除角色
zh_tw: 刪除角色

source: Delete Roles
zh_cn: 删除角色
zh_tw: 刪除角色

source: Delete Router
zh_cn: 删除路由器
zh_tw: 刪除路由器

source: Delete Server Group
zh_cn: 删除服务器组
zh_tw: 刪除伺服器群組

source: Delete Server Groups
zh_cn: 删除服务器组
zh_tw: 刪除伺服器群組

source: Delete Subnet
zh_cn: 删除子网
zh_tw: 刪除子網路

source: Delete Trunk
zh_cn: 删除中继
zh_tw: 刪除中繼

source: Delete Trunks
zh_cn: 删除中继
zh_tw: 刪除中繼

source: Delete User
zh_cn: 删除用户
zh_tw: 刪除用戶

source: Delete Users
zh_cn: 删除用户
zh_tw: 刪除用戶

source: Delete Volume on Instance Delete
zh_cn: 删除实例时删除卷
zh_tw: 在雲實例刪除時刪除雲硬碟

source: Deleted
pl_pl: Usunięto
zh_cn: 删除
zh_tw: 已刪除

source: Deleted Flavor: %s.
zh_cn: 删除 flavor： %s.
zh_tw: 已刪除虛擬硬體樣板：%s.

source: Deleted Group: %s.
zh_cn: 删除组：%s。
zh_tw: 已刪除群組：%s。

source: Deleted Image: %s.
zh_cn: 已删除的镜像： %s
zh_tw: 已刪除映像檔：%s。

source: Deleted Key Pair: %s.
zh_cn: 已删除密钥对：%s。
zh_tw: 已刪除密鑰對：%s。

source: Deleted Role: %s.
zh_cn: 删除角色：%s。
zh_tw: 已刪除角色: %s.

source: Deleted Server Group: %s.
zh_cn: 删除服务器组：%s。
zh_tw: 已刪除伺服器群組：%s。

source: Deleted Trunk: %s.
zh_cn: 删除中继：%s。
zh_tw: 已刪除中繼: %s.

source: Deleted User: %s.
zh_cn: 删除用户：%s。
zh_tw: 刪除了用戶：%s。

source: Deleted domain: %s.
zh_cn: 已删除的域：%s。
zh_tw: 刪除了地域：%s。

source: Deleted policy: %s.
zh_cn: 删除的策略：%s。
zh_tw: 刪除的政策：%s。

source: Deleting
zh_cn: 删除中
zh_tw: 正在刪除

source: Deleting:
zh_cn: 删除：
zh_tw: 刪除：

source: Description
pl_pl: Opis
zh_cn: 描述
zh_tw: 描述

source: Description lists
zh_cn: 描述列表
zh_tw: 描述列表

source: Destination Container
zh_cn: 目标容器
zh_tw: 目標容器

source: Destination Object
zh_cn: 目标对象
zh_tw: 目標物件名稱

source: Details
zh_cn: 详情
zh_tw: 詳細資訊

source: Details Views:
zh_cn: 详情视图：
zh_tw: 詳細資料：

source: Device ID
zh_cn: 设备ID
zh_tw: 裝置 ID

source: Device Name
pl_pl: Nazwa urządzenia
zh_cn: 设备名称
zh_tw: 裝置名稱

source: Device Owner
zh_cn: 设备所有者
zh_tw: 裝置持有人

source: Dialogs
zh_cn: 会话
zh_tw: 對話框

source: Direct Physical
zh_cn: 直通物理硬件
zh_tw: 直通硬體

source: Direction
pl_pl: Kierunek
zh_cn: 直连
zh_tw: 直連

source: Disable User
zh_cn: 禁用用户
zh_tw: 關閉用戶

source: Disabled
zh_cn: 禁用
zh_tw: 已停用

source: Disabled input
zh_cn: 禁止输入
zh_tw: 已停用輸入

source: Disabled input here...
zh_cn: 这里禁止输入
zh_tw: 在這裡停用輸入...

source: Disk Format
zh_cn: 磁盘格式
zh_tw: 硬碟格式

source: Disk Partition
pl_pl: Partycjonowanie dysku
zh_cn: 磁盘分区
zh_tw: 硬碟分割

source: Distribution Charts
zh_cn: 发行图表
zh_tw: 分布圖表

source: Domain %s was successfully created.
zh_cn: 域 %s 已被成功创建。
zh_tw: 已順利建立地域 %s

source: Domain ID
pl_pl: ID domeny
zh_cn: 域ID
zh_tw: 區域 ID

source: Domain Id
zh_cn: 域 ID
zh_tw: 地域 ID

source: Domain Name
zh_cn: 域名
zh_tw: 區域名稱
