Repository: openstack/horizon
Catalog: openstack_dashboard/locale/*/LC_MESSAGES/djangojs.po
Languages: pl_pl, zh_cn, zh_tw

source: Unable to delete the groups.
zh_cn: 无法删除这些分组。
zh_tw: 無法刪除群組。

source: Unable to delete the image with id: %(id)s
zh_cn: 无法删除 ID 为 %(id)s 的镜像
zh_tw: 無法刪除 ID 為 %(id)s 的映像檔

source: Unable to delete the keypair with name: %(name)s
zh_cn: 无法删除名为%(name)s的密钥对
zh_tw: 無法刪除名為 %(name)s 的密鑰對。

source: Unable to delete the object.
zh_cn: 无法删除对象。
zh_tw: 無法刪除物件。

source: Unable to delete the project.
pl_pl: Nie można usunąć projektu.
zh_cn: 无法删除项目。
zh_tw: 無法刪除專案。

source: Unable to delete the projects.
pl_pl: Nie można usunąć projektów.
zh_cn: 无法删除项目。
zh_tw: 無法刪除專案。

source: Unable to delete the role.
pl_pl: Nie można usunąć roli.
zh_cn: 无法删除角色。
zh_tw: 無法刪除角色

source: Unable to delete the roles.
pl_pl: Nie można usunąć ról.
zh_cn: 无法删除角色。
zh_tw: 無法刪除角色

source: Unable to delete the server group with id %(id)s
zh_cn: 无法删除 id 为 %(id)s 的服务器组
zh_tw: 無法刪除 ID 為 %(id)s 的伺服器群組

source: Unable to delete the server with id: %(id)s
zh_cn: 无法删除 id 为 %(id)s 的服务器
zh_tw: 無法刪除 ID 為 %(id)s 的伺服器

source: Unable to delete the user.
pl_pl: Nie można usunąć użytkownika.
zh_cn: 无法删除用户。
zh_tw: 無法刪除用戶。

source: Unable to delete the users.
pl_pl: Nie można usunąć użytkowników.
zh_cn: 无法删除用户。
zh_tw: 無法刪除用戶。

source: Unable to delete trunk: %(id)s
zh_cn: 无法删除中继：%(id)s
zh_tw: 無法刪除中繼：%(id)s 。

source: Unable to disassociate floating IP address.
zh_cn: 无法解除绑定浮动IP地址。
zh_tw: 無法與浮動 IP 位址取消關聯。

source: Unable to edit instance metadata.
zh_cn: 无法编辑实例元数据。
zh_tw: 無法編輯雲實例詮釋資料。

source: Unable to edit snapshot metadata.
zh_cn: 无法编辑快照元数据。
zh_tw: 無法更改即時存擋 metadata 。

source: Unable to edit the aggregate extra specs.
pl_pl: Nie można edytować dodatkowej specyfikacji agregatu.
zh_cn: 无法编辑聚合额外的规格。
zh_tw: 無法編輯聚合額外規格。

source: Unable to edit the domain.
pl_pl: Nie można edytować domeny.
zh_cn: 无法编辑域。
zh_tw: 無法編輯地域。

source: Unable to edit the flavor extra specs.
pl_pl: Nie można edytować dodatkowej specyfikacji odmiany.
zh_cn: 无法编辑类型额外的规格。
zh_tw: 無法編輯虛擬硬體樣板額外規格。

source: Unable to edit the group.
zh_cn: 无法编辑分组。
zh_tw: 無法編輯群組。

source: Unable to edit the image custom properties.
pl_pl: Nie można edytować dodatkowych właściwości obrazu.
zh_cn: 无法编辑镜像的定制属性。
zh_tw: 無法編輯映像檔自訂屬性。

source: Unable to edit the project.
pl_pl: Nie można edytować projektu.
zh_cn: 无法编辑项目。
zh_tw: 無法編輯專案。

source: Unable to edit the role.
pl_pl: Nie można edytować roli.
zh_cn: 无法编辑角色。
zh_tw: 無法編輯角色

source: Unable to edit the user.
pl_pl: Nie można edytować użytkownika.
zh_cn: 无法编辑用户。
zh_tw: 無法編輯用戶。

source: Unable to edit volume metadata.
zh_cn: 无法编辑卷元数据。
zh_tw: 無法更改雲硬碟 metadata 。

source: Unable to edit volume type metadata.
zh_cn: 无法编辑卷类型元数据。
zh_tw: 無法更改雲硬碟類型 metadata 。

source: Unable to fetch the groups.
zh_cn: 无法获取组。
zh_tw: 無法提取群組。

source: Unable to fetch the service catalog.
pl_pl: Nie można pobrać katalogu usług.
zh_cn: 无法取得服务目录
zh_tw: 無法獲得伺服器分類。

source: Unable to fetch the services.
zh_cn: 无法获取服务。
zh_tw: 無法獲得服務。

source: Unable to get details of the object.
zh_cn: 无法获取对象详情。
zh_tw: 無法獲得物件的詳細資訊。

source: Unable to get the Glance service version.
zh_cn: 无法获取Glance服务版本。
zh_tw: 無法獲得 Glance 服務版本。

source: Unable to get the Keystone service version.
pl_pl: Nie można pobrać wersji usługi Keystone.
zh_cn: 无法获取Keystone服务版本
zh_tw: 無法獲得 Keystone 伺服器版本。

source: Unable to get the Swift container listing.
zh_cn: 无法获取Swift容器列表。
zh_tw: 無法獲得 Swift 容器清單。

source: Unable to get the Swift service info.
zh_cn: 无法获取Swift服务信息。
zh_tw: 無法獲得 Swift 服務資訊。

source: Unable to get the container details.
zh_cn: 无法获取容器详情。
zh_tw: 無法獲得容器詳細資訊。

source: Unable to get the objects in container.
zh_cn: 无法获取容器中的对象。
zh_tw: 無法獲得容器中的物件。

source: Unable to grant the role.
pl_pl: Nie można nadać roli.
zh_cn: 无法授予角色
zh_tw: 無法賦予角色權力。

source: Unable to hard-reboot the server with id: %(id)s
zh_cn: 无法硬重启 id 为 %(id)s 的服务器
zh_tw: 無法強制重啟 ID 為 %(id)s 的伺服器

source: Unable to import the keypair.
pl_pl: Nie można zaimportować pary kluczy.
zh_cn: 无法导入密钥对。
zh_tw: 無法匯入密鑰對。

source: Unable to load the server actions.
zh_cn: 无法加载服务器操作。
zh_tw: 無法載入伺服器操作

source: Unable to load the server console info.
zh_cn: 无法加载服务器控制台信息。
zh_tw: 無法獲得伺服器終端機訊息

source: Unable to load the server console log.
zh_cn: 无法加载服务器控制台日志。
zh_tw: 無法獲得伺服器終端機日誌

source: Unable to load the server security groups.
zh_cn: 无法加载服务器安全组。
zh_tw: 無法獲得伺服器安全性群組。

source: Unable to load the server volumes.
zh_cn: 无法加载服务器卷。
zh_tw: 無法獲得伺服器硬碟

source: Unable to pause the server with id: %(id)s
zh_cn: 无法暂停 id 为 %(id)s 的服务器
zh_tw: 無法暫停 (pause) ID 為 %(id)s 的伺服器

source: Unable to resume the server with id: %(id)s
zh_cn: 无法恢复 id 为 %(id)s 的服务器
zh_tw: 無法恢復 ID 為 %(id)s 的伺服器

source: Unable to retrieve floating IP pools.
zh_cn: 找不到浮动IP池。
zh_tw: 無法獲得浮動 IP 儲存區。

source: Unable to retrieve floating IPs.
zh_cn: 无法获取浮动IP。
zh_tw: 無法獲得浮動 IP。

source: Unable to retrieve instance metadata.
zh_cn: 无法获取实例元数据。
zh_tw: 無法獲得雲實例詮釋資料。

source: Unable to retrieve instances.
zh_cn: 无法获取实例。
zh_tw: 無法獲得雲實例。

source: Unable to retrieve server groups.
zh_cn: 无法获取服务器组。
zh_tw: 無法獲得伺服器群組。

source: Unable to retrieve settings.
pl_pl: Nie można pobrać ustawień.
zh_cn: 无法获取配置。
zh_tw: 無法獲得設定。

source: Unable to retrieve the Absolute Limits.
zh_cn: 无法获取绝对限制。
zh_tw: 無法獲得絕對限制。

source: Unable to retrieve the QoS Specs.
zh_cn: 无法获取QoS规格。
zh_tw: 無法獲得 QoS 規格。

source: Unable to retrieve the agents.
zh_cn: 无法获取代理。
zh_tw: 無法獲得代理程式。

source: Unable to retrieve the aggregate extra specs.
pl_pl: Nie można pobrać dodatkowej specyfikacji agregatu.
zh_cn: 无法获取聚合额外的规格。
zh_tw: 無法獲得聚合額外規格。

source: Unable to retrieve the availability zones.
pl_pl: Nie można pobrać stref dostępności.
zh_cn: 无法获取可用域。
zh_tw: 無法獲得可用區域。

source: Unable to retrieve the cinder services.
zh_cn: 无法获取cinder服务。
zh_tw: 無法獲得 Cinder 服務。

source: Unable to retrieve the current user session.
pl_pl: Nie można pobrać sesji bieżącego użytkownika.
zh_cn: 无法获取当前用户会话。
zh_tw: 無法獲得目前用戶連線階段。

source: Unable to retrieve the default domain.
zh_cn: 无法获取默认域。
zh_tw: 無法獲得預設地域。

source: Unable to retrieve the default quotas.
zh_cn: 无法获取默认的配额。
zh_tw: 無法獲得預設的配額。

source: Unable to retrieve the default volume type.
zh_cn: 无法获取默认卷类型。
zh_tw: 無法獲得預設雲硬碟類型。

source: Unable to retrieve the domain.
pl_pl: Nie można pobrać domeny.
zh_cn: 无法获取域。
zh_tw: 無法獲得地域。

source: Unable to retrieve the domains.
pl_pl: Nie można pobrać domen.
zh_cn: 无法获取域。
zh_tw: 無法獲得地域。

source: Unable to retrieve the editable quotas.
zh_cn: 无法获取可编辑的配额。
zh_tw: 無法獲得可編輯的的配額。

source: Unable to retrieve the extensions.
pl_pl: Nie można pobrać rozszerzeń.
zh_cn: 无法获取扩展。
zh_tw: 無法獲得擴充套件。

source: Unable to retrieve the flavor extra specs.
pl_pl: Nie można pobrać dodatkowej specyfikacji odmiany.
zh_cn: 无法获取类型额外的规格。
zh_tw: 無法獲得虛擬硬體樣板額外規格。

source: Unable to retrieve the flavor.
pl_pl: Nie można pobrać odmiany.
zh_cn: 无法获取类型。
zh_tw: 無法獲得虛擬硬體樣板。

source: Unable to retrieve the flavors.
pl_pl: Nie można pobrać odmian.
zh_cn: 无法获取类型。
zh_tw: 無法獲得虛擬硬體樣板。

source: Unable to retrieve the group.
zh_cn: 无法获取分组。
zh_tw: 無法獲得群組。

source: Unable to retrieve the image custom properties.
pl_pl: Nie można pobrać dodatkowych właściwości obrazu.
zh_cn: 无法获得镜像的定制属性。
zh_tw: 無法獲得映像檔自訂屬性。

source: Unable to retrieve the image.
pl_pl: Nie można pobrać obrazu.
zh_cn: 无法获取镜像。
zh_tw: 無法獲得映像檔。

source: Unable to retrieve the images.
pl_pl: Nie można pobrać obrazów.
zh_cn: 无法获取镜像。
zh_tw: 無法獲得映像檔。

source: Unable to retrieve the keypair.
zh_cn: 无法获取到密钥对。
zh_tw: 無法獲得密鑰對。

source: Unable to retrieve the keypairs.
pl_pl: Nie można pobrać pary kluczy.
zh_cn: 无法获取密钥对。
zh_tw: 無法獲得密鑰對。

source: Unable to retrieve the limits.
pl_pl: Nie można pobrać ograniczeń.
zh_cn: 无法获取限制。
zh_tw: 無法獲得限制。

source: Unable to retrieve the namespaces.
pl_pl: Nie można pobrać przestrzeni nazw.
zh_cn: 无法获取命名空间。
zh_tw: 無法獲得命名空間。

source: Unable to retrieve the networks.
pl_pl: Nie można pobrać sieci.
zh_cn: 无法获取网络。
zh_tw: 無法獲得網路。

source: Unable to retrieve the nova services.
zh_cn: 无法获取nova服务。
zh_tw: 無法獲得 Nova 服務。

source: Unable to retrieve the policy with ID %(id)s
zh_cn: 无法获取 id 为 %(id)s 的策略
zh_tw: 無法獲取 ID 為 %(id)s 的政策

source: Unable to retrieve the ports.
pl_pl: Nie można pobrać portów.
zh_cn: 无法获取端口。
zh_tw: 無法獲得端口。

source: Unable to retrieve the project.
pl_pl: Nie można pobrać projektu.
zh_cn: 无法获取项目。
zh_tw: 無法獲得專案。

source: Unable to retrieve the projects.
pl_pl: Nie można pobrać projektów.
zh_cn: 无法获取项目。
zh_tw: 無法獲得專案。

source: Unable to retrieve the qos policies.
zh_cn: 无法获取 QoS 策略。
zh_tw: 無法擷取 QoS 原則。

source: Unable to retrieve the resource types.
zh_cn: 无法获取资源类型。
zh_tw: 無法獲得資源類型。

source: Unable to retrieve the role.
pl_pl: Nie można pobrać roli.
zh_cn: 无法获取角色。
zh_tw: 無法獲得角色。

source: Unable to retrieve the roles.
pl_pl: Nie można pobrać ról.
zh_cn: 无法获取角色。
zh_tw: 無法獲得角色。

source: Unable to retrieve the security groups.
pl_pl: Nie można pobrać grup zabezpieczeń.
zh_cn: 无法获取安全组。
zh_tw: 無法獲得安全性群組。

source: Unable to retrieve the server group.
zh_cn: 无法获取服务器组。
zh_tw: 無法獲得伺服器群組。

source: Unable to retrieve the server.
pl_pl: Nie można pobrać serwera.
zh_cn: 无法获取服务器。
zh_tw: 無法獲得伺服器。

source: Unable to retrieve the snapshot metadata.
zh_cn: 无法获得快照元数据。
zh_tw: 無法擷取即時存擋 metadata 。

source: Unable to retrieve the subnets.
pl_pl: Nie można pobrać podsieci.
zh_cn: 无法获取子网。
zh_tw: 無法獲得子網路。

source: Unable to retrieve the trunk with id: %(id)s
zh_cn: 无法获取 id 为 %(id)s 的中继
zh_tw: 無法擷取 ID 為 %(id)s 的中繼

source: Unable to retrieve the trunks.
zh_cn: 无法获取中继。
zh_tw: 無法獲得中繼。

source: Unable to retrieve the user.
pl_pl: Nie można pobrać użytkownika.
zh_cn: 无法获取用户。
zh_tw: 無法獲得用戶。

source: Unable to retrieve the users.
pl_pl: Nie można pobrać użytkowników.
zh_cn: 无法获取用户。
zh_tw: 無法獲得用戶。

source: Unable to retrieve the volume availability zones.
zh_cn: 无法获取卷可用域。
zh_tw: 無法獲得雲硬碟可用區域。

source: Unable to retrieve the volume metadata.
zh_cn: 无法获得卷元数据。
zh_tw: 無法擷取雲硬碟 metadata 。

source: Unable to retrieve the volume snapshots.
pl_pl: Nie można pobrać migawek wolumenów.
zh_cn: 无法获取卷快照。
zh_tw: 無法獲得雲硬碟即時存檔。

source: Unable to retrieve the volume type metadata.
zh_cn: 无法获取卷类型元数据。
zh_tw: 無法擷取雲硬碟類型 metadata 。

source: Unable to retrieve the volume type.
zh_cn: 无法获取卷类型。
zh_tw: 無法獲得雲硬碟類型。

source: Unable to retrieve the volume types.
zh_cn: 无法获得卷类型。
zh_tw: 無法獲得雲硬碟類型。

source: Unable to retrieve the volume.
zh_cn: 无法获得卷。
zh_tw: 無法獲得雲硬碟。

source: Unable to retrieve the volumes.
pl_pl: Nie można pobrać wolumenów.
zh_cn: 无法获取卷。
zh_tw: 無法獲得雲硬碟。

source: Unable to set the default quotas.
zh_cn: 无法设置默认的配额。
zh_tw: 無法設置預設的配額。

source: Unable to soft-reboot the server with id: %(id)s
zh_cn: 无法软重启 id 为 %(id)s 的服务器
zh_tw: 無法軟重啟 ID 為 %(id)s 的伺服器

source: Unable to start the server with id: %(id)s
zh_cn: 无法启动 id 为 %(id)s 的服务器
zh_tw: 無法啟動 ID 為 %(id)s 的伺服器

source: Unable to stop the server with id: %(id)s
zh_cn: 无法停止 id 为 %(id)s 的服务器
zh_tw: 無法停止 ID 為 %(id)s 的伺服器

source: Unable to suspend the server with id: %(id)s
zh_cn: 无法挂起 id 为 %(id)s 的服务器
zh_tw: 無法暫停 (suspend) ID 為 %(id)s 的伺服器

source: Unable to unpause the server with id: %(id)s
zh_cn: 无法取消暂停 id 为 %(id)s 的服务器
zh_tw: 無法停止暫停 ID 為 %(id)s 的伺服器

source: Unable to update metadata.
zh_cn: 无法更新元数据。
zh_tw: 無法更新 metadata 。

source: Unable to update project quota data.
zh_cn: 无法更新项目配额数据。
zh_tw: 無法更新專案的配額。

source: Unable to update the flavor.
zh_cn: 无法更新实例类型。
zh_tw: 無法更新虛擬硬體樣板。

source: Unable to update the image.
zh_cn: 无法删除镜像。
zh_tw: 無法更新映像檔。

source: Unable to update the trunk.
zh_cn: 无法更新trunk。
zh_tw: 無法更新 trunk。

source: Unable to upload the object.
zh_cn: 无法上传对象。
zh_tw: 無法上傳物件。

source: Unknown
zh_cn: 未知
zh_tw: 不明

source: Unordered
zh_cn: 未排序的
zh_tw: 未排序的

source: Unstyled
zh_cn: 无风格的
zh_tw: 無風格的

source: Up
pl_pl: Podniesiony
zh_cn: 正常
zh_tw: 上線

source: Update Aggregate Metadata
pl_pl: Aktualizuj metadane agregatu
zh_cn: 更新聚合元数据
zh_tw: 更新聚合 metadata

source: Update Flavor Metadata
pl_pl: Aktualizacja metadanych odmiany
zh_cn: 更新实例类型的元数据
zh_tw: 更新虛擬硬體樣板 metadata

source: Update Image
zh_cn: 更新镜像
zh_tw: 更新映像檔

source: Update Image Metadata
pl_pl: Aktualizacja metadanych obrazu
zh_cn: 更新镜像元数据
zh_tw: 更新映像檔 metadata

source: Update Instance Metadata
zh_cn: 更新实例元数据
zh_tw: 更新雲實例 metadata

source: Update Metadata
zh_cn: 更新元数据
zh_tw: 更新詮釋資料

source: Update Volume Metadata
zh_cn: 更新卷的元数据
zh_tw: 更新雲硬碟 metadata

source: Update Volume Snapshot Metadata
zh_cn: 更新卷快照元数据
zh_tw: 更新雲硬碟即時存擋 metadata

source: Update Volume Type Metadata
zh_cn: 更新卷类型元数据
zh_tw: 更新雲硬碟類型 metadata

source: Updated
pl_pl: Zaktualizowano
zh_cn: 已更新
zh_tw: 已更新

source: Updated At
zh_cn: 更新于
zh_tw: 更新時間

source: Updated at
zh_cn: 更新于
zh_tw: 更新時間

source: Upload File
zh_cn: 上传文件
zh_tw: 上傳檔案

source: Upload File To: {$ ctrl.model.container.name $}
zh_cn: 上传文件到 {$ ctrl.model.container.name $}
zh_tw: 將檔案上傳至：{$ ctrl.model.container.name $}

source: Uploading
zh_cn: 上传中
zh_tw: 正在上傳

source: Uploading the image from a local file or from a specified URL.
zh_cn: 从本地文件或一个指定的 URL 上传镜像。
zh_tw: 從本地資料或一個指定的 URL 上傳映像檔。

source: Usage Charts
zh_cn: 使用图表
zh_tw: 使用量圖表

source: Use image as a source
zh_cn: 使用镜像作为源
zh_tw: 使用映像檔作為來源

source: Use the form to set titles, descriptions and choose specific UI element types for each schema item. In the form builder, the form must be JSON, but you can use JavaScript in production code, such as <code>gettext</code> for translation.
zh_cn: 使用表单为每个 schema 项设置标题、描述及特定的 UI 项。在表达构建程序中，表达必须是 JSON，但在产生代码时可以使用，如使用 <code>gettext</code> 生成需要翻译的内容。
zh_tw: 使用表單為每個 schema 項設置標題、描述及特定的 UI 項。在表單建構城市中，表單必須是 JSON，但在產生代碼時可以使用，如使用 <code>gettext</code> 生成需要翻譯的內容。

source: Use the schema to describe the data model and valid input patterns. A schema is always JSON. NOTE: A schema element is not needed for items that have no data model, like sections and fieldsets.
zh_cn: 使用 schema 描述数据模型和有效的输入特征。schema 总是 JSON。请注意：没有数据模型的项不需要 schema 项，如 section 和 fieldset.
zh_tw: 使用 schema 描述數據模型和有效的輸入特徵。 schema 總是 JSON。請注意：沒有數據模型的項不需要 schema 項，如 section 和 fieldset.

source: User %s was successfully created.
zh_cn: 用户 %s 已被成功创建。
zh_tw: 已成功新增用戶 %s。

source: User %s was successfully disabled.
zh_cn: 用户 %s 已被成功禁用。
zh_tw: 已成功停用用戶 %s。

source: User %s was successfully enabled.
zh_cn: 用户 %s 已被成功启用。
zh_tw: 已成功啟用用戶 %s。

source: User %s was successfully updated.
zh_cn: 用户 %s 已被成功更新。
zh_tw: 已順利更新用戶 %s。

source: User ID
pl_pl: ID użytkownika
zh_cn: 用户ID
zh_tw: 用戶識別號

source: User Name
pl_pl: Nazwa użytkownika
zh_cn: 用户名
zh_tw: 用戶名稱

source: User password has been updated successfully.
zh_cn: 已成功更新用户密码。
zh_tw: 已成功更新用戶密碼。

source: VCPUS
pl_pl: VCPU
zh_cn: 虚拟内核
zh_tw: 虛擬處理器

source: VDI - Virtual Disk Image
zh_cn: VDI - 虚拟磁盘镜像

source: VHD - Virtual Hard Disk
zh_cn: VHD - 虚拟硬盘

source: VMDK - Virtual Machine Disk
zh_cn: VMDK - 虚拟机磁盘

source: VNIC type
zh_cn: VNIC类型
zh_tw: 虛擬網路卡類型

source: View Details
zh_cn: 查看详情
zh_tw: 檢視詳細資訊

source: View Form JSON
zh_cn: 查看表单JSON
zh_tw: 查看表單 JSON

source: View Instance Details
zh_cn: 查看实例详细信息
zh_tw: 檢視雲實例詳細資訊

source: View Router Details
zh_cn: 查看路由器详细信息
zh_tw: 檢視路由器詳細資訊

source: Virtio Forwarder
zh_cn: Virtio 转发器
zh_tw: Virtio 轉發器

source: Virtual Size
zh_cn: 虚拟大小
zh_tw: 虛擬容量

source: Virtual instances attach their interfaces to ports.
zh_cn: 实例连接它们的网卡到端口。
zh_tw: 虛擬雲實例會將它們的介面連接至埠。

source: Visibility
pl_pl: Widoczność
zh_cn: 可见性
zh_tw: 可見性

source: Volume Details
zh_cn: 卷详情
zh_tw: 雲硬碟詳細資訊

source: Volume Quota
zh_cn: 卷配额
zh_tw: 雲硬碟配額

source: Volume Size (GB)
zh_cn: 卷大小 (GB)
zh_tw: 磁區大小 (GB)

source: Volume Type Description:
zh_cn: 卷类型描述：
zh_tw: 雲硬碟類型說明：

source: Volume and Snapshot Quota (GiB)
zh_cn: 卷和快照配额(GiB)
zh_tw: 雲硬碟和即時存檔配額 (GB)

source: Volume size is required and must be an integer
pl_pl: Rozmiar wolumenu jest wymagany i musi być liczbą całkowitą
zh_cn: 卷大小是必须的而且必须为整数。
zh_tw: 雲硬碟容量需要一個整數

source: Volume size is required and must be positive integer
zh_cn: 卷大小是必须的而且必须为正整数。
zh_tw: 雲硬碟容量是必須並且需要爲一個正整數

source: Volumes are block devices that can be attached to instances.
zh_cn: 卷是可以附加到实例的块设备。
zh_tw: 雲硬碟是可以被附加到雲實例的區塊裝置。

source: Volumes can only be attached to 1 active instance at a time. Please either set your instance count to 1 or select a different source type.
pl_pl: Wolumeny mogą być dołączone tylko do jednej instancji naraz. Należy zmienić liczbę instancji na 1 lub wybrać inny typ źródła.
zh_cn: 同一时刻，卷只能绑定到一个活跃的实例。请设置您的实例数为1或者选择一个不同的源类型。
zh_tw: 雲硬碟同時間只能被附加到一個使用中的雲實例。請設定您的雲實例計數為 1，不然就選擇另一種來源類型。

source: Warning
zh_cn: 警告
zh_tw: 警告

source: Warning Anchor
zh_cn: 警告锚点
zh_tw: 警告錨點

source: Warning Button
zh_cn: 警告按钮
zh_tw: 警告按鈕

source: Warning!
zh_cn: 警告！
zh_tw: 警告！

source: Week
zh_cn: 星期
zh_tw: 星期

source: Wells
zh_cn: Well
zh_tw: 井

source: When IP addresses are associated to a port, this also implies the port is associated with a subnet, as the IP address was taken from the allocation pool for a specific subnet.
zh_cn: 当端口关联了一个IP地址，意味着也关联了一个子网，因为IP地址是从那个子网的地址池里获取的。
zh_tw: 當 IP 位址與某個埠建立關聯時，這還表示該部

source: When selecting volume as boot source, please ensure the instance's availability zone is compatible with your volume's availability zone.
pl_pl: Jeśli wybrano wolumen jako źródło uruchamiania, należy upewnić się, iż strefa dostępności instancji jest zgodna ze strefą dostępności wolumenu.
zh_cn: 当选择卷为启动源时，请确保实例可用域与您的卷可用域兼容。
zh_tw: 當選擇雲硬碟為開機來源，請確定雲實例的可用區域與您的雲硬碟可用區域相容。

source: When the <b>Admin State</b> for a network is set to <b>Up</b>, then the network is available for use. You can set the <b>Admin State</b> to <b>Down</b> if you are not ready for other users to access the network.
pl_pl: Jeśli <b>stan administracyjny</b> sieci jest ustawiony na <b>Podniesiony</b>, to sieć jest dostępna do użycia. Można ustawić <b>stan administracyjny</b> na <b>Położony</b>, jeśli na chwilę obecną nikt nie powinien uzyskać do niej dostępu.
zh_cn: 当网络的<b>Admin State</b> 被设置为<b>Up</b>, 网络将会是可用的。如果您还没有准备让别人访问该网络， 可以把 <b>Admin State</b> 设置为<b>Down</b>。
zh_tw: 當網路的<b>管理員狀態</b>被設為<b>上線</b>時， 則可使用這個網路。若您不想讓其他用戶存取這個網路， 您可以將<b>管理員狀態</b>設為<b>離線</b>。

source: When the <b>Admin State</b> for a port is set to <b>Up</b> and it has no <b>Device Owner</b>, then the port is available for use. You can set the <b>Admin State</b> to <b>Down</b> if you are not ready for other users to use the port.
zh_cn: 当接口的 <b>管理状态</b> 被设置为 <b>Up</b> 且没有 <b>所属设备</b>, 则此接口可用。 如果该接口对他人而言并未准备就绪，您可以把 <b>管理状态</b> 设为 <b>Down</b>。
zh_tw: 當埠的<b>管理狀態</b>設為<b>上線</b>且它沒有<b>裝置擁有者</b>時， 該埠可供使用。如果您尚未準備好讓其他使用者使用此埠， 則您可以將<b>管理狀態</b>設為<b>離線</b>。

source: X509 Certificate
zh_cn: X509 证书
zh_tw: X509 憑證

source: Yes
pl_pl: Tak
zh_cn: 是
zh_tw: 是

source: You are not allowed to delete domains: %s
zh_cn: 您不被允许删除域： %s
zh_tw: 不容許您刪除地域：%s

source: You are not allowed to delete images: %s
zh_cn: 您不被允许删除这个镜像： %s
zh_tw: 不容許您刪除映像檔：%s

source: You can add arbitrary metadata to your image.
zh_cn: 您可用为您的镜像添加任意元数据。
zh_tw: 您可用為您的映像檔添加任意metadata。

source: You can add arbitrary metadata to your instance so that you can more easily identify it among other running instances. Metadata is a collection of key-value pairs associated with an instance. The maximum length for each metadata key and value is 255 characters.
zh_cn: 为了便于与其他实例做区分,您可以为您的实例添加任何元数据。元数据是关联到实例的键值对的集合。每个实例的键或值的长度不能超过255字节。
zh_tw: 您可以將任意詮釋資料新增至雲實例，以便您可以更輕鬆地在其他執行中雲實例內識別出該雲實例。詮釋資料是與雲實例相關聯的鍵/值組集合。每一個詮釋資料索引鍵和值的最大長度是 255 個字元。

source: You can copy objects. You have to create destination container prior to copy.
zh_cn: 您可以复制对象。在复制前需要创建目标容器。
zh_tw: 在複製物件前，您需要建立一個目標容器。

source: You can customize your instance after it has launched using the options available here. "Customization Script" is analogous to "User Data" in other systems.
zh_cn: 当您的实例使用下面选项启动后，您可以定制它。 "定制脚本"与其它系统中的"用户数据"类似.
zh_tw: 您可以使用在此出現的選項，在雲實例啟動之後對雲實例進行自訂。 「自訂 Script」類似於其他系統中的「使用者資料」。

source: You can specify folder by using '/' at destination object field. For example, if you want to copy object under the folder named 'folder1', you need to specify destination object like 'folder1/[your object name]'.
zh_cn: 您可以在目标对象项中使用 '/' 指定文件目录。 例如，需要复制目录名为 'folder1' 下的目标，需要使用 'folder1/[your object name]' 的格式指定目标对象。
zh_tw: 您可以透過在目標物件欄位使用 '/' 指定資料夾。 例如，如果您想要複製在 'folder1' 資料夾下的物件，您需要指定目標物件爲 'folder1/[您的物件名稱]'。

source: You can specify scheduler hints by moving items from the left column to the right column. In the left column there are scheduler hint definitions from the Glance Metadata Catalog. Use the "Custom" option to add scheduler hints with the key of your choice.
zh_cn: 可以通过把左列的项目移动到右列来指定 scheduler hint。左列是来自 Glance 元数据目录里的 scheduler hint 定义。请使用“自定义”选项来添加具有您所选择的键的 scheduler hint。
zh_tw: 您可以透過將項目從左側直欄移到右側直欄來指定 scheduler hints。左側直欄包含來自 Glance 描述資料類別的 scheduler hints 定義。使用「自訂」選項來新增包含所選索引鍵的 scheduler hints 。

source: You have selected "%s". Deleted Server Group is not recoverable.
zh_cn: 您已经选定了“%s”。删除服务器组的操作无法恢复。
zh_tw: 你選擇了“%s”。刪除的伺服器群組無法恢復。

source: You have selected "%s". Deleted Trunk is not recoverable.
zh_cn: 你已经选定了“%s”。删除中继的操作无法恢复。
zh_tw: 您已選取 "%s"。已刪除的中繼將不可回復。

source: You have selected "%s". Deleted domain is not recoverable.
zh_cn: 您已经选了“%s”，删除的域无法恢复
zh_tw: 你選擇了“%s”。刪除的地域無法恢復。

source: You have selected "%s". Deleted flavor is not recoverable.
zh_cn: 已选择 "%s"。删除 flavor 不可恢复。
zh_tw: 您已選取 "%s"。已刪除的虛擬硬體樣板不可回復。

source: You have selected "%s". Deleted group is not recoverable.
zh_cn: 您已经选定了“%s”。删除组的操作无法恢复。
zh_tw: 你選擇了“%s”。刪除的群組無法恢復。

source: You have selected "%s". Deleted image is not recoverable.
zh_cn: 您选择了“%s”。删除的镜像均无法恢复。
zh_tw: 您已選取 "%s"。已刪除的映像檔將不可恢復。

source: You have selected "%s". Deleted key pair is not recoverable.
zh_cn: 您选择了“%s”。密钥对删除后无法恢复。
zh_tw: 你選擇了“%s”。刪除的密鑰對無法恢復。

source: You have selected "%s". Deleted policy is not recoverable.
zh_cn: 您选择了 "%s"。删除的策略将无法恢复。
zh_tw: 你選擇了“%s”。刪除的政策無法恢復。

source: You have selected "%s". Deleted role is not recoverable.
zh_cn: 你已经选定了“%s”。删除角色的操作无法恢复。
zh_tw: 您已選取 "%s"。已刪除的角色將不可回復。

source: You have selected "%s". Deleted user is not recoverable.
zh_cn: 您已经选定了“%s”。删除用户的操作无法恢复。
zh_tw: 你選擇了“%s”。刪除的用戶無法恢復。

source: Your Form as JavaScript
zh_cn: JavaScript格式
zh_tw: Javascript格式

source: image
zh_cn: 镜像
zh_tw: 映像檔

source: inherit
zh_cn: 继承
zh_tw: 繼承

source: min disk is required and must be an integer not less than 0
zh_cn: 最小磁盘值是必须的且必须是一个不小于 0 的整数
zh_tw: 最小雲硬碟是必須並且需要不小於 0

source: min ram is required and must be an integer not less than 0
zh_cn: 最小内存值是必须的且必须是一个不小于 0 的整数
zh_tw: 最小記憶體是必須並且需要不小於 0

source: resource load failed: %s
zh_cn: 资源加载失败：%s
zh_tw: 無法載入資源：%s

source: snapshot
zh_cn: 快照
zh_tw: 即時存檔

source: volume
zh_cn: 卷
zh_tw: 雲硬碟

source: {$ address $} on subnet {$ subnet $}
zh_cn: {$ address $} 在子网 {$ subnet $} 中
zh_tw: {$ address $} 位於子網域 {$ subnet $}

source: {$ ctrl.model.counted.files $} files in {$ ctrl.model.counted.folders $} folders.
zh_cn: {$ ctrl.model.counted.files $} 文件在 {$ ctrl.model.counted.folders $} 目录中。
zh_tw: {$ ctrl.model.counted.files $} 資料在 {$ ctrl.model.counted.folders $} 資料夾中。

source: Animated
zh_tw: 已模擬

source: Direct
zh_tw: 方向

source: Hash
zh_tw: 雜湊值

source: Look, I'm in a large well!
zh_tw: 看，我在一口大井內！

source: Look, I'm in a small well!
zh_tw: 看，我在一口小井內！

source: Look, I'm in a well!
zh_tw: 看，我在一口井內！

source: Normal
zh_tw: 適中

source: OK
zh_tw: 確定

source: Ok
zh_tw: 確定

source: One fine body…
zh_tw: 一個精細內文...

source: Pills
zh_tw: 藥片

source: Schema
zh_tw: 綱目

source: Someone famous in
zh_tw: 著名人物

source: Stacked
zh_tw: 已堆疊

source: Striped
zh_tw: 已分段

source: URL
zh_tw: 網址

source: VCPUs
zh_tw: 虛擬處理器數

source: (Modified)
pl_pl: (Zmodyfikowano)

source: (None)
pl_pl: (brak)

source: <li><b>Image (with Create New Volume checked)</b>: This options uses an image to boot the instance, and creates a new volume to persist instance data. You can specify volume size and whether to delete the volume on termination of the instance.</li>
pl_pl: <li><b>Obraz (z zaznaczoną opcją Utwórz nowy wolumen)</b>: Wykorzystuję obraz do uruchomienia instancji i tworzy nowy wolumen by przechowywać dane. Można podać rozmiar wolumenu oraz to czy usunąć wolumen po usunięciu instancji.</li>
