Repository: openstack/horizon
Catalog: openstack_dashboard/locale/*/LC_MESSAGES/djangojs.po
Languages: pl_pl, zh_cn, zh_tw

source: Domains provide separation between users and infrastructure used by different organizations.
zh_cn: 域可以把不同组织的用户及使用的基础设施进行分离.
zh_tw: 地域提供了在不同組織間從底層結構中抽離出用戶。

source: Done
zh_cn: 完成
zh_tw: 完成

source: Down
pl_pl: Położony
zh_cn: 停止
zh_tw: 離線

source: Download
zh_cn: 下载
zh_tw: 下載

source: Dropdown
zh_cn: 下拉菜单
zh_tw: 下拉式選單

source: Dropdown header
zh_cn: 下拉菜单标题
zh_tw: 下拉式選單標頭

source: Dropdown link
zh_cn: 下拉列表链接
zh_tw: 下拉式選單鏈結

source: Edit
zh_cn: 编辑
zh_tw: 編輯

source: Edit File
zh_cn: 编辑文件
zh_tw: 編輯資料

source: Edit File: {$ ctrl.model.container $} : {$ ctrl.model.path $}
zh_cn: 编辑文件: {$ ctrl.model.container $} : {$ ctrl.model.path $}
zh_tw: 編輯資料： {$ ctrl.model.container $} : {$ ctrl.model.path $}

source: Edit Group
zh_cn: 编辑组
zh_tw: 編輯群組

source: Edit Image
zh_cn: 编辑镜像
zh_tw: 編輯映像檔

source: Edit Role
zh_cn: 编辑角色
zh_tw: 編輯角色

source: Edit Trunk
zh_cn: 编辑中继
zh_tw: 編輯中繼

source: Edit User
zh_cn: 编辑用户
zh_tw: 編輯使用者

source: Edit the user's details, including the Primary Project.
zh_cn: 编辑用户详情，包括主项目。
zh_tw: 編輯用戶的詳細資訊，包括主要的專案。

source: Email
zh_cn: 邮箱
zh_tw: 電子郵件信箱

source: Emphasis classes
zh_cn: 强调类型
zh_tw: 強調類別

source: Enable User
zh_cn: 启用用户
zh_tw: 啟用用戶

source: Enable/Disable subport addition, removal and trunk delete.
zh_cn: 启用/禁用子端口添加、删除和中继删除功能。
zh_tw: 啟用/停用新增、刪除子端口和刪除中繼。

source: Enabled
pl_pl: Włączone
zh_cn: 激活
zh_tw: 已啟用

source: Encountered {$ ctrl.model.deleted.failures $} failures.
zh_cn: 出现 {$ ctrl.model.deleted.failures $} 错误。
zh_tw: 出現 {$ ctrl.model.deleted.failures $} 錯誤。

source: Encrypted
zh_cn: 加密的
zh_tw: 已加密

source: Enter an Image Description
zh_cn: 输入一个镜像描述
zh_tw: 輸入一個映像檔描述

source: Enter an Image name
zh_cn: 输入一个镜像名
zh_tw: 輸入一個映像檔名稱

source: Ephemeral Disk
pl_pl: Ulotny dysk
zh_cn: 临时磁盘
zh_tw: 暫時性硬碟

source: Error
zh_cn: 错误
zh_tw: 錯誤

source: Error Deleting
zh_cn: 删除时出错
zh_tw: 刪除時發生錯誤

source: Ether Type
pl_pl: Typ medium
zh_cn: 以太网类型
zh_tw: 網路協定類型

source: Exactly one regular Neutron port. Has to be provided when the trunk is created. Cannot be changed during the trunk's life.
zh_cn: 在创建中继中需要提供一个普通的 Neutron 端口。 在中继的存在期中不能改变它。
zh_tw: 中繼被建立時必須提供一個 Neutron 端口。此端口之後並不能被更改。

source: Example body text
zh_cn: 正文例子
zh_tw: 範例內文文字

source: Existing Scheduler Hints
zh_cn: 存在的 scheduler hint
zh_tw: 存在的 Scheduler Hints

source: Extension is not enabled: %(extension)s.
pl_pl: Rozszerzenie jest wyłączone: %(extension)s
zh_cn: 扩展没有启用：%(extension)s。
zh_tw: 未啟用擴充套件：%(extension)s.

source: External Network
pl_pl: Sieć zewnętrzna
zh_cn: 外部网络
zh_tw: 對外網路

source: File
zh_cn: 文件
zh_tw: 檔案

source: File %(name)s uploaded.
zh_cn: 文件 %(name)s 已上传。
zh_tw: 已上傳檔案 %(name)s。

source: File %(path)s uploaded.
zh_cn: 文件 %(path)s 已上传。
zh_tw: 已上傳檔案 %(path)s。

source: File Name
zh_cn: 文件名
zh_tw: 檔案名稱

source: Filename
zh_cn: 文件名
zh_tw: 檔名

source: Fingerprint
pl_pl: Odcisk palca
zh_cn: 指纹
zh_tw: 指紋

source: Flavor Name
zh_cn: 实例类型名称
zh_tw: 虛擬硬體樣板名稱

source: Flavors manage the sizing for the compute, memory and storage capacity of the instance.
pl_pl: Odmiany zarządzają wymiarowaniem zasobów obliczeniowych, pamięci i dysku instancji.
zh_cn: 类型管理实例的计算、内存和存储容量的大小。
zh_tw: 虛擬硬體樣板管理雲實例的運算、記憶體及儲存容量規格。

source: Focused input
zh_cn: 选中的输入
zh_tw: 聚焦的輸入

source: Folder
zh_cn: 目录
zh_tw: 資料夾

source: Folder %(name)s created.
zh_cn: 目录 %(name)s 已创建。
zh_tw: 已新增資料夾 %(name)s。

source: Folder Name
zh_cn: 目录名
zh_tw: 資料夾名稱

source: For ports on provider networks you may choose the special segmentation type <em>inherit</em>. Then the subport's segmentation type and ID will be automagically inherited from the provider network's segmentation type and ID. This is useful when the switch is incapable of remapping (tag pop-push) for example as usual for Ironic instances.
zh_cn: 对于供应商网络的端口，您可以需要选项特殊的 网段类型 <em>inherit</em>。然后，子端口的网段 类型和 ID 将会自动继承供应商网络的网段 类型和 ID。这对于交换机无法重新映射（tag pop-push） 时非常有用（Ironic 实例通常会是这种情况）。

source: Form
zh_cn: 表单
zh_tw: 表格

source: Form Output
zh_cn: 表单输出
zh_tw: 表單輸出

source: Format
zh_cn: 镜像格式
zh_tw: 格式

source: Forms
zh_cn: 表单
zh_tw: 表單

source: From a Windows system, you can use PuTTYGen to create private/public keys. Use the PuTTY Key Generator to create and save the keys, then copy the public key in the red highlighted box to your <samp>.ssh/authorized_keys</samp> file.
pl_pl: W systemie Windows, można wykorzystać PuTTYGen, aby utworzyć klucze prywatne i publiczne. Używając PuTTY Key Generator należy utworzyć klucze i zapisać je, następnie skopiować klucz publiczny w zaznaczonym na czerwono oknie do pliku <samp>.ssh/authorized_keys</samp>.
zh_cn: 从一个Windows系统，您可以使用PuTTYGen生成公/私密钥。 使用PuTTY密钥生成器来创建和保存这些密钥， 然后复制红色高亮框中的公钥到您的 <samp>.ssh/authorized_keys</samp>文件。
zh_tw: 在 Windows 系統，您可以使用 PuTTYGen 來產生密鑰對。 使用 PuTTY 密鑰產生器來新增並儲存金鑰，然後複製 以紅色突顯方盒裡的公鑰到您的 <samp>.ssh/authorized_keys</samp> 檔案。

source: Generic Table View:
zh_cn: 通用的表格视图：
zh_tw: 通用表格圖

source: Global Actions:
zh_cn: 全局操作：
zh_tw: 全域動作：

source: Group %s was successfully created.
zh_cn: 组 %s 已被成功创建。
zh_tw: 已順利建立群組 %s

source: Group updated successfully.
zh_cn: 组已被成功更新。
zh_tw: 已成功更新群組。

source: Heading 1
zh_cn: 一级标题
zh_tw: 標題 1

source: Heading 2
zh_cn: 二级标题
zh_tw: 標題 2

source: Heading 3
zh_cn: 三级标题
zh_tw: 標題 3

source: Heading 4
zh_cn: 四级标题
zh_tw: 標題 4

source: Heading 5
zh_cn: 五级标题
zh_tw: 標題 5

source: Heading 6
zh_cn: 六级标题
zh_tw: 標題 6

source: Home
zh_cn: 主页
zh_tw: 首頁

source: Horizontal Definition List
zh_cn: 横向定义列表
zh_tw: 橫向定義列表

source: Host ID
zh_cn: 主机ID
zh_tw: 主機 ID

source: IP Addresses
zh_cn: IP 地址
zh_tw: IP 位址

source: ISO - Optical Disk Image
zh_cn: ISO - 光盘镜像

source: If a network is shared, then all users in the project can access the network.
pl_pl: Jeśli sieć jest współdzielona, wtedy wszyscy użytkownicy projektu mogą uzyskać do niej dostęp.
zh_cn: 如果网络是共享的，在一个项目中的所有用户都可以访问这个网络。
zh_tw: 若網路被共享，所有專案裡的用戶皆可存取這個網路。

source: If a security group is not associated with an instance before it is launched, then you will have very limited access to the instance after it is deployed. You will only be able to access the instance from a VNC console.
pl_pl: Jeśli żadna grupa zabezpieczeń nie zostanie przypisana do instancji przed jej uruchomieniem, dostęp do niej będzie bardzo ograniczony. Można będzie się dostać do instancji tylko poprzez konsolę VNC.
zh_cn: 如果实例创建前没有绑定安全组，在实例部署后您将只有非常有限的访问权限。您只能从VNC控制台访问实例。
zh_tw: 若未在發動雲實例前指定安全性群組，您在佈署後將只會擁有有限的權限存取雲實例。您將只可以從 VNC 主控臺存取雲實例。

source: If set to 'Yes' then the image cannot be deleted.
zh_cn: 如果设为 'Yes'，镜像将不能被删除。
zh_tw: 如果設為 True，則無法將映像檔刪除。

source: If uploading the image via a HTTP URL the image location must be accessible to the Image Service and be a URL direct to the image binary.
zh_cn: 如果通过 HTTP URL 上传镜像，镜像的位置必须可用被镜像服务访问，URL 需要指向镜像的二进制数据。
zh_tw: 如果通過 HTTP URL 上傳映像檔，映像檔的位置必須可用被映像檔服務訪問，URL 需要指向鏡像的 binary。

source: If you select an availability zone and plan to use the 'boot from volume' option in the Source step, make sure that the availability zone you select for the instance is the same availability zone where your bootable volume resides.
zh_cn: 如果您选择一个可用域并且计划在‘启动源’这步使用‘从卷启动’选项，确保您为实例选择的可用域与您启动卷所在的域相同。
zh_tw: 如果您選擇了可用區域並打算使用「來源」步驟中的「從雲硬碟開機」選項，請確認您選擇的雲實例可用區域與可開機雲硬碟所在的可用區域相同。

source: If you want to create an instance that uses ephemeral storage, meaning the instance data is lost when the instance is deleted, then choose one of the following boot sources:
pl_pl: Jeśli ma zostać utworzona instancja wykorzystująca ulotne dyski (co oznacza, że dane instancji zginą po usunięciu instancji), należy wybrać jedno z poniższych źródeł:
zh_cn: 如果您想创建一个使用临时存储的实例，意味着当实例被删除时数据会丢失，那么从以下启动项中选择一个：
zh_tw: 若您想使用暫時性儲存空間新增雲實例，這意味著雲實例資料會在雲實例被刪除時一併遺失，那麼請選擇下列的開機來源：

source: If you want to create an instance that uses persistent storage, meaning the instance data is saved when the instance is deleted, then select one of the following boot options:
pl_pl: Jeśli na zostać utworzona instancja wykorzystująca stałe dyski (co oznacza, że dane instancji zostaną zapisane po usunięciu instancji), należy wybrać jedno z poniższych źródeł:
zh_cn: 如果您想创建一个使用持久存储的实例，意味着当实例被删除时数据被保存，那么选择从以下启动项中选择一个：
zh_tw: 如果您想要利用持續性儲存空間來新增雲實例，這意味著當雲實例被刪除時雲實例資料不會一併被刪除，那麼請選擇下列的開機來源：

source: Image %s was successfully created.
zh_cn: 镜像 %s 被成功创建。
zh_tw: 已順利建立映像檔 %s。

source: Image %s was successfully updated.
zh_cn: 镜像 %s 被成功更新。
zh_tw: 已順利更新映像檔 %s。

source: Image Description
zh_cn: 镜像描述
zh_tw: 映像檔描述

source: Image Detail
zh_cn: 镜像详情
zh_tw: 映像檔詳情

source: Image Details
zh_cn: 镜像详情
zh_tw: 映像檔詳細資訊

source: Image Name
pl_pl: Nazwa obrazu
zh_cn: 镜像名称
zh_tw: 映像檔名稱

source: Image Requirements
zh_cn: 镜像要求
zh_tw: 映像檔需求

source: Image Sharing
zh_cn: 镜像共享
zh_tw: 映像檔共享

source: Image Source
zh_cn: 镜像源
zh_tw: 映像檔來源

source: Image from Other Project - Non-Public
zh_cn: 来自其它项目的镜像——非公有
zh_tw: 其他專案的映像黨 — 非公有

source: Impact on your quota
pl_pl: Wpływ na limity
zh_cn: 影响您的配额
zh_tw: 對配額的影響

source: Import Key Pair
pl_pl: Importuj parę kluczy
zh_cn: 导入秘钥对
zh_tw: 匯入密鑰對

source: Import Public Key
zh_cn: 导入公钥
zh_tw: 輸入公鑰

source: Indicators
zh_cn: 标志
zh_tw: 指示器

source: Info
zh_cn: 信息
zh_tw: 資訊

source: Info Anchor
zh_cn: 信息锚点
zh_tw: 資訊錨點

source: Info Button
zh_cn: 信息按钮
zh_tw: 資訊按鈕

source: Inline Form
zh_cn: Inline 形式
zh_tw: Inline 形式

source: Input Sizes
zh_cn: 允许输入的长度
zh_tw: 輸入大小

source: Input States
zh_cn: 输入状态
zh_tw: 輸入狀態

source: Input addons
zh_cn: 输入附加
zh_tw: 輸入附加程式

source: Input error
zh_cn: 输入错误
zh_tw: 輸入錯誤

source: Input success
zh_cn: 输入成功
zh_tw: 輸入成功

source: Input warning
zh_cn: 输入警告
zh_tw: 輸入警告

source: Inside the instance a particular subport's network will be presented as tagged frames transmitted and received on the vNIC belonging to the parent port. The cloud user may control the tagging by setting the <em>segmentation type</em> and <em>segmentation ID</em> of the subport.
zh_cn: 在实例内，一个特定的子端口网络将会以 标记数据包（tagged frame）的形式被属于 父端口的 vNIC 传输并接收。云用户可以通过 设置子端口的 <em>segmentation type</em> 和 <em>segmentation ID</em> 来控制 标记。

source: Inside the instance the parent port's network will always be presented as the untagged network. It will be available early from the moment of bootup.
zh_cn: 在实例内，父端口的网络将会一直作为 未标记的（untagged）网络存在。它将会自 启动的早期就可用。
zh_tw: 在雲實例中，母端口將會是 untagged 的網路。其將會在早期開機過程中變爲可用。

source: Instance ID
zh_cn: 实例 ID
zh_tw: 雲實例 ID

source: Instance Name
pl_pl: Nazwa instancji
zh_cn: 实例名称
zh_tw: 雲實例名稱

source: Instance Snapshot
pl_pl: Migawka instancji
zh_cn: 实例快照
zh_tw: 雲實例即時存檔

source: Instance count is required and must be an integer of at least 1
pl_pl: Liczba instancji jest wymagana, powinna być liczbą całkowitą większą lub równą 1
zh_cn: 实例数是必须的而且必须是至少为1的整数。
zh_tw: 雲實例計數需要最少為 1 的整數

source: Instance source is the template used to create an instance. You can use an image, a snapshot of an instance (image snapshot), a volume or a volume snapshot (if enabled). You can also choose to use persistent storage by creating a new volume.
zh_cn: 实例的源是用来创建实例的模板。 可以使用一个镜像、一个实例的快照（镜像快照）、 一个卷或一个卷快照（如果启用这个功能）。 您也可以通过创建一个新卷来选择使用具有持久性的存储。
zh_tw: 雲實例來源是用來新增雲實例的範本。 您可以使用已存在雲實例的即時存檔、 雲硬碟或雲硬碟即時存擋（若已啟用）。 您也可以選擇新增新的雲硬碟來使用持續性硬碟。

source: Interfaces
zh_cn: 接口
zh_tw: 網路卡

source: Is Public
zh_cn: 公有
zh_tw: 是公開的

source: Item Actions:
zh_cn: 项操作：
zh_tw: 項目工作：

source: Jumbotron
zh_cn: 超大屏幕

source: Kernel
zh_cn: 内核
zh_tw: 核心

source: Kernel ID
zh_cn: 内核 ID
zh_tw: 核心 ID

source: Key Pair Name
pl_pl: Nazwa pary kluczy
zh_cn: 密钥对名称
zh_tw: 密鑰對名稱

source: Key Pairs are how you login to your instance after it is launched. Choose a key pair name you will recognize and paste your SSH public key into the space provided.
zh_cn: 密钥对是您在实例启动后登陆进去的一种方式。 选择一个您易于识别的密钥对名字，并把您的SSH公钥粘贴到 空白处。
zh_tw: 密鑰組是您在啟動雲實例之後登入該雲實例的方式。 選擇您可以識別的密鑰組名稱，並將您的 SSH 公開金鑰貼到 提供的空白處。

source: Key Pairs are how you login to your instance after it is launched. Choose a key pair name you will recognize. Names may only include alphanumeric characters, spaces, or dashes.
zh_cn: 密钥对是您在实例创建后登陆进去的一种方式。 选择一个您易于识别的密钥对名字， 名字只能由半角的字母、数字、空格、减号组成。
zh_tw: 金鑰組是您在啟動雲實例之後登入該雲實例的方式。 擇一個您可以識別金鑰組。 名稱只能包含英數字元、空格或橫線。

source: Key Pairs are how you login to your instance after it is launched. Choose a key pair name you will recognize and paste your SSH public key into the space provided.
zh_cn: 在您启动了实例后使用密钥对进行登录。 选择一个容易辨识的密钥对名称并将您的SSH公钥粘贴到空白处。
zh_tw: 密鑰組是您在啟動雲實例之後登入該雲實例的方式。 選擇您可以識別的密鑰組名稱，並將您的 SSH 公開金鑰貼到 提供的空白處。

source: Key Pairs are how you login to your instance after it is launched. Choose a key pair name you will recognize. Names may only include alphanumeric characters, spaces, dashes and underscores.
zh_cn: 密钥对是您在实例启动后登陆进去的一种方式。 选择一个您易于辨识的密钥对名字， 名字只能由半角的字母、空格、破折号和下划线组成。
zh_tw: 密鑰組是您在啟動雲實例之後登入該雲實例的方式。 擇一個您可以識別金鑰組。 名稱只能包含英數字元、空格、橫線或底線。

source: Key Type
zh_cn: 密钥类型
zh_tw: 金鑰類型

source: Key pair %(name)s was successfully created.
zh_cn: 成功创建了密钥对%(name)s。
zh_tw: 已成功新增密鑰組 %(name)s。

source: Key pair already exists.
zh_cn: 密钥对已存在。
zh_tw: 密鑰組已存在。

source: Keypair already exists or name contains bad characters.
zh_cn: 密钥对已经存在或者名称包含不安全的字符。
zh_tw: 金鑰組已經存在，或者名稱包含不正確的字元。

source: Killed
pl_pl: Ubito
zh_cn: 终止
zh_tw: 已中斷

source: Large Modal
zh_cn: 大 Modal

source: Large button
zh_cn: 大按钮
zh_tw: 大型按鈕

source: Large input
zh_cn: 大输入
zh_tw: 大型輸入

source: Launch
zh_cn: 启动
zh_tw: 啟動

source: Launch Instance
pl_pl: Uruchom instancję
zh_cn: 创建实例
zh_tw: 發動雲實例

source: Learn more
zh_cn: 获取更多
zh_tw: 進一步瞭解

source: Left
zh_cn: 左
zh_tw: 左側

source: Legend
zh_cn: 图例
zh_tw: 圖註

source: Library
zh_cn: 库
zh_tw: 檔案庫

source: Line Charts
zh_cn: 线型图表
zh_tw: 折線圖

source: Link
zh_cn: 链接
zh_tw: 鏈結

source: List Function:
zh_cn: 功能列表：
zh_tw: 列出功能：

source: List group item heading
zh_cn: 列出组项标题
zh_tw: 清單群組項目標題

source: List groups
zh_cn: 列出组
zh_tw: 清單群組

source: Live Edit Schema Form Examples
zh_cn: 实时编辑模式示例
zh_tw: 即時編輯模式範例

source: Load Function:
zh_cn: 加载的功能：
zh_tw: 載入功能：

source: Loading
zh_cn: 加载中
zh_tw: 載入中

source: Loading ports... Please Wait
zh_cn: 加载端口... 请等待
zh_tw: 讀取端口中... 請等待

source: Loading trunk... Please Wait
zh_cn: 加载中继... 请等待
zh_tw: 讀取中繼中... 請等待

source: Location
pl_pl: Położenie
zh_cn: 位置
zh_tw: 位置

source: MAC Address
zh_cn: MAC 地址
zh_tw: MAC 位址

source: Manual
pl_pl: Ręczne
zh_cn: 手动
zh_tw: 手動

source: Max Burst Kbits
zh_cn: 最大脉冲 Kbits
zh_tw: 瞬間頻寬上限 (Kbits)。

source: Max Kbps
zh_cn: 最大 Kbps
zh_tw: 最大 Kbps

source: Max Port
pl_pl: Maks. port
zh_cn: 最大端口
zh_tw: 最大端口

source: Max. Size (bytes)
zh_cn: 容量最大值 (字节)
zh_tw: 最大容量（bytes）

source: Members
zh_cn: 成员
zh_tw: 成員

source: Messages
zh_cn: 消息
zh_tw: 訊息

source: Metadata
zh_cn: 元数据
zh_tw: 詮釋資料

source: Metadata is a collection of key-value pairs associated with an instance. The maximum length for each metadata key and value is 255 characters.
zh_cn: 元数据是与实例相关联的键值对的集合。 每个元数据键值对的最大长度为 255 个字符。
zh_tw: Metadata 是與實例相關聯的鍵值對的集合。 每個 metadata 鍵值對的最大長度為 255 個字符。

source: Metadata is used to provide additional information about the image. Sometimes this information is only used for sorting and viewing. In some installations this information may affect how the instance is deployed or behaves.
zh_cn: 元数据被用来为镜像提供额外的 信息。有时这个信息只被用来进行排序和查看。 在一些安装中，这个信息会影响到实例是如何部署以及 如何运行的。
zh_tw: Metadata 被用來為映像檔提供額外的 信息。有時這個信息只被用來進行排序和查看。 在一些安裝中，這個信息會影響到實例是如何部署以及 如何運行的。

source: Metadata was successfully updated.
zh_cn: 元数据被成功更新。
zh_tw: 已順利 metadata 。

source: Middle
zh_cn: 中
zh_tw: 中間

source: Min Disk (GB)
pl_pl: Min. dysku (GB)
zh_cn: 最小磁盘 (GB)
zh_tw: 最小硬碟（GB）

source: Min Kbps
zh_cn: 最小Kbps
zh_tw: 最小 Kbps

source: Min Port
zh_cn: 最小端口
zh_tw: 最小端口

source: Min RAM (MB)
zh_cn: 最小内存 (MB)
zh_tw: 最小隨機存取記憶體（MB）

source: Min. Disk
zh_cn: 最小磁盘大小
zh_tw: 最小硬碟

source: Min. RAM
zh_cn: 最小内存
zh_tw: 最小隨機存取記憶體

source: Min. Size (bytes)
zh_cn: 容量最小值 (字节)
zh_tw: 最小容量 (bytes)

source: Mini button
zh_cn: 迷您按钮
zh_tw: 微型按鈕

source: Minimum Disk
zh_cn: 最小磁盘
zh_tw: 硬碟容量下限

source: Minimum Disk (GB)
zh_cn: 最小磁盘 (GB)
zh_tw: 硬碟容量下限 (GB)

source: Minimum RAM
zh_cn: 最低内存
zh_tw: RAM 下限

source: Minimum RAM (MB)
zh_cn: 最低内存 (MB)
zh_tw: RAM 下限 (MB)

source: Modals
zh_cn: Modal
zh_tw: 限制模式

source: Model
zh_cn: 模型
zh_tw: 模組

source: Month
zh_cn: 月
zh_tw: 月份

source: Must not be the parent or a subport of any other trunks.
zh_cn: 不能是任何其它中继的父端口或子 端口。
zh_tw: 不得是其他中繼的母端口或子端口。

source: Name
pl_pl: Nazwa
zh_cn: 名称
zh_tw: 名稱

source: Name/ID
zh_cn: 名称/ID
zh_tw: 名子/ID

source: Names:
zh_cn: 名称：
zh_tw: 名稱：

source: Navbar
zh_cn: 导航条
zh_tw: 導覽列

source: Navs
zh_cn: 导航
zh_tw: 導覽

source: Network ID
zh_cn: 网络ID
zh_tw: 網路 ID。

source: Network Ports
zh_cn: 网络接口
zh_tw: 網路埠

source: Network characteristics
pl_pl: Charakterystyka sieci
zh_cn: 网络特性
zh_tw: 網路特徵

source: Networks
pl_pl: Sieci
zh_cn: 网络
zh_tw: 網路

source: Networks of subports may become available later than the moment of bootup. But they will be available after the trunk reached the <em>ACTIVE</em> status.
zh_cn: 子端口网络可能不会在启动时就 有效。但它们会在中继成为 <em>ACTIVE</em> 状态时有效。

source: Networks provide the communication channels for instances in the cloud.
pl_pl: Sieci zapewniają komunikację dla instancji w chmurze.
zh_cn: 在云中，网络为实例提供通信通道。
zh_tw: 網路為雲實例提供雲中的通訊頻道。

source: New File Contents
zh_cn: 新文件内容
zh_tw: 新增資料內容

source: Newer
zh_cn: 更新
zh_tw: 較新

source: Next
zh_cn: 下一项
zh_tw: 下一頁

source: No
pl_pl: Nie
zh_cn: 否
zh_tw: 否

source: No available items
pl_pl: Brak dostępnych pozycji
zh_cn: 没有可选项
zh_tw: 無可用的項目

source: No available scheduler hints
zh_cn: 没有可用的 scheduler hint
zh_tw: 沒有可用的 Scheduler Hints

source: No description available.
zh_cn: 没有可用的描述。
zh_tw: 無可用的描述。

source: No existing scheduler hints
zh_cn: 没有存在的 scheduler hint
zh_tw: 沒有存在的 Scheduler Hints

source: No items to display.
zh_cn: 没有要显示的条目。
zh_tw: 沒有項目可以列出。

source: No subport can be the parent or a subport of any other trunks.
zh_cn: 子端口不能是任何其它中继网络的父端口或 子端口。

source: None
zh_cn: 无
zh_tw: 無

source: Not Set
zh_cn: 未设置
zh_tw: 未設定

source: Not public
zh_cn: 非共有
zh_tw: 非公開

source: Note that most guest operating systems will not automatically configure and bring up the VLAN subinterfaces belonging to subports. You may have to do that yourself. For example:
zh_cn: 请注意，多数客机操纵系统不能自动配置并启用 属于子端口的 VLAN 子接口。您可能需要自己手工 实现。例如：

source: Note that some Neutron backends (notably the Open vSwitch based backend) only allow trunk creation before an instance is launched on the parent port. Other backends may allow trunk creation at any time during the life of a port.
zh_cn: 请注意，一些 Neutron 后端（包括基于 Open vSwitch 的后端）只允许实例在一个父端口中启动之前 创建中继。其它的后端可以在端口存在的任何阶段 创建中继。
zh_tw: 請注意有些 Neutron 後端（特別是基於 Open vSwitch 的後端）只允許在雲實例在母端口建立前建立中繼。 其他後端也許可以在端口的任何週期時建立中繼。

source: Note: Delimiters ('{$ ctrl.model.DELIMETER $}') are allowed in the file name to place the new file into a folder that will be created when the file is uploaded (to any depth of folders).
zh_cn: 注意：您可以在文件名中使用路径分隔符 ('{$ ctrl.model.DELIMETER $}') 来指定所放置的目录（深度不限）， 文件上传后会自动创建相关目录。
zh_tw: 附註：檔案名稱中容許使用定界字元 ('{$ ctrl.model.DELIMETER $}') 以將新檔案放置在上傳檔案（至任何深度的資料夾） 時將建立的資料夾中。

source: Note: Delimiters ('{$ ctrl.model.DELIMETER $}') are allowed in the folder name to create deep folders.
zh_cn: 注意：您可以使用路径分隔符 ('{$ ctrl.model.DELIMETER $}') 来创建多层目录。
zh_tw: 附註：資料夾名稱中容許使用定界字元 ('{$ ctrl.model.DELIMETER $}') 以新增深層資料夾。

source: Number
pl_pl: liczba
zh_cn: 序号
zh_tw: 序號

source: OVA - Open Virtual Appliance
zh_cn: OVA - 开放式虚拟设备

source: Object %(path)s has copied.
zh_cn: 对象 %(path)s 已被复制。
zh_tw: 物件 %(path)s 已經被複製

source: Object Count
zh_cn: 对象数量
zh_tw: 物件計數

source: Object Details
zh_cn: 对象详情
zh_tw: 物件詳細資訊

source: Older
zh_cn: 更老
zh_tw: 排序

source: One more separated link
zh_cn: 多个隔离的链接
zh_tw: 另一個已區隔的鏈結

source: Open
zh_cn: 打开
zh_tw: 開啟

source: Open Console
zh_cn: 打开控制台
zh_tw: 開啟主控臺

source: Option one is this
zh_cn: 选项一是这个
zh_tw: 這是第一個選項

source: Option two can be something else
zh_cn: 选项二可能是别的
zh_tw: 第二個選項可以是其他內容

source: Ordered
zh_cn: 排序的
zh_tw: 排序的

source: Other Input Types
zh_cn: 其他输入类型
zh_tw: 其他輸入類型

source: Other lists
zh_cn: 其它列表
zh_tw: 其他列表

source: Overview
zh_cn: 概览
zh_tw: 概觀

source: Owner
zh_cn: 所有者
zh_tw: 擁有者

source: Ownership
zh_cn: 所有权
zh_tw: 所有權

source: PLOOP - Virtuozzo/Parallels Loopback Disk
zh_cn: PLOOP - Virtuozzo/并行环回磁盘

source: Pager
zh_cn: 页
zh_tw: 分頁器

source: Pagination
zh_cn: 分页
zh_tw: 分頁

source: Panel content
zh_cn: 面板内容
zh_tw: 畫面內容

source: Panel danger
zh_cn: 危险面板
zh_tw: 危險畫面

source: Panel footer
zh_cn: 面板脚注
zh_tw: 畫面頁腳

source: Panel heading
zh_cn: 面板标题
zh_tw: 畫面標題

source: Panel info
zh_cn: 面板信息
zh_tw: 畫面資訊

source: Panel primary
zh_cn: 首要面板
zh_tw: 主體畫面

source: Panel success
zh_cn: 成功面板
zh_tw: 成功畫面

source: Panel warning
zh_cn: 警告面板
zh_tw: 警告畫面

source: Panels
zh_cn: 面板
zh_tw: 畫面

source: Parent Port
zh_cn: 父端口
zh_tw: 母端口

source: Parent port
zh_cn: 父端口
zh_tw: 母端口

source: Password
zh_cn: 密码
zh_tw: 密碼

source: Pending Delete
pl_pl: Oczekuje na usunięcie
zh_cn: 等待删除完成
zh_tw: 等候刪除

source: Physical Network
pl_pl: Sieć fizyczna
zh_cn: 物理网络
zh_tw: 實體網路

source: Please Wait
zh_cn: 请等待
zh_tw: 請稍等

source: Please provide the initial hostname for the instance, the availability zone where it will be deployed, and the instance count. Increase the Count to create multiple instances with the same settings.
zh_cn: 请提供实例的主机名，欲部署的可用区域和数量。 增大数量以创建多个同样配置的实例。
zh_tw: 請提供雲實例的初始主機名稱、將用來部署的可用區域以及雲實例計數。 增加「計數」以使用相同的設定新增多個雲實例。

source: Policy
zh_cn: 策略
zh_tw: 政策

source: Policy Details
zh_cn: 策略详情
zh_tw: 原則詳細資料

source: Policy ID
zh_cn: 策略 ID
zh_tw: 原則 ID

source: Policy Name
zh_cn: 策略名
zh_tw: 原則名稱

source: Policy check failed.
pl_pl: Sprawdzenie polityki się nie powiodło.
zh_cn: 策略检查失败。
zh_tw: 政策檢查失敗。

source: Popovers
zh_cn: Popover

source: Port ID
zh_cn: 端口 ID
zh_tw: 接口識別號

source: Ports can be created under a network by administrators.
zh_cn: 可由管理员在网络下创建端口。
zh_tw: 管理者可以在網路下面新增埠。

source: Ports provide extra communication channels to your instances. You can select ports instead of networks or a mix of both.
zh_cn: 端口（Ports）为您的实例提供了额外的通信渠道。您可以选择端口而非网络或者二者都选。
zh_tw: 埠為雲實例提供了額外的通訊頻道。您可以選取埠，而不是網路或這兩者的混合。

source: Prefix
zh_cn: 前缀
zh_tw: 前綴

source: Previous
zh_cn: 前一项
zh_tw: 上一頁

source: Primary
zh_cn: 主要
zh_tw: 主要的

source: Primary Anchor
zh_cn: 主锚点
zh_tw: 主要錨點

source: Primary Button
zh_cn: 主按钮
zh_tw: 主要按鈕

source: Primary Project
zh_cn: 主项目
zh_tw: 主要的專案

source: Primary Project ID
zh_cn: 主项目 ID
zh_tw: 主要專案 ID

source: Primary Project Name
zh_cn: 主项目名
zh_tw: 主要專案名稱

source: Private
pl_pl: Prywatna
zh_cn: 私有
zh_tw: 私人

source: Private Key
pl_pl: Klucz prywatny
zh_cn: 私钥
zh_tw: 私鑰

source: Profile
pl_pl: Profil
zh_cn: 概要
zh_tw: 概要

source: Progress bars
zh_cn: 进度条
zh_tw: 進度條

source: Project ID
pl_pl: ID projektu
zh_cn: 项目ID
zh_tw: 專案 ID

source: Project networks are created by users. These networks are fully isolated and are project-specific.
pl_pl: Sieci projektów są tworzone przez użytkowników. Sieci te są w pełni izolowane i ograniczone do poszczególnych projektów.
zh_cn: 项目网络是由用户创建。 这些网络完全隔离，为具体项目专用。
zh_tw: 專案網路由用戶新增。 這些網路完全統一並且專案專用。

source: Properties:
zh_cn: 属性：
zh_tw: 內容：

source: Protected
pl_pl: Chroniony
zh_cn: 受保护的
zh_tw: 受保護的

source: Protocol
pl_pl: Protokół
zh_cn: 协议
zh_tw: 協定

source: Provide basic properties of the trunk to be created. All optional.
zh_cn: 为创建的中继提供基本属性。所有都是可选的。
zh_tw: 提供中繼一些基本的可選的屬性

source: Provider Network
pl_pl: Sieć dostawcy
zh_cn: 提供者网络
zh_tw: 提供者網路

source: Provider networks are created by administrators. These networks map to an existing physical network in the data center.
pl_pl: Sieci dostępowe są tworzone przez administratorów. Sieci te odwzorowują sieci fizyczne w data center.
zh_cn: 提供者网络是由管理员创建。 这些网络映射到数据中心里现存的物理网络。
zh_tw: 提供者網路由管理員新增。 這些網路對映到已存在於資料中心的實體網路。

source: Public
pl_pl: Publiczne
zh_cn: 公有
zh_tw: 公開

source: Public Access
zh_cn: 公开访问
zh_tw: 公開存取權

source: Public Key
pl_pl: Klucz publiczny
zh_cn: 公钥
zh_tw: 公鑰

source: QCOW2 - QEMU Emulator
zh_cn: QCOW2 - QEMU 模拟器

source: Queued
pl_pl: W kolejce
zh_cn: 已排队
zh_tw: 已排入

source: RAM
zh_cn: 内存
zh_tw: 隨機存取記憶體

source: RX/TX Factor
zh_cn: RX/TX 因子
zh_tw: RX/TX 因數

source: Radios
zh_cn: 单选框
zh_tw: 圓鈕

source: Radios, Checkboxes and Select
zh_cn: 单选按钮，多选和默认选定
zh_tw: 單選按鈕，多选和預設選擇

source: Ramdisk ID
zh_cn: 内存盘 ID

source: Raw
zh_cn: 原始
