Repository: openstack/horizon
Catalog: openstack_dashboard/locale/*/LC_MESSAGES/django.po
Languages: kn, sr

source: Select format
kn: ನಮೂನೆಯನ್ನು ಆರಿಸಿ
sr: Izaberi format

source: AKI - Amazon Kernel Image
kn: AKI - ಅಮೆಜಾನ್ ಕರ್ನಲ್ ಇಮೇಜ್

source: AMI - Amazon Machine Image
kn: AKI - ಅಮೆಜಾನ್ ಮೆಶೀನ್ ಇಮೇಜ್

source: ARI - Amazon Ramdisk Image
kn: AKI - ಅಮೆಜಾನ್ ರಾಮ್‌ಡಿಸ್ಕ್ ಇಮೇಜ್

source: ISO - Optical Disk Image
kn: ISO - ಆಪ್ಟಿಕಲ್ ಡಿಸ್ಕ್ ಇಮೇಜ್
sr: ISO - Opticki Disk Image

source: QCOW2 - QEMU Emulator
kn: QCOW2 - QEMU ಎಮ್ಯುಲೇಟರ್

source: Raw
kn: ಕಚ್ಛಾ

source: CPU time used
kn: ಬಳಸಲಾದ CPU ಸಮಯ
sr: Iskorišteno CPU vreme

source: Average CPU utilization
kn: ಸರಾಸರಿ CPU ಬಳಕೆ
sr: Prosečna upotreba CPU

source: Number of VCPUs
kn: VCPUಗಳ ಸಂಖ್ಯೆ
sr: Broj VCPU-ova

source: Number of read requests
kn: ಓದುವ ಮನವಿಗಳ ಸಂಖ್ಯೆ
sr: Broja zahteva za čitanje

source: Number of write requests
kn: ಬರೆಯುವ ಮನವಿಗಳ ಸಂಖ್ಯೆ
sr: Broj zahteva za pisanje

source: Number of incoming bytes on the network for a VM interface
kn: ಜಾಲಬಂಧದಲ್ಲಿನ ಒಂದು VM ಇಂಟರ್‌ಫೇಸ್‌ಗಾಗಿನ ಒಳಬರುವ ಬೈಟ್‌ಗಳ ಸಂಖ್ಯೆ
sr: Broj dolaznih bajtova na mreži za VM interfejs

source: Number of outgoing bytes on the network for a VM interface
kn: ಜಾಲಬಂಧದಲ್ಲಿನ ಒಂದು VM ಇಂಟರ್‌ಫೇಸ್‌ಗಾಗಿನ ಹೊರಬರುವ ಬೈಟ್‌ಗಳ ಸಂಖ್ಯೆ
sr: Broj odlaznih bajtova na mreži za VM interfejs

source: Number of incoming packets for a VM interface
kn: ಒಂದು VM ಇಂಟರ್‌ಫೇಸ್‌ಗಾಗಿನ ಒಳಬರುವ ಪ್ಯಾಕೆಟ್‌ಗಳ ಸಂಖ್ಯೆ
sr: Broj dolaznih paketa za VM interfejs

source: Number of outgoing packets for a VM interface
kn: ಒಂದು VM ಇಂಟರ್‌ಫೇಸ್‌ಗಾಗಿನ ಹೊರಹೋಗುವ ಪ್ಯಾಕೆಟ್‌ಗಳ ಸಂಖ್ಯೆ
sr: Broj odlaznih paketa za VM interfejs

source: Duration of instance type %s (openstack flavor)
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್‌ನ ಕಾಲಾವಧಿ ಬಗೆ %s (ಓಪನ್‌ಸ್ಟಾಕ್ ಫ್ಲೇವರ್)
sr: Trajanje instance tipa %s (openstack aroma)

source: Creation requests for this network
kn: ಈ ಜಾಲಬಂಧಕ್ಕಾಗಿ ರಚಿಸುವಿಕೆಯ ಮನವಿಗಳು
sr: Kreiranje zahteva za ovu mrežu

source: Update requests for this network
kn: ಈ ಜಾಲಬಂಧಕ್ಕಾಗಿ ಅಪ್‌ಡೇಟ್‌ ಮಾಡುವಿಕೆಯ ಮನವಿಗಳು
sr: Izmena zahteva za ovu mrežu

source: Creation requests for this subnet
kn: ಈ ಸಬ್‌ನೆಟ್‌ಗಾಗಿ ರಚಿಸುವಿಕೆಯ ಮನವಿಗಳು
sr: Kreiranje zahteva za ovu podmrežu

source: Update requests for this subnet
kn: ಈ ಸಬ್‌ನೆಟ್‌ಗಾಗಿ ಅಪ್‌ಡೇಟ್‌ ಮಾಡುವಿಕೆಯ ಮನವಿಗಳು
sr: Ažuriranje zahteva za ovu podmrežu

source: Creation requests for this port
kn: ಈ ಪೋರ್ಟ್‌ಗಾಗಿ ರಚಿಸುವಿಕೆಯ ಮನವಿಗಳು
sr: Kreiranje zahteva za ovaj port

source: Update requests for this port
kn: ಈ ಪೋರ್ಟ್‌ಗಾಗಿ ಅಪ್‌ಡೇಟ್‌ ಮಾಡುವಿಕೆಯ ಮನವಿಗಳು
sr: Ažuriranje zahteva za ovu pristupnu tačku

source: Creation requests for this router
kn: ಈ ರೌಟರ್‌ಗಾಗಿ ರಚಿಸುವಿಕೆಯ ಮನವಿಗಳು
sr: Kreiranje zahteva za ovaj ruter

source: Update requests for this router
kn: ಈ ರೌಟರ್‌ಗಾಗಿ ಅಪ್‌ಡೇಟ್‌ ಮಾಡುವಿಕೆಯ ಮನವಿಗಳು
sr: Ažuriranje zahteva za ovaj ruter

source: Creation requests for this floating ip
kn: ಈ ಫ್ಲೋಟಿಂಗ್‌ ipಗಾಗಿ ರಚಿಸುವಿಕೆಯ ಮನವಿಗಳು
sr: Zahtevi za kreiranje ove floating IP adrese

source: Update requests for this floating ip
kn: ಈ ಫ್ಲೋಟಿಂಗ್‌ ip ಗಾಗಿ ಅಪ್‌ಡೇಟ್‌ ಮಾಡುವಿಕೆಯ ಮನವಿಗಳು
sr: Zahtevi za ažuriranje ove floating IP adrese

source: Image existence check
kn: ಚಿತ್ರಿಕೆ ಇರುವಿಕೆಯ ಪರೀಕ್ಷೆ
sr: Procera postojanja Image-a

source: Uploaded image size
kn: ಅಪ್‌ಲೋಡ್‌ ಮಾಡಿದ ಚಿತ್ರಿಕೆಯ ಗಾತ್ರ
sr: Veličina postavljenog otiska sadržaja diska

source: Image is downloaded
kn: ಚಿತ್ರಿಕೆಯನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲಾಗಿದೆ
sr: Otisak sadržaja diska je preuzet

source: Image is served out
kn: ಚಿತ್ರಿಕೆಯನ್ನು ಹೊರಕ್ಕೆ ಸರ್ವ್ ಮಾಡಲಾಗಿದೆ
sr: Otisak sadržaja diska se više ne koristi

source: Size of volume
kn: ಪರಿಮಾಣದ ಗಾತ್ರ
sr: Veličina volume-a

source: Number of objects
kn: ವಸ್ತುಗಳ ಸಂಖ್ಯೆ
sr: Broj objekata

source: Total size of stored objects
kn: ಶೇಖರಿಸಲಾದ ವಸ್ತುಗಳ ಒಟ್ಟು ಗಾತ್ರ
sr: Ukupna veličina čuvanih objekata

source: Number of containers
kn: ಕಂಟೇನರ್‌ಗಳ ಸಂಖ್ಯೆ
sr: Broj kontejnera

source: Number of incoming bytes
kn: ಒಳಬರುವ ಬೈಟ್‌ಗಳ ಸಂಖ್ಯೆ
sr: Količina dolazećih byte-ova

source: Number of outgoing bytes
kn: ಹೊರಬರುವ ಬೈಟ್‌ಗಳ ಸಂಖ್ಯೆ
sr: Količina odlazećih byte-ova

source: Number of API requests against swift
kn: ಸ್ವಿಫ್ಟ್‌ಗೆ API ಮನವಿಗಳ ಸಂಖ್ಯೆ
sr: Broj API zahteva ka Swift-u

source: Amount of energy
kn: ವಿದ್ಯುಚ್ಛಕ್ತಿಯ ಪ್ರಮಾಣ
sr: Količina energije

source: Power consumption
kn: ವಿದ್ಯುಚ್ಛಕ್ತಿಯ ಬಳಕೆ
sr: Potrošnja snage

source: back-end
kn: ಹಿನ್ನೆಲೆ
sr: zadnji deo

source: front-end
kn: ಮುನ್ನೆಲೆ
sr: prednji deo

# Both of front-end and back-end
source: both
kn: ಎರಡೂ
sr: oboje

source: Unknown instance
kn: ಗೊತ್ತಿರದ ಇನ್‌ಸ್ಟೆನ್ಸ್
sr: Nepoznata instanca

source: %(type)s (%(backend)s backend)
kn: %(type)s (%(backend)s ಬ್ಯಾಕೆಂಡ್‌)
sr: %(type)s (%(backend)s pozadina)

source: Identity service does not allow editing user data.
kn: ಬಳಕೆದಾರರ ದತ್ತಾಂಶವನ್ನು ಸಂಪಾದಿಸಲು ಐಡೆಂಟಿಟಿ ಸೇವೆಯು ಅನುಮತಿಸುವುದಿಲ್ಲ.
sr: Servis identiteta ne dozvoljava izmenu podataka korisnika.

source: User %s has no role defined for that project.
kn: ಆ ಪರಿಯೋಜನೆಗಾಗಿ %s ಬಳಕೆದಾರನ ಯಾವುದೆ ಪಾತ್ರವನ್ನು ಸೂಚಿಸಲಾಗಿಲ್ಲ.
sr: Korisnik %s nema ulogu u ovom projektu.

source: ALLOW %(ethertype)s %(proto_port)s %(direction)s %(remote)s
kn: %(ethertype)s %(proto_port)s %(direction)s %(remote)s ಅನ್ನು ಅನುಮತಿಸು
sr: DOZVOLI %(ethertype)s %(proto_port)s %(direction)s %(remote)s

source: Unable to connect to Neutron.
kn: ನ್ಯೂಟ್ರಾನ್‌ಗೆ ಸಂಪರ್ಕ ಹೊಂದಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nije moguće povezati se sa Neutronom.

source: Unable to parse IP address %s.
kn: IP ವಿಳಾಸ %s ಅನ್ನು ಪಾರ್ಸ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nije moguće parsirati IP adresu %s.

source: The requested feature '%(feature)s' is unknown. Please make sure to specify a feature defined in FEATURE_MAP.
kn: ಮನವಿ ಮಾಡಲಾದ ಸೌಲಭ್ಯ '%(feature)s' ದ ಬಗ್ಗೆ ತಿಳಿದಿಲ್ಲ. FEATURE_MAP ನಲ್ಲಿ ವಿವರಿಸಲಾದ ಸೌಲಭ್ಯವನ್ನು ಸೂಚಿಸಲು ಮರೆಯದಿರಿ.

source: The 'operation' parameter for get_feature_permission '%(feature)s' is invalid. It should be one of %(allowed)s
kn: get_feature_permission '%(feature)s' ಗಾಗಿನ 'operation' ನಿಯತಾಂಕವು ಅಮಾನ್ಯವಾಗಿದೆ. ಇದು %(allowed)s ರಲ್ಲಿ ಒಂದು ಆಗಿರಬೇಕು

source: Failed to check Neutron '%s' extension is not supported
kn: ನ್ಯೂಟ್ರಾನ್ ಅನ್ನು ಪರಿಶೀಲಿಸಲು ವಿಫಲಗೊಂಡಿದೆ, '%s' ವಿಸ್ತರಣೆಯನ್ನು ಬೆಂಬಲಿಸಲಾಗುವುದಿಲ್ಲ
sr: Neuspela provera Neutrona '%s' extenzija nije podržana

source: ALLOW %(from)s:%(to)s from %(group)s
kn: %(from)s ಅನ್ನು ಅನುಮತಿಸು:%(group)s ಇಂದ %(to)s

source: ALLOW %(from)s:%(to)s from %(cidr)s
kn: %(from)s ಅನ್ನು ಅನುಮತಿಸು:%(cidr)s ಇಂದ %(to)s

source: Couldn't get security group list.
kn: ಸುರಕ್ಷತಾ ಗುಂಪಿನ ಪಟ್ಟಿಯನ್ನು ಪಡೆಯಲಾಗಿಲ್ಲ.
sr: Ne mogu dobiti listu sigurnosne grupe.

source: Couldn't get current security group list for instance %s.
kn: %s ಇನ್‌ಸ್ಟೆನ್ಸ್‌ಗಾಗಿ ಸೂಕ್ತವಾದ ಸುರಕ್ಷತಾ ಗುಂಪಿನ ಪಟ್ಟಿಯನ್ನು ಪಡೆಯಲಾಗಿಲ್ಲ.
sr: Nije moguće dobiti listu bezbednosnih grupa za instancu %s

source: Failed to modify %(num_groups_to_modify)d instance security groups: %(err)s
kn: %(num_groups_to_modify)d ಇನ್‌ಸ್ಟೆನ್ಸಿನ ಸುರಕ್ಷತಾ ಗುಂಪುಗಳನ್ನು ಮಾರ್ಪಡಿಸಲು ವಿಫಲಗೊಂಡಿದೆ: %(err)s
sr: Neuspela izmena %(num_groups_to_modify)d bezbedonosne grupe: %(err)s

source: Failed to modify %d instance security groups
kn: %d ಇನ್‌ಸ್ಟೆನ್ಸಿನ ಸುರಕ್ಷತಾ ಗುಂಪುಗಳನ್ನು ಮಾರ್ಪಡಿಸಲು ವಿಫಲಗೊಂಡಿದೆ
sr: Neuspela izmena %d bezbedonosne grupe

source: Name: %(name)s ID: %(uuid)s
kn: ಹೆಸರು: %(name)s ID: %(uuid)s
sr: Naziv: %(name)s ID: %(uuid)s

source: Failed to evacuate instances: %s
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್‌ಗಳನ್ನು ಖಾಲಿ ಮಾಡುವಲ್ಲಿ ವಿಫಲಗೊಂಡಿದೆ: %s
sr: Neuspelo spasavanje instance: %s

source: The container cannot be deleted since it is not empty.
kn: ಕಂಟೇನರ್‌ ಖಾಲಿ ಇರದ ಕಾರಣದಿಂದಾಗಿ ಅದನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nije moguće obrisati kontejner jer nije prazan

source: The pseudo folder cannot be deleted since it is not empty.
kn: ನಕಲಿ (ಸೂಡೊ) ಕಡತಕೋಶವು ಖಾಲಿ ಇರದ ಕಾರಣದಿಂದಾಗಿ ಅದನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nije moguće obrisati kontejner jer nije prazan

source: System
kn: ವ್ಯವಸ್ಥೆ
sr: Sistem

source: Admin
kn: ವ್ಯವಸ್ಥಾಪಕ

source: Name
kn: ಹೆಸರು
sr: Ime

source: Availability Zone
kn: ಲಭ್ಯತೆಯ ವಲಯ
sr: Dostupno u zoni

source: Successfully updated aggregate: "%s."
kn: ಒಟ್ಟುಗೂಡಿಕೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗಿದೆ: "%s."
sr: Uspešno ažuriran skup: "%s."

source: Unable to update the aggregate.
kn: ಒಟ್ಟುಗೂಡಿಕೆಯನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nije moguće ažurirati skup.

source: Metadata successfully updated.
kn: ಮೆಟಾಡೇಟಾವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗಿದೆ.

source: Unable to update the aggregate metadata.
kn: ಮೆಟಾಡೇಟ ಒಟ್ಟುಗೂಡಿಕೆಯನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Host Aggregates
kn: ಆತಿಥೇಯದ ಒಟ್ಟುಗೂಡಿಕೆಗಳು
sr: Združeno hostovi

source: Create Host Aggregate
kn: ಆತಿಥೇಯ ಒಟ್ಟುಗೂಡಿಕೆಯನ್ನು ರಚಿಸು
sr: Kreiranje skupa hostova

source: Manage Hosts
kn: ಆತಿಥೇಯಗಳನ್ನು ನಿರ್ವಹಿಸು
sr: Upravljanje Hostovima

source: Update Metadata
kn: ಮೆಟಾಡೇಟವನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡು
sr: Ažurirani Metadata podaci

source: Edit Host Aggregate
kn: ಆತಿಥೇಯ ಒಟ್ಟುಗೂಡಿಕೆಯನ್ನು ಸಂಪಾದಿಸು
sr: Izmena skupa hostova

source: Services Up
kn: ಸೇವೆಗಳು ಸಕ್ರಿಯ
sr: Servisi aktivni

source: Services Down
kn: ಸೇವೆಗಳು ನಿಷ್ಕ್ರಿಯ
sr: Servisi neaktivni

source: Hosts
kn: ಆತಿಥೇಯ ಗಣಕಗಳು
sr: Hostovi

source: Metadata
kn: ಮೆಟಾಡೇಟ

source: Availability Zone Name
kn: ಲಭ್ಯತೆಯ ವಲಯದ ಹೆಸರು
sr: Naziv zone dostupnosti

source: Available
kn: ಲಭ್ಯವಿದೆ
sr: Dostupno

source: Availability Zones
kn: ಲಭ್ಯತೆಯ ವಲಯಗಳು
sr: Zone dostupnosti

source: Unable to retrieve host aggregates list.
kn: ಆತಿಥೇಯದ ಒಟ್ಟುಗೂಡಿಕೆಗಳ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće izvući listu združenja hostova.

source: Unable to retrieve availability zone list.
kn: ಲಭ್ಯತೆಯ ವಲಯದ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nije moguće izvući listu zona dostupnosti.

source: Unable to retrieve the aggregate to be updated
kn: ಅಪ್‌ಡೇಟ್‌ ಮಾಡಬೇಕಿರುವ ಒಟ್ಟುಗೂಡಿಕೆಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
sr: Nije moguće izvući skup koji se ažurira

source: Update Aggregate Metadata
kn: ಒಟ್ಟುಗೂಡಿಕೆಯ ಮೆಟಾಡೇಟವನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಿ

source: Unable to retrieve available metadata for aggregate.
kn: ಒಟ್ಟುಗೂಡಿಕೆಗಾಗಿ ಲಭ್ಯವಿರುವ ಮೆಟಾಡೇಟಾವನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Unable to retrieve the aggregate to be updated.
kn: ಅಪ್‌ಡೇಟ್‌ ಮಾಡಬೇಕಿರುವ ಒಟ್ಟುಗೂಡಿಕೆಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Manage Hosts Aggregate
kn: ಆತಿಥೇಯಗಳ ಒಟ್ಟುಗೂಡಿಕೆಯನ್ನು ನಿರ್ವಹಿಸಿ
sr: Upravljanje host skupovima

source: Host Aggregate Information
kn: ಆತಿಥೇಯ ಒಟ್ಟುಗೂಡಿಕೆಯ ಮಾಹಿತಿ
sr: Informacije o združenim hostovima

source: Host aggregates divide an availability zone into logical units by grouping together hosts. Create a host aggregate then select the hosts contained in it.
kn: ಆತಿಥೇಯ ಒಟ್ಟುಗೂಡಿಕೆಗಳು ಆತಿಥೇಯಗಳನ್ನು ಗುಂಪುಗೂಡಿಸುವ ಮೂಲಕ ಲಭ್ಯತೆಯ ವಲಯವನ್ನು ಲಾಜಿಕಲ್ ಘಟಕಗಳಾಗಿ ವಿಭಜಿಸುತ್ತದೆ. ಒಂದು ಆತಿಥೇಯ ಒಟ್ಟುಗೂಡಿಕೆಯನ್ನು ರಚಿಸಿ ನಂತರ ಅದರಲ್ಲಿರುವ ಆತಿಥೇಯಗಳನ್ನು ಆರಿಸಿ.

source: Unable to get host aggregate list
kn: ಆತಿಥೇಯ ಒಟ್ಟುಗೂಡಿಕೆಯ ಪಟ್ಟಿಯನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
sr: Nemoguće izvući listu skupova hostova

source: The name "%s" is already used by another host aggregate.
kn: "%s" ಎಂಬ ಹೆಸರನ್ನು ಇನ್ನೊಂದು ಆತಿಥೇಯ ಒಟ್ಟುಗೂಡಿಕೆಯಿಂದ ಈಗಾಗಲೇ ಬಳಸಲಾಗಿದೆ.
sr: Naziv "%s" se već koristi za drugi skup hostova.

source: Unable to get the available hosts
kn: ಲಭ್ಯವಿರುವ ಎಲ್ಲಾ ಆತಿಥೇಯಗಣಕಗಳನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
sr: Nije moguće izvaditi listu raspoloživih hostova.

source: Manage Hosts within Aggregate
kn: ಒಟ್ಟುಗೂಡಿಕೆಯ ಒಳಗೆ ಆತಿಥೇಯವನ್ನು ನಿರ್ವಹಿಸಿ
sr: Upravljanje Skupovima Hostova

source: Add hosts to this aggregate. Hosts can be in multiple aggregates.
kn: ಈ ಒಟ್ಟುಗೂಡಿಕೆಗೆ ಆತಿಥೇಯಗಳನ್ನು ಸೇರಿಸಿ. ಆತಿಥೇಯಗಳು ಅನೇಕ ಒಟ್ಟುಗೂಡಿಕೆಗಳಾಗಿರಬಹುದು.
sr: Dodaj Host ovom skupu. Host moze biti dodan u vise skupova.

source: All available hosts
kn: ಲಭ್ಯವಿರುವ ಎಲ್ಲಾ ಆತಿಥೇಯಗಣಕಗಳು
sr: Svi raspoloživi hostovi

source: Selected hosts
kn: ಆರಿಸಲಾದ ಆತಿಥೇಯಗಣಕಗಳು
sr: Izabrani hostovi

source: No hosts found.
kn: ಯಾವುದೆ ಆತಿಥೇಯಗಣಕಗಳು ಕಂಡುಬಂದಿಲ್ಲ.
sr: Nije pronađen ni jedan host.

source: No host selected.
kn: ಯಾವುದೆ ಆತಿಥೇಯಗಣಕಗಳನ್ನು ಆರಿಸಲಾಗಿಲ್ಲ.
sr: Nije izabran ni jedan host.

source: Add hosts to this aggregate or remove hosts from it. Hosts can be in multiple aggregates.
kn: ಈ ಒಟ್ಟುಗೂಡಿಕೆಗಳಿಗೆ ಆತಿಥೇಯಗಳನ್ನು ಸೇರಿಸಿ ಅಥವ ಅದರಿಂದ ಆತಿಥೇಯಗಳನ್ನು ತೆಗೆದುಹಾಕಿ. ಆತಿಥೇಯಗಳು ಅನೇಕ ಒಟ್ಟುಗೂಡಿಕೆಗಳಾಗಿರಬಹುದು.
sr: Dodaj Host ovom skupu ili ga ukloni. Host moze biti dodan u vise skupova.

source: All Available Hosts
kn: ಲಭ್ಯವಿರುವ ಎಲ್ಲಾ ಆತಿಥೇಯಗಣಕಗಳು
sr: Svi raspoloživi hostovi

source: Selected Hosts
kn: ಆರಿಸಲಾದ ಆತಿಥೇಯಗಣಕಗಳು
sr: Izabrani hostovi

source: No Hosts found.
kn: ಯಾವುದೆ ಆತಿಥೇಯಗಣಕಗಳು ಕಂಡುಬಂದಿಲ್ಲ.
sr: Nije pronađen ni jedan host.

source: No Host selected.
kn: ಯಾವುದೆ ಆತಿಥೇಯಗಣಕಗಳನ್ನು ಆರಿಸಲಾಗಿಲ್ಲ.
sr: Nije izabran ni jedan host.

source: Created new host aggregate "%s".
kn: ಹೊಸ ಆತಿಥೇಯ ಒಟ್ಟುಗೂಡಿಕೆ "%s" ಅನ್ನು ರಚಿಸಲಾಗಿದೆ.
sr: Kreiran novi skup hostova "%s".

source: Unable to create host aggregate "%s".
kn: ಆತಿಥೇಯ ಒಟ್ಟುಗೂಡಿಕೆ "%s" ಅನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nije moguće kreirati skup hostova "%s".

source: Unable to create host aggregate.
kn: ಆತಿಥೇಯ ಒಟ್ಟುಗೂಡಿಕೆಯನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nije moguće kreirati skup hostova.

source: Error adding Hosts to the aggregate.
kn: ಒಟ್ಟುಗೂಡಿಕೆಗೆ ಆತಿಥೇಯಗಳನ್ನು ಸೇರಿಸುವಲ್ಲಿ ದೋಷ.
sr: Greška pri dodavanju hosta u skup.

source: Add/Remove Hosts to Aggregate
kn: ಒಟ್ಟುಗೂಡಿಕೆಗೆ ಆತಿಥೇಯಗಳನ್ನು ಸೇರಿಸು/ತೆಗೆದುಹಾಕು
sr: Dodaj/Izbaci host iz skupa

source: Save
kn: ಉಳಿಸಿ
sr: Sačuvaj

source: The Aggregate was updated.
kn: ಒಟ್ಟುಗೂಡಿಕೆಯನ್ನು ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗಿದೆ.
sr: Skup je ažuriran.

source: Error when adding or removing hosts.
kn: ಆತಿಥೇಯಗಳನ್ನು ಸೇರಿಸುವಲ್ಲಿ ಅಥವ ತೆಗೆದುಹಾಕುವಲ್ಲಿ ದೋಷ.
sr: Greška pri dodavanju ili uklanjanju hostova.

source: Description:
kn: ವಿವರಣೆ:
sr: Opis:

source: Host aggregates divide an availability zone into logical units by grouping together hosts. Edit the aggregate host to select hosts contained in it.
kn: ಆತಿಥೇಯ ಒಟ್ಟುಗೂಡಿಕೆಗಳು ಆತಿಥೇಯಗಳನ್ನು ಗುಂಪುಗೂಡಿಸುವ ಮೂಲಕ ಲಭ್ಯತೆಯ ವಲಯವನ್ನು ಲಾಜಿಕಲ್ ಘಟಕಗಳಾಗಿ ವಿಭಜಿಸುತ್ತದೆ. ಒಂದು ಆತಿಥೇಯ ಒಟ್ಟುಗೂಡಿಕೆಯಲ್ಲಿನ ಆತಿಥೇಯಗಳನ್ನು ಆರಿಸಲು ಅದರಲ್ಲಿರುವ ಆತಿಥೇಯವನ್ನು ಸಂಪಾದಿಸಿ.

source: Cancel
kn: ರದ್ದುಗೊಳಿಸಿ
sr: Odustani

source: Defaults
kn: ಪೂರ್ವನಿಯೋಜಿತಗಳು
sr: Podrazumevano

source: Update Defaults
kn: ಪೂರ್ವನಿಯೋಜಿತಗಳನ್ನು ಅಪ್‌ಡೇಟ್‌ಮಾಡು
sr: Ažuriranje podrazumevanog

source: Injected File Content Bytes
kn: ಇಂಜೆಕ್ಟ್‌ ಮಾಡಲಾದ ಕಡತದ ಕಂಟೆಂಟ್ ಬೈಟ್‌ಗಳು

source: Length of Injected File Path
kn: ಇಂಜೆಕ್ಟ್‌ ಮಾಡಿದ ಕಡತ ಮಾರ್ಗದ ಉದ್ದ
sr: Količina podataka po osnovi ubačenih putanja datoteka

source: Metadata Items
kn: ಮೆಟಾಡೇಟ ಅಂಶಗಳು
sr: Činioci meta podataka

source: VCPUs
kn: VCPUಗಳು

source: Instances
kn: ಇನ್‌ಸ್ಟನ್ಸ್‌ಗಳು
sr: Instance

source: Injected Files
kn: ಇಂಜೆಕ್ಟ್‌ ಮಾಡಿದ ಕಡತಗಳು

source: Volumes
kn: ಪರಿಮಾಣಗಳು
sr: Volume-i

source: Volume Snapshots
kn: ಪರಿಮಾಣಗಳು ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ಗಳು
sr: Snapshot-ovi volume-a

source: Total Size of Volumes and Snapshots (GB)
kn: ಪರಿಮಾಣಗಳು ಮತ್ತು ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ಗಳ ಒಟ್ಟು ಗಾತ್ರ (GB)
sr: Ukupna veličina volume-a i snapshot-ova (GB)

source: Floating IPs
kn: ಫ್ಲೋಟಿಂಗ್‌ IPಗಳು
sr: Slobodne IP

source: Security Groups
kn: ಸುರಕ್ಷತಾ ಗುಂಪುಗಳು
sr: Sigurnosne grupe

source: Security Group Rules
kn: ಸುರಕ್ಷತಾ ಗುಂಪಿನ ನಿಯಮಗಳು
sr: Pravila sigurnosnih grupa

source: Key Pairs
kn: ಕೀಲಿ ಜೋಡಿಗಳು
sr: parovi sigurnosnih ključeva

source: Fixed IPs
kn: ನಿಶ್ಚಿತ IP ಗಳು
sr: Fiksne IP addrese

source: LUKS Volumes
kn: LUKS ಪರಿಮಾಣಗಳು
sr: LUKS Volume-i

source: LUKS Volume Snapshots
kn: LUKS ಪರಿಮಾಣಗಳು ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ಗಳು
sr: Snapshot LUKS volume-a

source: Total Size of LUKS Volumes and Snapshots (GB)
kn: LUKS ಪರಿಮಾಣಗಳು ಮತ್ತು ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ಗಳ ಒಟ್ಟು ಗಾತ್ರ (GB)
sr: Ukupna veličina LUKS volume-a i snapshot-a (GB)

source: Quota Name
kn: ಕೋಟಾ ಹೆಸರು
sr: Ime kvote

source: Limit
kn: ಮಿತಿ
sr: Ograničenje

source: Quotas
kn: ಕೋಟಾಗಳು
sr: Kvote

source: Default Quotas
kn: ಪೂರ್ವನಿಯೋಜಿತ ಕೋಟಾಗಳು
sr: Podrazumevane kvote

source: Unable to get quota info.
kn: ಕೋಟಾ ಮಾಹಿತಿಯನ್ನು ಪಡೆಯಲಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti podatke o kvoti.

source: Unable to retrieve default quota values.
kn: ಪೂರ್ವನಿಯೋಜಿತ ಕೋಟಾ ಮೌಲ್ಯಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti podrazumevane vrednosti kvote.

source: From here you can update the default quotas (max limits).
kn: ಇಲ್ಲಿಂದ ನೀವು ಪೂರ್ವನಿಯೋಜಿತ ಕೋಟಾಗಳನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಬಹುದು (ಗರಿಷ್ಟ ಮಿತಿಗಳು).
sr: Ovde možete izmeniti postavke kvota (maksimalna ograničenja)

source: Update Default Quotas
kn: ಪೂರ್ವನಿಯೋಜಿತ ಕೋಟಾಗಳನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡು
sr: Izmenite podrazumevane kvote

source: Default quotas updated.
kn: ಪೂರ್ವನಿಯೋಜಿತ ಕೋಟಾಗಳನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ.
sr: Podrazumevane kvote osvežene

source: Unable to update default quotas.
kn: ಪೂರ್ವನಿಯೋಜಿತ ಕೋಟಾಗಳನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿಲ್ಲ.
sr: Nemoguće ažuriranje podrazumevanih kvota.

source: Unable to update the flavor metadata.
kn: ಮೆಟಾಡೇಟ ಫ್ಲೇವರ್‌ ಅನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Flavors
kn: ಫ್ಲೇವರ್‌ಗಳು
sr: Arome

source: Create Flavor
kn: ಫ್ಲೇವರ್‌ ಅನ್ನು ರಚಿಸು
sr: Kreiraj aromu

source: Edit Flavor
kn: ಫ್ಲೇವರ್‌ ಅನ್ನು ಸಂಪಾದಿಸಿ
sr: Izmena arome

source: Modify Access
kn: ನಿಲುಕನ್ನು ಮಾರ್ಪಡಿಸು
sr: Izmena pristupa

source: Flavor Name
kn: ಫ್ಲೇವರ್‌ ಹೆಸರು
sr: Ime arome

source: Root Disk
kn: ರೂಟ್‌ ಡಿಸ್ಕ್‌

source: Ephemeral Disk
kn: ಎಫರ್ಮಲ್‌ ಡಿಸ್ಕ್‌

source: Swap Disk
kn: ಸ್ವಾಪ್‌ ಡಿಸ್ಕ್

source: Public
kn: ಸಾರ್ವಜನಿಕ
sr: Javni

source: Unable to retrieve flavor list.
kn: ಫ್ಲೇವರ್‌ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nije moguće izvaditi listu aroma.

source: Unable to retrieve flavor details.
kn: ಫ್ಲೇವರ್‌ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti detalje arome.

source: Update Flavor Metadata
kn: ಫ್ಲೇವರ್‌ ಮೆಟಾಡೇಟ ಅನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಿ

source: Unable to retrieve available metadata for flavors.
kn: ಫ್ಲೇವರ್‌ಗಳಿಗಾಗಿ ಲಭ್ಯವಿರುವ ಮೆಟಾಡೇಟಾವನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Unable to retrieve the flavor metadata.
kn: ಮೆಟಾಡೇಟ ಫ್ಲೇವರ್‌ ಅನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Flavor ID should be UUID4 or integer. Leave this field blank or use 'auto' to set a random UUID4.
kn: ಫ್ಲೇವರ್‌ ID ಯು UUID4 ಅಥವ ಪೂರ್ಣಾಂಕವಾಗಿರುತ್ತದೆ. ಈ ಸ್ಥಳವನ್ನು ಖಾಲಿ ಬಿಡಿ ಅಥವ ಯಾವುದೆ UUID4 ಗೆ ಹೊಂದಿಸಲು 'auto' ಅನ್ನು ಬಳಸಿ.
sr: Aroma ID treba da bude UUID4 ili integer. Ostavite polje prazno ili upišite Auto da postavite slučajan UUID4.

source: Name may only contain letters, numbers, underscores, periods and hyphens.
kn: ಹೆಸರು ಕೇವಲ ಅಕ್ಷರಗಳು, ಸಂಖ್ಯೆಗಳು, ಅಂಡರ್‌ಸ್ಕೋರ್‌ಗಳು, ಪಿರಿಯಡ್‌ಗಳು ಮತ್ತು ಹೈಫನ್‌ಗಳನ್ನು ಮಾತ್ರ ಹೊಂದಿರಬಹುದು.
sr: Ime može da sadrži slova, brojeve, podcrte, tačke ili crtice.

source: Root Disk (GB)
kn: ರೂಟ್‌ ಡಿಸ್ಕ್‌ (GB)

source: Ephemeral Disk (GB)
kn: ಎಫರ್ಮಲ್‌ ಡಿಸ್ಕ್‌ (GB)

source: Swap Disk (MB)
kn: ಸ್ವಾಪ್‌ ಡಿಸ್ಕ್ (MB)

source: Flavor Information
kn: ಫ್ಲೇವರ್‌ ಮಾಹಿತಿ
sr: Informacije o definisanim resursima

source: Flavors define the sizes for RAM, disk, number of cores, and other resources and can be selected when users deploy instances.
kn: ಫ್ಲೇವರ್‌ಗಳು RAM, ಡಿಸ್ಕ್, ಕೋರ್‌ಗಳ ಸಂಖ್ಯೆ, ಮತ್ತು ಇತರೆ ಸಂಪನ್ಮೂಲಗಳನ್ನು ಸೂಚಿಸುತ್ತದೆ ಮತ್ತು ಬಳಕೆದಾರರು ಇನ್‌ಸ್ಟನ್ಸ್‌ಗಳನ್ನು ನಿಯೋಜಿಸಿದಾಗ ಆರಿಸಲು ಸಾಧ್ಯವಿರುತ್ತದೆ.
sr: Flavors definise veličinu RAM, diska i broj jezgara za virtuenu mašinu koju želimo da kreiramo.

source: Unable to get flavor list
kn: ಫ್ಲೇವರ್‌ ಪಟ್ಟಿಯನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
sr: Nije moguće dobiti listu aroma

source: The name "%s" is already used by another flavor.
kn: "%s" ಎಂಬ ಹೆಸರನ್ನು ಇನ್ನೊಂದು ಫ್ಲೇವರ್‌ನಿಂದ ಈಗಾಗಲೇ ಬಳಸಲಾಗಿದೆ.
sr: Ime "%s" se već koristi za drugu aromu.

source: The ID "%s" is already used by another flavor.
kn: "%s" ID ಯನ್ನು ಇನ್ನೊಂದು ಫ್ಲೇವರ್‌ನಿಂದ ಈಗಾಗಲೇ ಬಳಸಲಾಗಿದೆ.
sr: ID "%s" se već koristi za drugu aromu.

source: Unable to retrieve flavor access list. Please try again later.
kn: ಫ್ಲೇವರ್‌ ಎಕ್ಸೆಸ್‌ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. ದಯವಿಟ್ಟು ಇನ್ನೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
sr: Nemoguće je izvući pristupnu lista aroma. Molimo pokušajte ponovo kasnije.

source: Flavor Access
kn: ಫ್ಲೇವರ್‌ ಎಕ್ಸೆಸ್
sr: Pristup aromama

source: Select the projects where the flavors will be used. If no projects are selected, then the flavor will be available in all projects.
kn: ಫ್ಲೇವರ್‌ಗಳನ್ನು ಯಾವ ಪರಿಯೋಜನೆಗಳಲ್ಲಿ ಬಳಸಲಾಗುತ್ತದೆ ಎಂಬುದನ್ನು ಆರಿಸಿ. ಯಾವುದೆ ಪರಿಯೋಜನೆಗಳನ್ನು ಆರಿಸಲಾಗಿರದೆ ಇದ್ದಲ್ಲಿ, ಎಲ್ಲಾ ಪರಿಯೋಜನೆಗಳಲ್ಲಿ ಫ್ಲೇವರ್‌ ಲಭ್ಯವಿರುತ್ತದೆ.
sr: Izaberite projekat gde će ovaj skup definisanih resursa za VM biti korišćen. Ako ne izaberete projekat definisani resursi će biti dostupni u svim projektima.

source: All Projects
kn: ಎಲ್ಲಾ ಪರಿಯೋಜನೆಗಳು
sr: Svi projekti

source: Selected Projects
kn: ಆರಿಸಲಾದ ಪರಿಯೋಜನೆಗಳು
sr: Izabrani projekti

source: No projects found.
kn: ಯಾವುದೆ ಪರಿಯೋಜನೆಗಳು ಕಂಡುಬಂದಿಲ್ಲ.
sr: Nema projekata.

source: No projects selected. All projects can use the flavor.
kn: ಯಾವುದೆ ಪರಿಯೋಜನೆಗಳನ್ನು ಆರಿಸಲಾಗಿಲ್ಲ. ಎಲ್ಲಾ ಪರಿಯೋಜನೆಗಳು ಫ್ಲೇವರ್‌ ಅನ್ನು ಬಳಸಬಹುದು.
sr: Nijedan projekat nije odabran. Svi projekti mogu koristiti aromu.

source: Created new flavor "%s".
kn: ಹೊಸ ಫ್ಲೇವರ್‌ "%s" ಅನ್ನು ರಚಿಸಲಾಗಿದೆ.
sr: Kreiran novu aromu "%s".

source: Unable to create flavor "%s".
kn: ಫ್ಲೇವರ್‌ "%s" ಅನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće kreirati aromu "%s".

source: Unable to create flavor.
kn: ಫ್ಲೇವರ್‌ ಅನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nije moguće kreirati aromu.

source: Unable to set flavor access for project %s.
kn: %s ಪರಿಯೋಜನೆಗಾಗಿ ಫ್ಲೇವರ್‌ ಎಕ್ಸೆಸ್‌ ಅನ್ನು ಹೊಂದಿಸಲಾಗಿಲ್ಲ.
sr: Nemoguće je dodeliti projektu %s pristup aromama.

source: Edit the flavor details. Flavors define the sizes for RAM, disk, number of cores, and other resources. Flavors are selected when users deploy instances.
kn: ಫ್ಲೇವರ್‌ ವಿವರಗಳನ್ನು ಸಂಪಾದಿಸಿ. ಫ್ಲೇವರ್‌ಗಳು RAM, ಡಿಸ್ಕ್, ಕೋರ್‌ಗಳ ಸಂಖ್ಯೆ, ಮತ್ತು ಇತರೆ ಸಂಪನ್ಮೂಲಗಳನ್ನು ಸೂಚಿಸುತ್ತದೆ. ಬಳಕೆದಾರರು ಇನ್‌ಸ್ಟನ್ಸ್‌ಗಳನ್ನು ನಿಯೋಜಿಸಿದಾಗ ಫ್ಲೇವರ್‌ಗಳನ್ನು ಆರಿಸಲು ಸಾಧ್ಯವಿರುತ್ತದೆ.
sr: Izmena definisanih resursa za kreiranje VM. Flavors definise veličinu RAM, diska i broj jezgara za virtuenu mašinu koju želimo da kreiramo.

source: Modified flavor "%s".
kn: "%s" ಫ್ಲೇವರ್‌ ಅನ್ನು ಮಾರ್ಪಡಿಸಲಾಗಿದೆ.
sr: Aroma "%s" je izmenjena.

source: Unable to modify flavor "%s".
kn: ಫ್ಲೇವರ್‌ "%s" ಅನ್ನು ಮಾರ್ಪಡಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je izmeniti aromu "%s".

source: Modified flavor information, but unable to modify flavor access.
kn: ಫ್ಲೇವರ್‌ ಮಾಹಿತಿಯನ್ನು ಮಾರ್ಪಡಿಸಲಾಗಿದೆ, ಆದರೆ ಫ್ಲೇವರ್‌ ಎಕ್ಸೆಸ್‌ ಅನ್ನು ಮಾರ್ಪಡಿಸಲಾಗಿಲ್ಲ.
sr: Izmenjene informacije o aromi, ali nije moguće izmeniti pristup aromi.

source: Hypervisors
kn: ಹೈಪರ್‌ವೈಸರ್‌ಗಳು
sr: Hipervizori

source: Hostname
kn: ಆತಿಥೇಯದ ಹೆಸರು

source: Type
kn: ಬಗೆ
sr: Vrsta

source: VCPUs (used)
kn: VCPUಗಳು (ಬಳಸಲಾಗಿರುವುದು)
sr: VCPUs (iskorišćeno)

source: VCPUs (total)
kn: VCPUಗಳು (ಒಟ್ಟು)
sr: VCPUs (ukupno)

source: RAM (used)
kn: RAM (ಬಳಸಲಾಗಿರುವುದು)
sr: RAM (iskorišćeno)

source: RAM (total)
kn: RAM (ಒಟ್ಟು)
sr: RAM (Ukupno)

source: Local Storage (used)
kn: ಸ್ಥಳೀಯ ಶೇಖರಣೆ (ಬಳಸಲಾಗಿರುವುದು)
sr: Lokalni Storage (Iskorišćeno)

source: Local Storage (total)
kn: ಸ್ಥಳೀಯ ಶೇಖರಣೆ (ಒಟ್ಟು)
sr: Lokalni Storage (ukupno)

source: Instance Name
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್ ಹೆಸರು
sr: Ime instance

source: Instance ID
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್ ID
sr: ID instance

source: Hypervisor Instances
kn: ಹೈಪರ್‌ವೈಸರ್‌ ಇನ್‌ಸ್ಟನ್ಸ್‌ಗಳು
sr: Instance hipervizora

source: Hypervisor
kn: ಹೈಪರ್‌ವೈಸರ್‌
sr: Hipervizor

source: Unable to retrieve hypervisor information.
kn: ಹೈಪರ್‌ವೈಸರ್‌ ಮಾಹಿತಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nije moguće izvući hipervizor podatke.

source: All Hypervisors
kn: ಎಲ್ಲಾ ಹೈಪರ್‌ವೈಸರ್‌ಗಳು
sr: Svi hipervizori

source: Unable to retrieve hypervisor statistics.
kn: ಹೈಪರ್‌ವೈಸರ್‌ ಅಂಕಿಅಂಶಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nije moguće izvući hipervizor statistiku.

source: Hypervisor Servers
kn: ಹೈಪರ್‌ವೈಸರ್‌ ಸೇವೆಗಳು
sr: Serveri hipervizora

source: Unable to retrieve hypervisor instances list.
kn: ಹೈಪರ್‌ವೈಸರ್‌ ಇನ್‌ಸ್ಟೆನ್ಸ್‌ಗಳ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: nemoguće je dobiti listu instanci hipervizora.

source: Current Host
kn: ಪ್ರಸಕ್ತ ಆತಿಥೇಯಗಣಕ
sr: Trenutni Host

source: Target Host
kn: ಗುರಿ ಆತಿಥೇಯಗಣಕ
sr: Traženi Host

source: Choose a Host to evacuate servers to.
kn: ಪೂರೈಕೆಗಣಕಗಳನ್ನು ಖಾಲಿ ಮಾಡಲು ಒಂದು ಆತಿಥೇಯವನ್ನು ಆರಿಸಿ.
sr: Izaberite Host na kome želite spasiti server.

source: Shared Storage
kn: ಹಂಚಲಾದ ಶೇಖರಣೆ
sr: Deljeni Storage

source: Select a target host
kn: ನಿಗದಿತ ಆತಿಥೇಯಗಣಕವನ್ನು ಆರಿಸಿ
sr: Izaberite traženi host

source: No other hosts available.
kn: ಬೇರೆ ಯಾವುದೆ ಆತಿಥೇಯಗಳು ಲಭ್ಯವಿಲ್ಲ.
sr: Nema drugog dostupnog host-a.

source: Starting evacuation from %(current)s to %(target)s.
kn: %(current)s ಇಂದ %(target)s ಗೆ ಖಾಲಿ ಮಾಡಲು ಆರಂಭಿಸಲಾಗುತ್ತಿದೆ.
sr: Započeto spašavanje sa %(current)s na %(target)s.

source: Failed to evacuate host: %s.
kn: ಆತಿಥೇಯಗಳನ್ನು ಖಾಲಿ ಮಾಡುವಲ್ಲಿ ವಿಫಲಗೊಂಡಿದೆ: %s.
sr: Neuspelo spasavanje instance: %s

source: Host
kn: ಆತಿಥೇಯ ಗಣಕ

source: Reason
kn: ಕಾರಣ
sr: Razlog
