Repository: openstack/horizon
Catalog: openstack_dashboard/locale/*/LC_MESSAGES/djangojs.po
Languages: pl_pl, zh_cn, zh_tw

source: Re-order items using drag and drop
pl_pl: Zmień kolejność pozycji poprzez przesuwanie i upuszczanie
zh_cn: 使用拖放重新排序
zh_tw: 使用拖拉來重新排列

source: Registered Resource Types
zh_cn: 注册的资源类型
zh_tw: 註冊過的資源類型

source: Remote
pl_pl: Zdalne
zh_cn: 远程
zh_tw: 遠端

source: Resource ID(s)
zh_cn: 资源 ID
zh_tw: 資源ID(s)

source: Revision Number
zh_cn: 版本号
zh_tw: 版本號

source: Right
zh_cn: 右
zh_tw: 右側

source: Role %s was successfully created.
zh_cn: 角色 %s 创建成功。
zh_tw: 已順利建立角色 %s

source: Role already exists.
zh_cn: 角色已经存在。
zh_tw: 此角色已經存在

source: Role updated successfully.
zh_cn: 已成功更新角色。
zh_tw: 已順利更新角色。

source: Root Disk
pl_pl: Główny dysk
zh_cn: 根磁盘
zh_tw: 根硬碟

source: Rule ID
zh_cn: 规则 ID
zh_tw: 規則 ID

source: Rules
zh_cn: 规则
zh_tw: 規則

source: SSH Key
zh_cn: SSH 密钥
zh_tw: SSH 金鑰檔

source: STATUS
zh_cn: 状态
zh_tw: 狀態

source: Save
pl_pl: Zapisz
zh_cn: 保存
zh_tw: 儲存

source: Save changes
zh_cn: 保存变更
zh_tw: 儲存變更

source: Saving
pl_pl: Zapisywanie
zh_cn: 保存中
zh_tw: 正在儲存

source: Scheduled creation of %s instance.
zh_cn: 已调度的创建 %s 实例。
zh_tw: 已排程雲實例 %s 的啟用。

source: Scheduler Hints
zh_cn: scheduler hint

source: Scheduler hints allow you to pass additional placement related information to the compute scheduler.
zh_cn: 使用 scheduler hint 可用向计算调度程序传递额外的放置信息。
zh_tw: 使用 scheduler hint 可用向計算調度程序傳遞額外的放置信息。

source: Search
zh_cn: 搜索
zh_tw: 搜尋

source: Sections and Fieldsets
zh_cn: 区域和组合
zh_tw: 區域和組合

source: Security
zh_cn: 安全
zh_tw: 安全性

source: Security Groups
pl_pl: Grupy zabezpieczeń
zh_cn: 安全组
zh_tw: 安全性群組

source: Security groups are project-specific and cannot be shared across projects.
pl_pl: Grupy zabezpieczeń są tworzone dla określonych projektów i nie są współdzielone między projektami.
zh_cn: 安全组为具体项目专用，不能跨项目共享。
zh_tw: 安全性群組是專案專屬的，不可與其他專案共享。

source: Security groups define a set of IP filter rules that determine how network traffic flows to and from an instance. Users can add additional rules to an existing security group to further define the access options for an instance. To create additional rules, go to the <b>Network | Security Groups</b> view, then find the security group and click <b>Manage Rules</b>.
zh_cn: 安全组定义了 IP 过滤规则的集合，这些规则决定网络流量如何到达和离开实例。为了将来为实例定义访问可选规则，用户可以往现有的安全组添加额外的规则。要创建额外规则，请转至<b>网络 | 安全组</b>视图，然后找到安全组，单击<b>管理规则</b>。
zh_tw: 安全性群組定義一組 IP 篩選規則來決定流入與流出雲實例的網路交通。用戶可以加入額外的規則到已存在的安全性群組來增進已定義的雲實例存取選項。欲新增額外的規則，請到<b>網路 | 安全性群組</b>檢視並尋找安全性群組並點擊<b>管理規則</b>。

source: Segmentation ID
pl_pl: ID segmentacji
zh_cn: 段ID
zh_tw: 分段識別號

source: Segmentation Id
zh_cn: 网络分段 ID
zh_tw: 分段 ID

source: Segmentation Type
zh_cn: 分段类型
zh_tw: 分段類型

source: Select <em>exactly one port</em> as the parent port of the trunk to be created. Mandatory.
zh_cn: 选择 <em>exactly one port</em> 作为中继的父端口进行 创建。必须的。
zh_tw: 選擇 <em>一個端口</em>爲要建立中繼的母端口。此欄位爲必須。

source: Select Boot Source
pl_pl: Wybór źródła uruchamiania
zh_cn: 选择源
zh_tw: 選擇開機來源

source: Select Example
zh_cn: 选择例子
zh_tw: 選擇範例

source: Select Title
zh_cn: 选择标题
zh_tw: 選擇標題

source: Select a container to browse.
zh_cn: 选择要浏览的容器（container）
zh_tw: 選擇容器來瀏覽。

source: Select a key pair from the available key pairs below.
pl_pl: Należy wybrać parę kluczy z listy dostępnych poniżej.
zh_cn: 从以下可用的密钥对选择一个
zh_tw: 從下列可用的密鑰對中選擇。

source: Select a server group from the available groups below.
zh_cn: 从以下可用的组中选择一个服务器组。
zh_tw: 從下列可用群組中選擇一個伺服器群組。

source: Select a source from those listed below.
pl_pl: Proszę wybrać źródło z podanych poniżej.
zh_cn: 从以下列表选择一个源。
zh_tw: 從下列列表中選擇來源。

source: Select an <em>arbitrary amount of ports (0, 1, 2, ...)</em> and their segmentation details as the subports of the trunk to be created. Optional.
zh_cn: 选择一个<em>不确定端口数量（0, 1, 2, ...）</em>，它们的 网段详情作为中继的子端口被创建。 可选。

source: Select an item from Available items below
pl_pl: Należy wybrać pozycję z listy dostępnych pozycji poniżej
zh_cn: 从以下可选项中选择一项
zh_tw: 從下列可用項目中選擇項目

source: Select at least one network
pl_pl: Należy wybrać przynajmniej jedną sieć
zh_cn: 至少选择一个网络
zh_tw: 選擇至少一個網路

source: Select from the list of available ports below.
zh_cn: 从以下有效的端口列表中选择。
zh_tw: 從下列列表中選擇一個可用的端口。

source: Select items from Available items below
zh_cn: 从以下可用项中选择一项
zh_tw: 從下列可用的項目中選擇

source: Select many
zh_cn: 选择多个
zh_tw: 選擇多個

source: Select networks from those listed below.
pl_pl: Należy wybrać sieci z listy poniżej.
zh_cn: 从下拉列表选择网络
zh_tw: 從下列列表中選擇網路。

source: Select one
pl_pl: Należy wybrać jedno
zh_cn: 选择一个
zh_tw: 擇一

source: Select one or more
pl_pl: Należy wybrać jedną lub więcej
zh_cn: 选择一个或多个
zh_tw: 選擇一個或多個

source: Select one or more security groups from the available groups below.
pl_pl: Należy wybrać jedną, lub więcej, grupę zabezpieczeń z listy grup poniżej.
zh_cn: 从以下可用的组中选择一个或多个安全组。
zh_tw: 從下列可用群組中選擇一個或多個安全性群組。

source: Select ports from those listed below.
zh_cn: 选择下面列出的端口。
zh_tw: 從下面列出的埠中選取埠。

source: Select the Ramdisk from the drop down menu.
zh_cn: 从下拉菜单中选择 Ramdisk。
zh_tw: 從下拉選單中選擇 Ramdisk。

source: Select the availability zone from the drop down menu.
zh_cn: 从下拉菜单中选择可用域。
zh_tw: 從下拉選單中選擇可用區域。

source: Select the format of the disk from the drop down menu.
zh_cn: 从下拉菜单中选择磁盘的格式。
zh_tw: 從下拉選單中選擇磁碟的格式。

source: Select the kernel to run from the drop down menu.
zh_cn: 从下拉菜单中选择运行的内核。
zh_tw: 從下拉選單中選擇運行的核心。

source: Select the security groups to launch the instance in.
zh_cn: 要在其中启动实例的安全组。
zh_tw: 選取要在其中啟動雲實例的安全群組。

source: Select the server group to launch the instance in.
zh_cn: 选择要在其中启动实例的服务器组。
zh_tw: 選取要在其中啟動實例的伺服器群組。

source: Select the volume type from the drop down menu. In an environment with multiple-storage back ends, the scheduler determines where to send the volume based on the volume type.
zh_cn: 从下拉菜单中选择卷类型。在一个有多个存储后端的环境中，调度器会根据卷的类型决定把卷发送到什么地方。
zh_tw: 從下拉選單中選擇雲硬碟類型。在一個有多個存儲後端的環境中，調度器會根據雲硬碟的類型決定把雲硬碟發送到什麼地方。

source: Selects
zh_cn: 选择
zh_tw: 選取

source: Send invitation
zh_cn: 发送邀请
zh_tw: 寄送邀請

source: Separated link
zh_cn: 隔离的链接
zh_tw: 已區隔的鏈結

source: Server Group %s was successfully created.
zh_cn: 服务器组 %s 已被成功创建。
zh_tw: 已順利建立伺服器群組 %s

source: Server Group Members
zh_cn: 服务器组成员
zh_tw: 伺服器群組成員

source: Server Groups
zh_cn: 服务器组
zh_tw: 伺服器群組

source: Server groups are project-specific and cannot be shared across projects.
zh_cn: 服务器组是针对于特定项目的，不能跨项目共享。
zh_tw: 伺服器群組是專案專屬的，不可與其他專案共享。

source: Server groups define collections of VM's so that the entire collection can be given specific properties. For example, the policy of a server group may specify that VM's in this group should not be placed on the same physical hardware due to availability requirements.
zh_cn: 服务器组定义了一组虚拟机，它们可以被分配 特定的属性。例如，一个服务器组的策略可以 规定，因为可用性的要求，在这个组中的虚拟机 不能被放置到同一个物理硬件上。
zh_tw: 伺服器組定義了一組虛擬機，它們可以被分配 特定的屬性。例如，一個伺服器組的策略可以 規定，因為可用性的要求，在這個組中的虛擬機 不能被放置到同一個物理硬體上。

source: Service type is not enabled: %(desiredType)s
pl_pl: Typ usługi nie jest włączony: %(desiredType)s
zh_cn: 服务类型未激活：%(desiredType)s
zh_tw: 未啟用服務類型：%(desiredType)s

source: Setting is not enabled: %(setting)s
pl_pl: Ustawienie jest wyłączone: %(setting)s
zh_cn: 配置没有启用：%(setting)s
zh_tw: 未啟用設定：%(setting)s

source: Shared
pl_pl: Współdzielona
zh_cn: 共享的
zh_tw: 已分享

source: Shared With Project
zh_cn: 和项目共享
zh_tw: 與專案共享

source: Shared with Project
zh_cn: 和项目共享
zh_tw: 與專案共享

source: Size
pl_pl: Rozmiar
zh_cn: 大小
zh_tw: 容量

source: Size (GiB)
zh_cn: 大小 (GiB)
zh_tw: 容量 (GiB)

source: Small Modal
zh_cn: 小 Modal

source: Small button
zh_cn: 小按钮
zh_tw: 小型按鈕

source: Small input
zh_cn: 小输入
zh_tw: 小型輸入

source: Snapshot
pl_pl: Migawka
zh_cn: 快照
zh_tw: 即時存檔

source: Soft Affinity
zh_cn: 软关联

source: Soft Anti Affinity
zh_cn: 软不关联

source: Something else here
zh_cn: 此处为其他内容
zh_tw: 在這裡填寫其他資訊

source: Something wrong to change password.
zh_cn: 修改密码有问题。
zh_tw: 更換密碼時發生錯誤。

source: Source
zh_cn: 源
zh_tw: 來源

source: Source Code
zh_cn: 源代码
zh_tw: 原始碼

source: Source Title
zh_cn: 源标题
zh_tw: 來源標題

source: Source Type
zh_cn: 源类型
zh_tw: 來源類型

source: Specify an image to upload to the Image Service.
zh_cn: 指定要上传至镜像服务的镜像。
zh_tw: 指定映像檔以上傳到「映像檔服務」。

source: Standard Modal
zh_cn: 标准 Modal

source: Standard Table
zh_cn: 标准表格
zh_tw: 標準表格

source: Status
zh_cn: 状态
zh_tw: 狀態

source: Status: %s
zh_cn: 状态：%s
zh_tw: 狀態：%s

source: Submit
zh_cn: 提交
zh_tw: 提交

source: Subnets
zh_cn: 子网
zh_tw: 子網路

source: Subnets Associated
pl_pl: Powiązane podsieci
zh_cn: 已连接的子网
zh_tw: 子網路已聯結

source: Subport Count
zh_cn: 子端口数量
zh_tw: 子端口數量

source: Subports
zh_cn: 子端口
zh_tw: 子端口

source: Success
zh_cn: 成功
zh_tw: 成功

source: Successfully imported key pair %(name)s.
pl_pl: Zaimportowano parę kluczy %(name)s.
zh_cn: 成功导入密钥对%(name)s
zh_tw: 已成功匯入密鑰對 %(name)s。

source: Summary Template URL:
zh_cn: 概述模板 URL：
zh_tw: 概要範本 URL：

source: Supports Details View:
zh_cn: 支持详情视图：
zh_tw: 支援詳細資料顯示：

source: Swap Disk
zh_cn: Swap磁盘
zh_tw: Swap 硬碟

source: Tab Array
zh_cn: 表格数组
zh_tw: 表格陣列

source: Table Columns:
zh_cn: 表栏：
zh_tw: 表格欄位

source: Tables
zh_cn: 表格
zh_tw: 表格

source: Tabs
zh_cn: 表格
zh_tw: 標籤

source: Tags
zh_cn: 标签
zh_tw: 標籤

source: Tel
zh_cn: 电话
zh_tw: 電話

source: Tenant ID
zh_cn: 租户 ID
zh_tw: 租戶 ID

source: Text
zh_cn: 文本
zh_tw: 文字

source: Text Inputs
zh_cn: 文本输入
zh_tw: 文本輸入

source: Textarea
zh_cn: 文本框
zh_tw: 文字區

source: The access permission for the image.
zh_cn: 镜像的访问权限。
zh_tw: 映像檔的訪問權限

source: The admin password is incorrect.
zh_cn: 管理员密码不正确。
zh_tw: 管理員密碼不正確。

source: The architecture of the image.
zh_cn: 镜像的架构。
zh_tw: 映像檔的架構。

source: The current Horizon settings indicate no valid image creation methods are available. Providing an image location and/or uploading from the local file system must be allowed to support image creation.
zh_cn: 当前的 Horizon 设置指示没有有效的 镜像创建方法。需要允许 提供上传一个镜像的位置和（或） 从本地文件系统上传来支持 镜像创建。
zh_tw: Horizon設定中沒有可用的 建立映像檔方式。 提供映像檔位置或是 從本地檔案系統上傳必須被允許才能 建立映像檔。

source: The flavor you select for an instance determines the amount of compute, storage and memory resources that will be carved out for the instance.
pl_pl: Wybór odmiany dla instancji określa ilość dostępnej pamięci, zasobów dyskowych jak i mocy obliczeniowej, która zostanie przydzielona instancji.
zh_cn: 您为实例选择的类型决定计算、存储和内存资源数量，这些资源将会决定实例配置。
zh_tw: 您選擇的虛擬硬體樣板決定了雲實例所會用到的運算、儲存及記憶體資源。

source: The flavor you select must have enough resources allocated to support the type of instance you are trying to create. Flavors that do not provide enough resources for your instance are identified on the <b>Available</b> table with a yellow warning icon.
pl_pl: Wybrana odmiana musi zapewniać odpowiednią ilość zasobów dla danego typu instancji, która ma zostać uruchomiona. Odmiany, które nie zapewniają wystarczającej ilości zasobów są oznaczone w tabeli <b>Dostępne</b> żółtym znakiem ostrzegawczym.
zh_cn: 您所选择的实例类型必须有足够的资源用来支持您想要创建的实例类型。未能给您的实例提供足够资源的实例会被表<b>Available</b>中的一个黄色警告符号标识出。
zh_tw: 您所選的虛擬硬體樣板必須滿足您嘗試新增的雲實例所需。在<b>可用</b>表格中不能滿足雲實例需求虛擬硬體樣板會以黃色警告標誌突顯。

source: The following snippet of text is <em>rendered as italicized text</em>.
zh_cn: 下面的文本段将<em>被渲染成斜体</em>.
zh_tw: 下列文字 Snippet <em>將呈現為斜體文字</em>。

source: The following snippet of text is <strong>rendered as bold text</strong>.
zh_cn: 以下文本片段是 <strong>加粗文本</strong>.
zh_tw: 下列文字 Snippet <strong>將呈現為粗體文字</strong>。

source: The instance count must not exceed your quota available of %(maxInstanceCount)s instances
pl_pl: Liczba instancji nie może przekraczać dostępnego limitu %(maxInstanceCount)s instancji
zh_cn: 实例数不能超过您的最大可用%(maxInstanceCount)s 实例数
zh_tw: 雲實例計數不可超過您可用的 %(maxInstanceCount)s 個雲實例配額

source: The logical port also defines the MAC address and the IP address(es) to be assigned to the interfaces plugged into them.
zh_cn: 逻辑端口也定义了插入它们的接口将指派的MAC地址和IP地址（可多个）。
zh_tw: 邏輯埠還定義要指派給介面（已插入到這些埠中）的 MAC 位址及 IP 位址。

source: The maximum number of key-value pairs that can be supplied per instance is determined by the compute provider.
zh_cn: 每个实例的密钥对数量上限由其计算服务提供者决定。
zh_tw: 每個雲實例可提供的最大鍵/值組數由計算機提供者決定。

source: The minimum disk size required to boot the image. If unspecified, this value defaults to 0 (no minimum).
zh_cn: 启动镜像所需的最低磁盘大小。如果未指定，默认值为 0（没有限制）。
zh_tw: 啟動這個映像檔所需的磁碟容量下限。如果未指定，則此值預設為 0（無下限）。

source: The minimum memory size required to boot the image. If unspecified, this value defaults to 0 (no minimum).
zh_cn: 启动镜像所需的最低内存大小。如果未指定，默认值为 0（没有限制）。
zh_tw: 啟動這個映像檔所需的記憶體容量下限。如果未指定，則此值預設為 0（無下限）。

source: The name of the Volume.
zh_cn: 卷的名称。
zh_tw: 雲硬碟的名稱

source: The name of the image.
zh_cn: 镜像名称。
zh_tw: 映像檔名稱

source: The parent port is the port you have to add to the instance at launch. Do not try to add the trunk or any of the subports to the instance directly.
zh_cn: 父端口是在启动时需要添加到实例的 端口。不用试图为实例直接添加中继或 子端口。
zh_tw: 母端口是在起動時您要接到雲實例上的端口。請不要嘗試將中繼或是任何的子端口直接接到雲實例上。

source: The segmentation type and ID are decoupled (and therefore independent) from Neutron's network virtualization implementation. Different segmentation types will be remapped as frames leave/enter the instance.
zh_cn: 网络分段类型和 ID 会独立于 Neutron 的网络虚拟化实现。 不同的网络分段类型会被重新映射为 数据包离开/进入实例。.

source: The segmentation type, ID tuples of subports must be unique (in the scope of a trunk), otherwise networks of subports could not be distinguished inside the instance.
zh_cn: 子端口的网段类型和 ID 在一个中继网络范围内 必须是唯一的，否则，子端口网络无法在实例 内被区分。

source: The selected %(sourceType)s source requires a flavor with at least %(minDisk)s GB of root disk. Select a flavor with a larger root disk or use a different %(sourceType)s source.
zh_cn: 选择的 %(sourceType)s 启动源需要一个至少 %(minDisk)s GB 根磁盘的实例类型。请选择一个根磁盘更大的类型或使用其他 %(sourceType)s 启动源。
zh_tw: 選擇的 %(sourceType)s 來源需要最少 %(minDisk)s GB 根硬碟的虛擬硬體樣板。選擇大一點根硬碟的虛擬硬體樣板或使用不同的 %(sourceType)s 來源。

source: The selected %(sourceType)s source requires a flavor with at least %(minRam)s MB of RAM. Select a flavor with more RAM or use a different %(sourceType)s source.
zh_cn: 选择的 %(sourceType)s 启动源需要一个至少 %(minRam)s MB 内存的实例类型。请选择一个内存更大的类型或使用其他 %(sourceType)s 启动源。
zh_tw: 選擇的 %(sourceType)s 來源需要最少 %(minRam)s MB 隨機存取記憶體的虛擬硬體樣板。選擇大一點隨機存取記憶體的虛擬硬體樣板或使用不同的 %(sourceType)s 來源。

source: The size of the volume, in gibibytes (GiB).
zh_cn: 以 GiB 为单位的卷大小。
zh_tw: 雲硬碟大小 (GB)。

source: The status indicates whether the network has an active connection.
pl_pl: Status wskazuje czy sieć ma aktywne połączenie.
zh_cn: 状态表明网络是否处于活跃连接。
zh_tw: 這個狀態表示這個網路是否有使用中的連線。

source: The status indicates whether the port has an active connection.
zh_cn: 这个状态指示着该端口是否有活跃的网络连接。
zh_tw: 這種狀態表示這個埠是否具有使用中的連線。

source: The subnet identifies a sub-section of a network. A subnet is specified in CIDR format. A typical CIDR format looks like <samp>192.xxx.x.x/24</samp>.
pl_pl: Podsieć identyfikuje pod sekcję sieci. Podsieć podaje się w formacie CIDR. Przykładowy format CIDR wygląda następująco <samp>192.xxx.x.x/24</samp>.
zh_cn: 一个子网确定了一个网段，被指定为CIDR格式。 典型的CIDR格式类似<samp>192.xxx.x.x/24</samp>。
zh_tw: 子網路指定了一個網路的子區段。子網路以 CIDR 格式來指定。 典型的 CIDR 格式看起來像 <samp>192.xxx.x.x/24</samp>。

source: The volume size must be at least %(minVolumeSize)s GB
pl_pl: Rozmiar wolumenu musi wynosić przynajmniej %(minVolumeSize)s GB
zh_cn: 卷大小至少%(minVolumeSize)s GB
zh_tw: 雲硬碟容量最少需要 %(minVolumeSize)s GB

source: Themable Checkbox
zh_cn: 可变主题的多选框
zh_tw: 主題可變的多選框

source: Themable Option 1
zh_cn: 可变主题的选择 1
zh_tw: 主題可變的選擇 1

source: Themable Option 2
zh_cn: 可变主题的选择 2
zh_tw: 主題可變的選擇 2

source: Themable Radios
zh_cn: 可变主题的单选框
zh_tw: 主題可變的單選匡

source: Themable Selects
zh_cn: 可变主题的选择
zh_tw: 主題可變的選擇

source: There are no Availability Zones.
zh_cn: 没有可用域。
zh_tw: 沒有可用區域

source: There are no allowed boot sources. If you think this is wrong please contact your administrator.
zh_cn: 没有被允许的引导资源。如果您有疑问请联系管理员。
zh_tw: 沒有允許的開機來源。 如果您認為這不正確，請聯繫您的系統管理員。

source: There are two ways to generate a key pair. From a Linux system, generate the key pair with the <samp>ssh-keygen</samp> command:
pl_pl: Istnieją dwa sposoby na utworzenie pary kluczy. W systemie Linux, można utworzyć parę kluczy poleceniem <samp>ssh-keygen</samp>:
zh_cn: 有两种方式创建密钥对。从一个Linux系统， 使用<samp>ssh-keygen</samp> 命令生成密钥对。
zh_tw: 有兩種方法產生密鑰對。在 Linux 系統， 以 <samp>ssh-keygen</samp> 命令來產生密鑰對：

source: This JavaScript object contains your new form and can be used with <code>horizon.framework.widgets.form.ModalFormService</code>
zh_cn: 这个 JavaScript 项包括了新的表单，可以和 <code>horizon.framework.widgets.form.ModalFormService</code> 一起使用
zh_tw: 這個 JavaScript object 包括了新的表單，可以和 <code>horizo​​n.framework.widgets.form.ModalFormService</code> 一起使用

source: This can be simplified by reusing the parent's MAC address for all subports of the trunk earlier at port creation. Eg.:
zh_cn: 这可以通过在端口创建时为中继网络的所有子端口 重新使用父端口的 MAC 地址。例如：

source: This command generates a pair of keys: a private key (cloud.key) and a public key (cloud.key.pub).
pl_pl: Polecenie to wygeneruję parę kluczy: klucz prywatny (cloud.key) oraz klucz publiczny (cloud.key.pub).
zh_cn: 这个命令生成一对密钥：一个私钥 (cloud.key) 和一个公钥(cloud.key.pub)。
zh_tw: 這道命令產生一組密鑰：一支私鑰（cloud.key） 及一支公鑰（cloud.key.pub）。

source: This container does not exist.
zh_cn: 这个容器不存在。
zh_tw: 這個容器並不存在。

source: This field is required.
zh_cn: 此项必填。
zh_tw: 這欄位是必填

source: This flavor requires more RAM than your quota allows. Please select a smaller flavor or decrease the instance count.
pl_pl: Odmiana ta wymaga większej ilości pamięci RAM, niż pozwalają na to limity. Należy wybrać mniejszą odmianę lub zmniejszyć ilość instancji.
zh_cn: 这个类型需要比您的配额允许的更多的内存。请选择一个小的类型或减少实例数。
zh_tw: 這個虛擬硬體樣板的隨機存取記憶體需求多於您允許的配額。請選擇小一點的虛擬硬體樣板或減少雲實例的計數。

source: This flavor requires more VCPUs than your quota allows. Please select a smaller flavor or decrease the instance count.
pl_pl: Odmiana ta wymaga większej ilości VCPU, niż pozwalają na to limity. Należy wybrać mniejszą odmianę lub zmniejszyć ilość instancji.
zh_cn: 这个类型需要比您的配额允许的更多的虚拟处理器核数。请选择一个小的类型或减少实例数。
zh_tw: 這個虛擬硬體樣板的虛擬處理器需求多於您允許的配額。請選擇小一點的虛擬硬體樣板或減少雲實例的計數。

source: This is a simple hero unit, a simple jumbotron-style component for calling extra attention to featured content or information.
zh_cn: 一个“超大屏幕”风格的组件以引起对相关内容和信息的格外注意。
zh_tw: 這是一個簡式英雄單元，即提示需要額外注意精選內容或資訊的簡式 Jumbotron 樣式元件。

source: This is focused...
zh_cn: 这个被选中...
zh_tw: 這是聚焦的...

source: This limit is currently not set.
zh_cn: 当前没有限制。
zh_tw: 此限制目前未設定。

source: This limit is currently set to {$ model.novaLimits.maxServerMeta $}.
zh_cn: 当前限制为 {$ model.novaLimits.maxServerMeta $} 。
zh_tw: 此限制目前設為 {$ model.novaLimits.maxServerMeta $}。

source: This name already exists.
zh_cn: 这个名称已存在。
zh_tw: 此名稱已經存在

source: This page contains examples of the different fields provided by Schema Form in Horizon. The <code>Schema</code> and <code>Form</code> sections below can be edited inline to customise the form output. For further documentation on Schema Form, see <a href="http://schemaform.io/">http://schemaform.io/</a>.
zh_cn: 页面上包含多个区块样例，它们属于Horizon的Schema Form。

source: This step allows you to add Metadata items to your instance.
zh_cn: 此步骤允许您为实例添加元数据条目。
zh_tw: 此步驟容許您將詮釋資料項目新增至雲實例。

source: This step allows you to add scheduler hints to your instance.
zh_cn: 这一步允许为实例添加 scheduler hint。
zh_tw: 這一步允許為實例添加 scheduler hint。

source: Time
zh_cn: 时间
zh_tw: 時間

source: Timestamp
zh_cn: 时间戳
zh_tw: 時間戳記

source: To view source code, hover over a section, then click the <a class="btn btn-primary btn-xs"><span class="fa fa-code"></span></a> button in the top right of that section.
zh_cn: 要查看源代码，请使光标悬浮在某节上，然后单击该节右上角的 <a class="btn btn-primary btn-xs"><span class="fa fa-code"></span></a> 按钮。
zh_tw: 如果要檢視原始碼，請將游標移至區段上方，然後按一下該區段右上角的 <a class="btn btn-primary btn-xs"><span class="fa fa-code"></span></a> 按鈕。

source: Tooltips
zh_cn: Tooltip
zh_tw: 工具提示

source: Top
zh_cn: 顶部
zh_tw: 頂部

source: Total Disk
pl_pl: Łącznie dysków
zh_cn: 磁盘总计
zh_tw: 硬碟總合

source: Total Instances
pl_pl: Łącznie instancji
zh_cn: 实例总计
zh_tw: 雲實例總合

source: Total RAM
pl_pl: Łącznie RAM
zh_cn: 内存总计
zh_tw: 隨機存取記憶體總合

source: Total VCPUs
pl_pl: Łącznie VCPU
zh_cn: 虚拟机处理器总计
zh_tw: 虛擬處理器總合

source: Total Volume Storage
zh_cn: 总计卷存储
zh_tw: 總共的雲硬碟儲存空間

source: Total Volumes
zh_cn: 总计卷
zh_tw: 雲硬碟總和

source: Trunk %s was successfully created.
zh_cn: 中继 %s 创建成功。
zh_tw: 已成功新增中繼 %s。

source: Trunk %s was successfully edited.
zh_cn: 中继 %s 编辑成功。
zh_tw: 已成功編輯中繼 %s。

source: Type
pl_pl: Typ
zh_cn: 类型
zh_tw: 類型

source: Type your script directly into the Customization Script field. If your browser supports the HTML5 File API, you may choose to load your script from a file. The size of your script should not exceed 16 Kb.
pl_pl: Można wprowadzić skrypt bezpośrednio w pole „Skrypt modyfikujący”. Jeśli przeglądarka wspiera API HTML5 File, można wczytać skrypt z pliku. Rozmiar skryptu nie powinien przekraczać 16Kb.
zh_cn: 直接在自定义脚本输入框中写入您的脚本。如果您的浏览器支持HTML5文件API，您可以选择从文件加载您的脚本。您的脚本的大小不能超过16Kb。
zh_tw: 將您的腳本直接輸入到自定義腳本欄位中。如果您的瀏覽器支持 HTML5 檔案 API，您可以選擇從檔案載入您的腳本。腳本的大小不能超過 16 KB。

source: Typography
zh_cn: 字体排版
zh_tw: 印刷

source: Unable to allocate new floating IP address.
zh_cn: 无法分配新浮动IP地址。
zh_tw: 無法配置新的浮動 IP 位址。

source: Unable to associate floating IP address.
zh_cn: 无法绑定浮动IP地址。
zh_tw: 無法與浮動 IP 位址建立關聯。

source: Unable to change the container access.
zh_cn: 无法更改容器访问类型。
zh_tw: 無法變更容器存取權。

source: Unable to check the Nova service feature.
zh_cn: 无法检测Nova各服务状态。
zh_tw: 無法檢查 Nova 服務功能。

source: Unable to copy the object.
zh_cn: 无法复制对象。
zh_tw: 無法複製物件。

source: Unable to create the container.
zh_cn: 无法创建容器。
zh_tw: 無法新增容器。

source: Unable to create the domain.
pl_pl: Nie można utworzyć domeny.
zh_cn: 无法创建域。
zh_tw: 無法新增地域。

source: Unable to create the flavor.
zh_cn: 无法创建实例类型。
zh_tw: 無法新增虛擬硬體樣板。

source: Unable to create the folder.
zh_cn: 无法创建文件夹。
zh_tw: 無法新增資料夾。

source: Unable to create the group.
zh_cn: 无法创建分组。
zh_tw: 無法新增群組。

source: Unable to create the image.
zh_cn: 无法创建镜像。
zh_tw: 無法新增映像檔。

source: Unable to create the keypair.
pl_pl: Nie można utworzyć pary kluczy.
zh_cn: 无法创建密钥对。
zh_tw: 無法新增密鑰對。

source: Unable to create the network.
pl_pl: Nie można utworzyć sieci.
zh_cn: 无法创建网络。
zh_tw: 無法新增網路。

source: Unable to create the project.
pl_pl: Nie można utworzyć projektu.
zh_cn: 无法创建项目。
zh_tw: 無法新增專案。

source: Unable to create the role.
pl_pl: Nie można utworzyć roli.
zh_cn: 无法创建角色。
zh_tw: 無法新增角色。

source: Unable to create the server group.
zh_cn: 无法创建服务器组。
zh_tw: 無法建立伺服器群組。

source: Unable to create the server snapshot.
zh_cn: 无法创建服务器快照。
zh_tw: 無法建立伺服器即時存擋。

source: Unable to create the server.
pl_pl: Nie można utworzyć serwera.
zh_cn: 无法创建服务器。
zh_tw: 無法新增伺服器。

source: Unable to create the subnet.
pl_pl: Nie można utworzyć podsieci.
zh_cn: 无法创建子网。
zh_tw: 無法新增子網路。

source: Unable to create the trunk.
zh_cn: 无法创建trunk。
zh_tw: 無法新增 trunk。

source: Unable to create the user.
pl_pl: Nie można utworzyć użytkownika.
zh_cn: 无法创建用户。
zh_tw: 無法新增用戶。

source: Unable to create the volume.
zh_cn: 无法创建卷。
zh_tw: 無法新增雲硬碟。

source: Unable to delete Flavor: %s.
zh_cn: 无法删除 flavor：%s。
zh_tw: 無法刪除虛擬硬體樣板：%s。

source: Unable to delete Group: %s.
zh_cn: 无法删除组：%s。
zh_tw: 無法刪除群組：%s。

source: Unable to delete Image: %s.
zh_cn: 无法删除镜像： %s 。
zh_tw: 無法刪除映像檔：%s。

source: Unable to delete Key Pair: %s.
zh_cn: 无法删除密钥对：%s。
zh_tw: 無法刪除密鑰對：%s。

source: Unable to delete Role: %s.
zh_cn: 无法删除角色：%s。
zh_tw: 無法刪除角色：%s。

source: Unable to delete Server Group: %s.
zh_cn: 无法删除服务器组：%s。
zh_tw: 無法刪除伺服器群組：%s。

source: Unable to delete Trunk: %s.
zh_cn: 无法删除中继：%s。
zh_tw: 無法刪除中繼：%s。

source: Unable to delete User: %s.
zh_cn: 无法删除用户：%s。
zh_tw: 無法刪除用戶：%s。

source: Unable to delete domain: %s.
zh_cn: 不能删除域：%s。
zh_tw: 無法刪除地域：%s。

source: Unable to delete policy: %s.
zh_cn: 无法删除策略：%s。
zh_tw: 無法刪除政策：%s。

source: Unable to delete qos policy %(id)s
zh_cn: 无法删除qos策略%(id)s
zh_tw: 無法刪除 QoS 原則。%(id)s

source: Unable to delete the container.
zh_cn: 无法删除容器。
zh_tw: 無法刪除容器。

source: Unable to delete the domain.
pl_pl: Nie można usunąć domeny.
zh_cn: 无法删除域。
zh_tw: 無法刪除地域。

source: Unable to delete the domains.
pl_pl: Nie można usunąć domen.
zh_cn: 无法删除域。
zh_tw: 無法刪除地域。

source: Unable to delete the flavor with id: %(id)s
zh_cn: 无法删除 ID 为 %(id)s 的实例类型
zh_tw: 無法刪除 ID 為 %(id)s 的虛擬硬體樣板

source: Unable to delete the folder because it is not empty.
zh_cn: 无法删除文件夹，因为它非空。
zh_tw: 無法刪除資料夾，因為該資料夾不是空的。

source: Unable to delete the group.
zh_cn: 无法删除分组。
zh_tw: 無法刪除群組。
