Repository: openstack/horizon
Catalog: openstack_dashboard/locale/*/LC_MESSAGES/django.po
Languages: kn, sr

source: The status of a volume snapshot is normally managed automatically. In some circumstances an administrator may need to explicitly update the status value. This is equivalent to the <tt>cinder snapshot-reset-state</tt> command.
kn: ಪರಿಮಾಣದ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ನ ಸ್ಥಿತಿಯನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ನಿರ್ವಹಿಸಲಾಗುತ್ತದೆ. ಕೆಲವು ಸಂದರ್ಭಗಳಲ್ಲಿ ಒಬ್ಬ ವ್ಯವಸ್ಥಾಪಕನು ಸ್ಥಿತಿಯ ಮೌಲ್ಯವನ್ನು ಸ್ಪಷ್ಟವಾಗಿ ಅಪ್‌ಡೇಟ್ ಮಾಡಬೇಕಿರುತ್ತದೆ. ಇದು <tt>cinder snapshot-reset-state</tt> ಆದೇಶಕ್ಕೆ ಸಮನಾಗಿರುತ್ತದೆ.

source: Volume type is a type or label that can be selected at volume creation time in OpenStack. It usually maps to a set of capabilities of the storage back-end driver to be used for this volume. Examples: "Performance", "SSD", "Backup", etc. This is equivalent to the <tt>cinder type-create</tt> command. Once the volume type gets created, click the "View Extra Specs" button to set up extra specs key-value pair(s) for that volume type.
kn: ಪರಿಮಾಣದ ಬಗೆ ಎನ್ನುವುದು OpenStack ನಲ್ಲಿನ ಪರಿಮಾಣದ ರಚನೆಯ ಸಮಯದಲ್ಲಿ ಆರಿಸಬಹುದಾದ ಬಗೆ ಅಥವ ಲೇಬಲ್‌ ಆಗಿರುತ್ತದೆ. ಇದು ಸಾಮಾನ್ಯವಾಗಿ ಈ ಪರಿಮಾಣಕ್ಕಾಗಿ ಬಳಸಬೇಕಿರುವ ಶೇಖರಣಾ ಬ್ಯಾಕ್‌-ಎಂಡ್ ಚಾಲಕದ ಸಾಮರ್ಥ್ಯಗಳಿಗೆ ಮ್ಯಾಪ್‌ ಆಗುತ್ತದೆ. ಉದಾಹರಣೆಗಳು: "Performance", "SSD", "Backup", ಇತರೆ. ಇದು <tt>cinder type-create</tt> ಆದೇಶಕ್ಕೆ ಸಮನಾಗಿರುತ್ತದೆ. ಪರಿಮಾಣದ ಬಗೆಯನ್ನು ರಚಿಸಲಾದ ನಂತರ, ಪರಿಮಾಣಕ್ಕಾಗಿ ಹೆಚ್ಚುವರಿ ಸ್ಪೆಕ್ಸ್‌ ಕೀಲಿ-ಮೌಲ್ಯದ ಜೋಡಿಯನ್ನು(ಗಳನ್ನು) ಹೊಂದಿಸಲು "ಹೆಚ್ಚುವರಿ ಸ್ಪೆಕ್ಸ್‌ ಅನ್ನು ನೋಡಿ" ಗುಂಡಿಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ.

source: Creating encryption for a volume type causes all volumes with that volume type to be encrypted. Encryption information cannot be added to a volume type if volumes are currently in use with that volume type.
kn: ಒಂದು ಪರಿಮಾಣದ ಬಗೆಗಾಗಿ ಗೂಢಲಿಪೀಕರಣದ ಬಗೆಯನ್ನು ರಚಿಸುವುದರಿಂದ ಆ ಪರಿಮಾಣದ ಬಗೆಯಲ್ಲಿನ ಎಲ್ಲಾ ಪರಿಮಾಣಗಳನ್ನು ಗೂಢಲಿಪೀಕರಿಸಲು ಕಾರಣವಾಗುತ್ತದೆ. ಆ ಪರಿಮಾಣದ ಬಗೆಯೊಂದಿಗೆ ಯಾವುದಾದರೂ ಪರಿಮಾಣಗಳು ಈಗಾಗಲೆ ಬಳಕೆಯಲ್ಲಿದ್ದರೆ ಗೂಢಲಿಪೀಕರಣದ ಮಾಹಿತಿಯನ್ನು ಆ ಪರಿಮಾಣದ ಬಗೆಗೆ ಸೇರಿಸಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ.

source: The <strong>Provider</strong> is the class providing encryption support (e.g. LuksEncryptor).
kn: <strong>ಪೂರೈಕೆದಾರ</strong> ಎನ್ನುವುದು ಗೂಢಲಿಪೀಕರಣದ ಬೆಂಬಲವನ್ನು ಒದಗಿಸುವ ವರ್ಗವಾಗಿದೆ (ಉದಾ. LuksEncryptor).

source: The <strong>Control Location</strong> is the notional service where encryption is performed (e.g., front-end=Nova). The default value is 'front-end.'
kn: <strong>ನಿಯಂತ್ರಣ ಸ್ಥಳ</strong> ಎನ್ನುವುದು ಗೂಢಲಿಪೀಕರಣವನ್ನು ನಡೆಸಲಾಗುವ ಒಂದು ಕಾಲ್ಪನಿಕ ಸೇವೆಯಾಗಿದೆ (ಉದಾ., front-end=Nova). ಪೂರ್ವನಿಯೋಜಿತ ಮೌಲ್ಯವು 'front-end' ಆಗಿರುತ್ತದೆ.

source: The <strong>Cipher</strong> is the encryption algorithm/mode to use (e.g., aes-xts-plain64). If the field is left empty, the provider default will be used.
kn: <strong>ಸಿಫರ್</strong> ಎನ್ನುವುದು ಬಳಸಬಹುದಾದ ಒಂದು ಗೂಢಲಿಪೀಕರಣದ ಅಲ್ಗಾರಿತಮ್‌/ಕ್ರಮವಾಗಿರುತ್ತದೆ (ಉದಾ., aes-xts-plain64). ಸ್ಥಳವನ್ನು ಖಾಲಿ ಬಿಟ್ಟಲ್ಲಿ, ಪೂರೈಕೆದಾರರ ಪೂರ್ವನಿಯೋಜಿತವನ್ನು ಬಳಸಲಾಗುತ್ತದೆ.

source: The <strong>Key Size</strong> is the size of the encryption key, in bits (e.g., 128, 256). If the field is left empty, the provider default will be used.
kn: <strong>ಕೀಲಿ ಗಾತ್ರ</strong> ಎನ್ನುವುದು ಬಿಟ್‌ಗಳಲ್ಲಿ ಸೂಚಿಸಲಾದ ಗೂಢಲಿಪೀಕರಣ ಕೀಲಿಯ ಗಾತ್ರವಾಗಿರುತ್ತದೆ (ಉದಾ., 128, 256). ಸ್ಥಳವನ್ನು ಖಾಲಿ ಬಿಟ್ಟಲ್ಲಿ, ಪೂರೈಕೆದಾರರ ಪೂರ್ವನಿಯೋಜಿತವನ್ನು ಬಳಸಲಾಗುತ್ತದೆ.

source: Each QoS Specs entity will have a "Consumer" value which indicates where the administrator would like the QoS policy to be enforced. This value can be "front-end" (Nova Compute), "back-end" (Cinder back-end), or "both".
kn: ಪ್ರತಿಯೊಂದು QoS ಸ್ಪೆಕ್ಸ್‌ ನಮೂದು ವ್ಯವಸ್ಥಾಪಕರು QoS ಪಾಲಿಸಿಯನ್ನು ಎಲ್ಲಿ ಒತ್ತಾಯಪಡಿಸಲು ಬಯಸುತ್ತಾರೆ ಎಂಬುದನ್ನು ಸೂಚಿಸುವ "Consumer" ಮೌಲ್ಯವನ್ನು ಹೊಂದಿರುತ್ತದೆ. ಈ ಮೌಲ್ಯವು "front-end" (ನೋವಾ ಕಂಪ್ಯೂಟ್) "back-end" (ಸಿಂಡರ್ ಬ್ಯಾಕ್-ಎಂಡ್), ಅಥವ "both" ಆಗಿರಬಹುದು.

source: Volume Type Encryption Overview
kn: ಪರಿಮಾಣದ ಬಗೆಯ ಗೂಢಲಿಪೀಕರಣದ ಅವಲೋಕನ

source: Provider
kn: ಪೂರೈಕೆದಾರ
sr: Provajder

source: Control Location
kn: ಪ್ರಸಕ್ತ ಸ್ಥಳ
sr: Kontrola Lokacije

source: Cipher
kn: ಸಿಫರ್‌

source: Key Size (bits)
kn: ಕೀಲಿ ಗಾತ್ರ (ಬಿಟ್‌ಗಳು)

source: Volume Type is Unencrypted.
kn: ಪರಿಮಾಣದ ಬಗೆಯನ್ನು ಗೂಢಲಿಪೀಕರಿಸಲಾಗಿಲ್ಲ.

source: Associate QoS Spec
kn: QoS ಸ್ಪೆಕ್‌ನೊಂದಿಗೆ ಸಂಬಂಧ ಜೋಡಿಸಿ

source: Create QoS Spec
kn: QoS ಸ್ಪೆಕ್‌ನನ್ನು ರಚಿಸಿ
sr: Napravi QoS Spec

source: Create Volume Type
kn: ಪರಿಮಾಣದ ಬಗೆಯನ್ನು ರಚಿಸಿ
sr: Kreiranje tipa volume-a

source: Create Encrypted Volume Type
kn: ಗೂಢಲಿಪೀಕರಿಸಿದ ಪರಿಮಾಣದ ಬಗೆಯನ್ನು ರಚಿಸಿ

source: Edit QoS Spec Consumer
kn: QoS ಸ್ಪೆಕ್‌ ಗ್ರಾಹಕನನ್ನು ಸಂಪಾದಿಸಿ

source: Volume Type Encryption Details
kn: ಪರಿಮಾಣದ ಬಗೆಯ ಗೂಢಲಿಪೀಕರಣದ ವಿವರಗಳು

source: Create a new "extra spec" key-value pair for a volume type.
kn: ಒಂದು ಪರಿಮಾಣದ ಬಗೆಗಾಗಿ ಹೊಸ "extra spec" ಕೀಲಿ-ಮೌಲ್ಯದ ಜೋಡಿಯನ್ನು ರಚಿಸಿ.

source: Update the "extra spec" value for "%(key)s"
kn: "%(key)s" ಗಾಗಿ "extra spec" ಮೌಲ್ಯದ ಅಪ್‌ಡೇಟ್‌

source: Volume Type Extra Specs
kn: ಪರಿಮಾಣದ ಬಗೆಯ ಹೆಚ್ಚುವರಿ ಸ್ಪೆಕ್‌ಗಳು

source: Close
kn: ಮುಚ್ಚಿ
sr: Zatvori

source: Create Volume Type Extra Spec
kn: ಪರಿಮಾಣದ ಬಗೆಯ ಹೆಚ್ಚುವರಿ ಸ್ಪೆಕ್‌ ಅನ್ನು ರಚಿಸಿ

source: Volume Type: %(volume_type_name)s
kn: ಪರಿಮಾಣದ ಬಗೆ: %(volume_type_name)s

source: Edit Volume Type Extra Spec
kn: ಪರಿಮಾಣದ ಬಗೆಯ ಹೆಚ್ಚುವರಿ ಸ್ಪೆಕ್‌ ಅನ್ನು ಸಂಪಾದಿಸಿ

source: Volume Type: %(volume_type_name)s
kn: ಪರಿಮಾಣದ ಬಗೆ: %(volume_type_name)s

source: Create a new "spec" key-value pair for QoS Spec "%(qos_spec_name)s"
kn: QoS ಸ್ಪೆಕ್‌ "%(qos_spec_name)s" ಗಾಗಿ ಹೊಸ "spec" ಕೀಲಿ-ಮೌಲ್ಯದ ಜೋಡಿಯನ್ನು ರಚಿಸಿ

source: Update the spec value for "%(key)s"
kn: "%(key)s" ಗಾಗಿ ಸ್ಪೆಕ್‌ ಮೌಲ್ಯದ ಅಪ್‌ಡೇಟ್‌

source: Create Spec
kn: ಸ್ಪೆಕ್‌ ಅನ್ನು ರಚಿಸಿ

source: Spec: %(qos_spec_name)s
kn: ಸ್ಪೆಕ್‌: %(qos_spec_name)s

source: Edit Spec
kn: ಸ್ಪೆಕ್‌ ಅನ್ನು ಸಂಪಾದಿಸಿ

source: QoS Spec:
kn: QoS ಸ್ಪೆಕ್‌:

source: QoS Spec: %(qos_spec_name)s
kn: QoS ಸ್ಪೆಕ್‌: %(qos_spec_name)s

source: The status of a volume is normally managed automatically. In some circumstances an administrator may need to explicitly update the status value. This is equivalent to the <tt>cinder reset-state</tt> command.
kn: ಪರಿಮಾಣದ ಸ್ಥಿತಿಯನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ನಿರ್ವಹಿಸಲಾಗುತ್ತದೆ. ಕೆಲವು ಸಂದರ್ಭಗಳಲ್ಲಿ ಒಬ್ಬ ವ್ಯವಸ್ಥಾಪಕನು ಸ್ಥಿತಿಯ ಮೌಲ್ಯವನ್ನು ಸ್ಪಷ್ಟವಾಗಿ ಅಪ್‌ಡೇಟ್ ಮಾಡಬೇಕಿರುತ್ತದೆ. ಇದು <tt>cinder reset-state</tt> ಆದೇಶಕ್ಕೆ ಸಮನಾಗಿರುತ್ತದೆ.

source: Volume Details
kn: ಪರಿಮಾಣದ ವಿವರಗಳು
sr: Detalji volume-a

source: Update Volume Status
kn: ಪರಿಮಾಣದ ಸ್ಥಿತಿಯನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಿ

source: Successfully created encryption for volume type: %s
kn: ಪರಿಮಾಣದ ಬಗೆಗಾಗಿ ಗೂಢಲಿಪೀಕರಣವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ: %s

source: Unable to create encrypted volume type.
kn: ಗೂಢಲಿಪೀಕರಿಸಿದ ಪರಿಮಾಣದ ಬಗೆಯನ್ನು ರಚಿಸಲಾಗಿಲ್ಲ.

source: QoS Spec to be associated
kn: ಸಂಬಂಧ ಜೋಡಿಸಬೇಕಿರುವ QoS ಸ್ಪೆಕ್‌

source: Choose associated QoS Spec.
kn: ಸಂಬಂಧಿತ QoS ಸ್ಪೆಕ್‌ನನ್ನು ಆರಿಸಿ.

source: New associated QoS Spec must be different than the current associated QoS Spec.
kn: ಹೊಸ ಸಂಬಂಧಿತ QoS ಸ್ಪೆಕ್‌ ಪ್ರಸಕ್ತ ಸಂಬಂಧಿತ QoS ಸ್ಪೆಕ್‌ಗಿಂತ ಭಿನ್ನವಾಗಿರಬೇಕು.

source: Successfully updated QoS Spec association.
kn: QoS ಸ್ಪೆಕ್‌ ಸಂಬಂಧ ಜೋಡಿಕೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗಿದೆ.

source: Error updating QoS Spec association.
kn: QoS ಸ್ಪೆಕ್‌ ಸಂಬಂಧ ಜೋಡಿಕೆಯನ್ನು ಅಪ್‌ಡೇಟ್‌ ಮಾಡುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ.

source: QoS Spec Consumer
kn: QoS ಸ್ಪೆಕ್‌ ಗ್ರಾಹಕ

source: Choose consumer for this QoS Spec.
kn: ಈ QoS ಸ್ಪೆಕ್‌ಗಾಗಿ ಗ್ರಾಹಕನನ್ನು ಆರಿಸಿ.

source: QoS Spec consumer value must be different than the current consumer value.
kn: QoS ಸ್ಪೆಕ್‌ ಗ್ರಾಹಕ ಮೌಲ್ಯವು ಪ್ರಸಕ್ತ ಸಂಬಂಧಿತ ಗ್ರಾಹಕ ಮೌಲ್ಯಕ್ಕಿಂತ ಭಿನ್ನವಾಗಿರಬೇಕು.

source: Successfully modified QoS Spec consumer.
kn: QoS ಸ್ಪೆಕ್‌ ಗ್ರಾಹಕವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಮಾರ್ಪಡಿಸಲಾಗಿದೆ.

source: Error editing QoS Spec consumer.
kn: QoS ಸ್ಪೆಕ್‌ ಗ್ರಾಹಕವನ್ನು ಸಂಪಾದಿಸುವಲ್ಲಿ ದೋಷ.

source: View Extra Specs
kn: ಹೆಚ್ಚುವರಿ ಸ್ಪೆಕ್‌ಗಳನ್ನು ನೋಡಿ
sr: Pregled dodatnih specifikacija

source: Manage QoS Spec Association
kn: QoS ಸ್ಪೆಕ್‌ ಸಂಬಂಧ ಜೋಡಿಕೆಯನ್ನು ನಿರ್ವಹಿಸಿ

source: Create Encryption
kn: ಗೂಢಲಿಪೀಕರಣವನ್ನು ರಚಿಸಿ

source: Unable to determine if volume type encryption is supported.
kn: ಪರಿಮಾಣದ ಬಗೆಯ ಗೂಢಲಿಪೀಕರಣವನ್ನು ಬೆಂಬಲಿಸಲಾಗುತ್ತದೆಯೆ ಎಂಬುದನ್ನು ನಿರ್ಧರಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Associated QoS Spec
kn: ಸಂಬಂಧಿತ QoS ಸ್ಪೆಕ್‌

source: Encryption
kn: ಗೂಢಲಿಪೀಕರಣ

source: Manage Specs
kn: ಸ್ಪೆಕ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸಿ

source: Edit Consumer
kn: ಗ್ರಾಹಕವನ್ನು ಸಂಪಾದಿಸಿ

source: Consumer
kn: ಗ್ರಾಹಕ

source: QoS Specs
kn: QoS ಸ್ಪೆಕ್‌ಗಳು

source: Create a Volume Type
kn: ಪರಿಮಾಣದ ಬಗೆಯನ್ನು ರಚಿಸಿ
sr: Kreiranje tipa volume-a

source: Unable to retrieve volume type encryption details.
kn: ಪರಿಮಾಣ ಬಗೆಯ ಗೂಢಲಿಪೀಕರಣದ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Create Volume Type Encryption
kn: ಪರಿಮಾಣದ ಬಗೆಯ ಗೂಢಲಿಪೀಕರಣವನ್ನು ರಚಿಸಿ
sr: Kreiraj Tip Entkripcije Volumen-a

source: Create an Encrypted Volume Type
kn: ಗೂಢಲಿಪೀಕರಿಸಿದ ಪರಿಮಾಣದ ಬಗೆಯನ್ನು ರಚಿಸಿ

source: Unable to retrieve volume type name.
kn: ಪರಿಮಾಣದ ಬಗೆಯ ಹೆಸರನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Create a QoS Spec
kn: QoS ಸ್ಪೆಕ್‌ನನ್ನು ರಚಿಸಿ

source: Create
kn: ರಚಿಸಿ
sr: Kreiraj

source: Edit Consumer of QoS Spec
kn: QoS ಸ್ಪೆಕ್‌ ಗ್ರಾಹಕನನ್ನು ಸಂಪಾದಿಸಿ

source: Modify Consumer
kn: ಗ್ರಾಹಕನನ್ನು ಬದಲಿಸಿ
sr: Izmeni Potrošača

source: Unable to retrieve QoS Spec details.
kn: QoS ಸ್ಪೆಕ್‌ ಪೋರ್ಟ್ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Associate QoS Spec with Volume Type
kn: QoS ಸ್ಪೆಕ್‌ನೊಂದಿಗೆ ಪರಿಮಾಣದ ಬಗೆಯನ್ನು ಸಂಬಂಧ ಜೋಡಿಸಿ
sr: nameni QoS specifikaciju sa Tipom Volumen-a

source: Associate
kn: ಸಂಬಂಧ ಜೋಡಿಸಿ
sr: Pridruživanje

source: Unable to retrieve volume type details.
kn: ಪರಿಮಾಣ ಬಗೆಯ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Unable to retrieve QoS Specs.
kn: QoS ಸ್ಪೆಕ್‌ ಅನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Unable to retrieve QoS Spec association.
kn: QoS ಸ್ಪೆಕ್‌ ಪೋರ್ಟ್ ಸಂಬಂಧಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Key
kn: ಕೀಲಿ
sr: Ključ

source: Value
kn: ಮೌಲ್ಯ
sr: Vrednost

source: Created extra spec "%s".
kn: ಹೆಚ್ಚುವರಿ ಸ್ಪೆಕ್‌ "%s" ಅನ್ನು ರಚಿಸಲಾಗಿದೆ.
sr: Kreirana dodatna specifikacija "%s".

source: Unable to create volume type extra spec.
kn: ಪರಿಮಾಣದ ಬಗೆಯ ಹೆಚ್ಚುವರಿ ಸ್ಪೆಕ್‌ ಅನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Saved extra spec "%s".
kn: ಹೆಚ್ಚುವರಿ ಸ್ಪೆಕ್‌ "%s" ಅನ್ನು ಉಳಿಸಲಾಗಿದೆ.
sr: Sačuvana dodatna specifikacija ta "%s".

source: Unable to edit volume type extra spec.
kn: ಪರಿಮಾಣದ ಬಗೆಯ ಹೆಚ್ಚುವರಿ ಸ್ಪೆಕ್‌ ಅನ್ನು ಸಂಪಾದಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Edit
kn: ಸಂಪಾದನೆ
sr: Izmena

source: Extra Specs
kn: ಹೆಚ್ಚುವರಿ ಸ್ಪೆಕ್‌ಗಳು
sr: Dodatna specifikacije

source: Unable to retrieve extra spec list.
kn: ಹೆಚ್ಚುವರಿ ಸ್ಪೆಕ್‌ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nije moguće izvaditi listu dodatnih specifikacija.

source: Unable to retrieve volume type extra spec details.
kn: ಪರಿಮಾಣ ಬಗೆಯ ಹೆಚ್ಚುವರಿ ಸ್ಪೆಕ್‌ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Created spec "%s".
kn: ಸ್ಪೆಕ್‌ "%s" ಅನ್ನು ರಚಿಸಲಾಗಿದೆ.

source: Unable to create spec.
kn: ಸ್ಪೆಕ್‌ ಅನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Saved spec "%s".
kn: ಸ್ಪೆಕ್‌ "%s" ಅನ್ನು ಉಳಿಸಲಾಗಿದೆ.

source: Unable to edit spec.
kn: ಸ್ಪೆಕ್‌ ಅನ್ನು ಸಂಪಾದಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Spec
kn: ಸ್ಪೆಕ್‌

source: Key-Value Pairs
kn: ಕೀಲಿ-ಮೌಲ್ಯದ ಜೋಡಿಗಳು

source: undefined
kn: ವಿವರಿಸದೆ ಇರುವ

source: Unable to retrieve QoS spec list.
kn: QoS ಸ್ಪೆಕ್‌ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Unable to retrieve QoS spec details.
kn: QoS ಸ್ಪೆಕ್‌ ಪೋರ್ಟ್ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Bootable
kn: ಬೂಟ್‌ಮಾಡಬಹುದಾದ

source: No volume type
kn: ಯಾವುದೆ ಪರಿಮಾಣದ ಬಗೆ ಇಲ್ಲ

source: Successfully created volume type: %s
kn: ಪರಿಮಾಣದ ಬಗೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ: %s
sr: Uspešno kreiran volume tipa: %s

source: Unable to create volume type.
kn: ಪರಿಮಾಣದ ಬಗೆಯನ್ನು ರಚಿಸಲಾಗಿಲ್ಲ.
sr: Nemoguće je kreirati tip volume-a.

source: Attaching
kn: ಲಗತ್ತಿಸಲಾಗುತ್ತಿದೆ

source: Detaching
kn: ಸಂಪರ್ಕತಪ್ಪಿಸಲಾಗುತ್ತಿದೆ
sr: Raskidanje

source: In Use
kn: ಬಳಕೆಯಲ್ಲಿದೆ

source: Successfully updated volume status to "%s".
kn: ಪರಿಮಾಣದ ಸ್ಥಿತಿಯನ್ನು "%s" ಗೆ ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗಿದೆ.

source: Unable to update volume status to "%s".
kn: ಪರಿಮಾಣ ಸ್ಥಿತಿಯನ್ನು "%s" ಗೆ ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ".

source: Successfully created QoS Spec: %s
kn: QoS ಸ್ಪೆಕ್‌ನನ್ನು ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ: %s

source: Unable to create QoS Spec.
kn: QoS ಸ್ಪೆಕ್‌ನನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Unable to retrieve volume details.
kn: ಪರಿಮಾಣ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće izvući detalje o volume-u.

source: Identity
kn: ಗುರುತು

source: Domains
kn: ಡೊಮೈನ್‌ಗಳು
sr: Domeni

source: Manage Members
kn: ಅಂಗಗಳನ್ನು ನಿರ್ವಹಿಸಿ

source: Modify Groups
kn: ಗುಂಪುಗಳನ್ನು ಬದಲಾಯಿಸಿ
sr: Izmena grupa

source: Create Domain
kn: ಡೊಮೇನ್‌ ಅನ್ನು ರಚಿಸಿ
sr: Kreiraj domen

source: Domain "%s" must be disabled before it can be deleted.
kn: "%s" ಡೊಮೇನ್ ಅನ್ನು ಅಳಿಸುವ ಮೊದಲು ಅದನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಬೇಕು.
sr: Domen "%s" mora biti deaktiviran pre nego što se obriše.

source: Set Domain Context
kn: ಡೊಮೇನ್ ಸನ್ನಿವೇಶವನ್ನು ಹೊಂದಿಸಿ
sr: Postavi kontekst za Domen

source: Domain Context updated to Domain %s.
kn: ಡೊಮೇನ್ ಸನ್ನಿವೇಶವನ್ನು ಡೊಮೇನ್ %s ಗೆ ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ.
sr: Domain kontekst ažuriran za Domen %s.

source: Unable to set Domain Context.
kn: ಡೊಮೇನ್ ಸನ್ನಿವೇಶವನ್ನು ಹೊಂದಿಸಲಾಗಿಲ್ಲ.
sr: Nije moguće postaviti Domen kontekst

source: Clear Domain Context
kn: ಡೊಮೇನ್ ಸನ್ನಿವೇಶವನ್ನು ತೆರವುಗೊಳಿಸಿ
sr: Obriši Domen kontekst

source: Domain Context cleared.
kn: ಡೊಮೇನ್ ಸನ್ನಿವೇಶವನ್ನು ತೆರವುಗೊಳಿಸಲಾಗಿದೆ.
sr: Domen kontekst obrisan

source: Domain ID
kn: ಡೊಮೇನ್‌ ID
sr: Domen ID

source: Unable to retrieve domain list.
kn: ಡೊಮೇನ್ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nije moguće izvući listu domena.

source: Unable to retrieve domain information.
kn: ಡೊಮೇನ್ ಮಾಹಿತಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Insufficient privilege level to view domain information.
kn: ಡೊಮೇನ್ ಮಾಹಿತಿಯನ್ನು ನೋಡಲು ಸಾಕಷ್ಟು ಅಧಿಕಾರವನ್ನು ಹೊಂದಿಲ್ಲ.

source: Unable to retrieve domain details.
kn: ಡೊಮೇನ್ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nije moguće izvući detalje o domenu.

source: Domain Information
kn: ಡೊಮೇನ್ ಮಾಹಿತಿ

source: Domains provide separation between users and infrastructure used by different organizations.
kn: ಡೊಮೇನ್‌ಗಳು ವಿವಿಧ ಸಂಸ್ಥೆಗಳಿಂದ ಬಳಸಲಾದ ಬಳಕೆದಾರರು ಮತ್ತು ಮೂಲಭೂತ ಸೌಕರ್ಯದ ನಡುವಿನ ವ್ಯತ್ಯಾಸವನ್ನು ಒದಗಿಸುತ್ತದೆ.

source: Could not find default role "%s" in Keystone
kn: ಕೀಸ್ಟೋನ್‌ನಲ್ಲಿ "%s" ಪೂರ್ವನಿಯೋಜಿತ ಪಾತ್ರವು ಕಂಡುಬಂದಿಲ್ಲ
sr: Nije moguće naći inicijalnu ulogu "%s" u Keystone

source: Unable to find default role.
kn: ಪೂರ್ವನಿಯೋಜಿತ ಪಾತ್ರವು ಕಂಡುಬಂದಿಲ್ಲ.

source: Unable to retrieve user list.
kn: ಬಳಕೆದಾರ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nije moguće izvući listu korisnika.

source: Unable to retrieve role list.
kn: ಪಾತ್ರದ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti listu uloge - role

source: Unable to retrieve user domain role assignments.
kn: ಬಳಕೆದಾರ ಡೊಮೇನ್‌ ಪಾತ್ರದ ಅಸೈನ್ಮೆಂಟ್‌ಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Domain Members
kn: ಡೊಮೇನ್‌ ಅಂಗಗಳು

source: All Users
kn: ಎಲ್ಲಾ ಬಳಕೆದಾದರರು
sr: Svi korisnici

source: No users found.
kn: ಯಾವುದೆ ಬಳಕೆದಾರರು ಕಂಡುಬಂದಿಲ್ಲ.
sr: Nije pronađen ni jedan korisnik.

source: No users.
kn: ಯಾವುದೆ ಬಳಕೆದಾರರು ಇಲ್ಲ.
sr: Nema korisnika.

source: Unable to retrieve group list. Please try again later.
kn: ಗುಂಪಿನ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. ದಯವಿಟ್ಟು ಇನ್ನೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
sr: Nemoguće je izvući listu grupa. Molimo pokušajte ponovo kasnije.

source: Domain Groups
kn: ಡೊಮೇನ್ ಗುಂಪುಗಳು
sr: Grupe u Domenu

source: All Groups
kn: ಎಲ್ಲಾ ಗುಂಪುಗಳು
sr: Sve grupe

source: No groups found.
kn: ಯಾವುದೇ ಗುಂಪುಗಳು ಕಂಡುಬಂದಿಲ್ಲ.
sr: Nije pronađena ni jedna grupa.

source: No groups.
kn: ಯಾವುದೇ ಗುಂಪುಗಳು ಇಲ್ಲ.
sr: Nema grupa.

source: Created new domain "%s".
kn: ಹೊಸ ಫ್ಲೇವರ್‌ "%s" ಅನ್ನು ರಚಿಸಲಾಗಿದೆ.
sr: Kreiran novi domen "%s".

source: Unable to create domain "%s".
kn: ಡೊಮೇನ್ "%s" ಅನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nije moguće kreirati domen "%s"

source: Domains provide separation between users and infrastructure used by different organizations. Edit the domain details to add or remove groups in the domain.
kn: ಡೊಮೇನ್‌ಗಳು ವಿವಿಧ ಸಂಸ್ಥೆಗಳಿಂದ ಬಳಸಲಾದ ಬಳಕೆದಾರರು ಮತ್ತು ಮೂಲಭೂತ ಸೌಕರ್ಯದ ನಡುವಿನ ವ್ಯತ್ಯಾಸವನ್ನು ಒದಗಿಸುತ್ತದೆ. ಡೊಮೇನ್‌ನಲ್ಲಿನ ಗುಂಪುಗಳನ್ನು ಸೇರಿಸಲು ಅಥವ ತೆಗೆದುಹಾಕಲು ಡೊಮೇನ್‌ ವಿವರಗಳನ್ನು ಸಂಪಾದಿಸಿ.

source: Edit Domain
kn: ಡೊಮೇನ್ ಅನ್ನು ಸಂಪಾದಿಸಿ
sr: Izmena domena

source: Modified domain "%s".
kn: ಮಾರ್ಪಡಿಸಿದ ಡೊಮೇನ್ "%s".
sr: Domen "%s" izmenjen.

source: Unable to modify domain "%s".
kn: ಡೊಮೇನ್ "%s" ಅನ್ನು ಮಾರ್ಪಡಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće izmeniti domen "%s".

source: You cannot revoke your administrative privileges from the domain you are currently logged into. Please switch to another domain with administrative privileges or remove the administrative role manually via the CLI.
kn: ನೀವು ಪ್ರಸಕ್ತ ಲಾಗಿನ್ ಆದಂತಹ ಡೊಮೇನ್‌ನಿಂದ ವ್ಯವಸ್ಥಾಪಕ ಅಧಿಕಾರಗಳನ್ನು ರದ್ದುಗೊಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ದಯವಿಟ್ಟು ವ್ಯವಸ್ಥಾಪಕ ಅಧಿಕಾರಗಳಿಂದ ಇನ್ನೊಂದು ಡೊಮೇನ್‌ಗೆ ಬದಲಾಯಿಸಿ ಅಥವ CLI ಬಳಸಿಕೊಂಡು ವ್ಯವಸ್ಥಾಪಕ ಪಾತ್ರವನ್ನು ಕೈಯಾರೆ ತೆಗೆದುಹಾಕಿ.

source: Failed to modify %s project members and update domain groups.
kn: %s ಪರಿಯೋಜನೆ ಅಂಗಗಳನ್ನು ಮಾರ್ಪಡಿಸಲು ಮತ್ತು ಡೊಮೇನ್ ಗುಂಪುಗಳನ್ನು ವಿಫಲಗೊಂಡಿದೆ.

source: Failed to modify %s domain groups.
kn: %s ಡೊಮೇನ್ ಗುಂಪುಗಳನ್ನು ಮಾರ್ಪಡಿಸಲು ವಿಫಲಗೊಂಡಿದೆ.
sr: Neuspešna izmena %s grupa domena.

source: Group "%s" was successfully created.
kn: "%s" ಗುಂಪನ್ನು ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ.
sr: Grupa "%s" je uspešno napravljena.

source: Unable to create group.
kn: ಗುಂಪನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nije moguće napraviti grupu.

source: Group has been updated successfully.
kn: ಗುಂಪನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ.
sr: Grupa je uspešno ažurirana.

source: Unable to update the group.
kn: ಗುಂಪನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nije moguće ažurirati grupu.

source: Groups
kn: ಗುಂಪುಗಳು
sr: Grupe

source: Create Group
kn: ಗುಂಪನ್ನು ರಚಿಸಿ
sr: Kreiraj grupu

source: Edit Group
kn: ಗುಂಪನ್ನು ಸಂಪಾದಿಸಿ
sr: Izmena grupe

source: Group ID
kn: ಗುಂಪಿನ ID
sr: ID grupe

source: User Name
kn: ಬಳಕೆದಾರ ಹೆಸರು
sr: Korisničko ime

source: Email
kn: ಇಮೇಲ್

source: User ID
kn: ಬಳಕೆದಾರ ID
sr: ID korisnika

source: Group Members
kn: ಗುಂಪಿನ ಅಂಗಗಳು
sr: Članovi grupe

source: Non-Members
kn: ಅಂಗಗಳಲ್ಲದವು
sr: Ne-članovi

source: Unable to retrieve group list.
kn: ಗುಂಪಿನ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nije moguće izvući listu grupa.

source: Insufficient privilege level to view group information.
kn: ಗುಂಪಿನ ಮಾಹಿತಿಯನ್ನು ನೋಡಲು ಸಾಕಷ್ಟು ಅಧಿಕಾರವನ್ನು ಹೊಂದಿಲ್ಲ.

source: Update Group
kn: ಗುಂಪನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಿ
sr: Ažuriranje grupe

source: Unable to update group.
kn: ಗುಂಪನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nije moguće ažurirati grupu.

source: Unable to retrieve group users.
kn: ಗುಂಪಿನ ಬಳಕೆದಾರರನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nije moguće izvući listu korisnika u grupi.

source: Unable to retrieve users.
kn: ಬಳಕೆದಾರರನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nije moguće izvući listu korisnika.

source: Add Group Assignment
kn: ಗುಂಪು ಅಸೈನ್‌ಮೆಂಟ್ ಅನ್ನು ಸೇರಿಸಿ
sr: Dodaj zadatak grupi

source: Groups are used to manage access and assign roles to multiple users at once. After creating the group, edit the group to add users.
kn: ನಿಲುಕನ್ನು ನೋಡಿಕೊಳ್ಳಲು ಮತ್ತು ಒಂದೇ ಬಾರಿಗೆ ಅನೇಕ ಬಳಕೆದಾರರಿಗೆ ಪಾತ್ರಗಳನ್ನು ನಿಯೋಜಿಸಲು ಗುಂಪುಗಳನ್ನು ಬಳಸಲಾಗುತ್ತದೆ. ಗುಂಪನ್ನು ರಚಿಸಿದ ನಂತರ, ಬಳಕೆದಾರರನ್ನು ಸೇರಿಸಲು ಗುಂಪನ್ನು ಸಂಪಾದಿಸಿ.

source: Groups are used to manage access and assign roles to multiple users at once. Edit the group to add users.
kn: ನಿಲುಕನ್ನು ನೋಡಿಕೊಳ್ಳಲು ಮತ್ತು ಒಂದೇ ಬಾರಿಗೆ ಅನೇಕ ಬಳಕೆದಾರರಿಗೆ ಪಾತ್ರಗಳನ್ನು ನಿಯೋಜಿಸಲು ಗುಂಪುಗಳನ್ನು ಬಳಸಲಾಗುತ್ತದೆ. ಬಳಕೆದಾರರನ್ನು ಸೇರಿಸಲು ಗುಂಪನ್ನು ಸಂಪಾದಿಸಿ.

source: Add User to Group
kn: ಬಳಕೆದಾರರನ್ನು ಗುಂಪಿಗೆ ಸೇರಿಸು
sr: Dodaj korisnika u grupu

source: Group Management
kn: ಗುಂಪು ನಿರ್ವಹಣೆ
sr: Upravljanje grupama

source: Projects
kn: ಪರಿಯೋಜನೆಗಳು
sr: Projekti

source: Set as Active Project
kn: ಸಕ್ರಿಯ ಪರಿಯೋಜನೆಯಾಗಿ ಹೊಂದಿಸಿ

source: View Usage
kn: ಬಳಕೆಯನ್ನು ನೋಡಿ
sr: Pregled upotrebe

source: Create Project
kn: ಪರಿಯೋಜನೆಯನ್ನು ರಚಿಸಿ
sr: Kreirajte projekat

source: Edit Project
kn: ಪರಿಯೋಜನೆಯನ್ನು ಸಂಪಾದಿಸಿ
sr: Izmenite projekat

source: Modify Quotas
kn: ಕೋಟಾಗಳನ್ನು ಮಾರ್ಪಡಿಸಿ
sr: Izmena kvota

source: This name is already taken.
kn: ಹೆಸರನ್ನು ಈಗಾಗಲೆ ತೆಗೆದುಕೊಳ್ಳಲಾಗಿದೆ.
sr: Ovo ime je već upotrebljeno.

source: Unable to retrieve project information.
kn: ಪರಿಯೋಜನೆಯ ಮಾಹಿತಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti podatke o proejktu.

source: Insufficient privilege level to view project information.
kn: ಪರಿಯೋಜನೆಯ ಮಾಹಿತಿಯನ್ನು ನೋಡಲು ಸಾಕಷ್ಟು ಅಧಿಕಾರವನ್ನು ಹೊಂದಿಲ್ಲ.

source: Project Usage
kn: ಪರಿಯೋಜನೆಯ ಬಳಕೆ
sr: Upotreba projekta

source: Unable to retrieve default Neutron quota values.
kn: ಪೂರ್ವನಿಯೋಜಿತ ನ್ಯೂಟ್ರಾನ್ ಕೋಟಾ ಮೌಲ್ಯಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemožete dobiti podrazumevane vrednosti Neutron kvote.

source: Unable to retrieve project domain.
kn: ಪರಿಯೋಜನೆಯ ಡೊಮೇನ್ ಅನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemožete dobiti domen projekta.

source: Unable to retrieve project details.
kn: ಪರಿಯೋಜನೆಯ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti detalje projekta.

source: Injected File Content (Bytes)
kn: ಇಂಜೆಕ್ಟ್‌ ಮಾಡಲಾದ ಕಡತದ ಕಂಟೆಂಟ್ (ಬೈಟ್‌ಗಳು)

source: %(used)s %(key)s used
kn: %(used)s %(key)s ಬಳಸಲಾಗಿದೆ

source: Quota value(s) cannot be less than the current usage value(s): %s.
kn: ಕೋಟಾ ಮೌಲ್ಯವು(ಗಳು) ಪ್ರಸಕ್ತ ಬಳಕೆ ಮೌಲ್ಯಕ್ಕಿಂತ(ಗಳಿಗಿಂತ) ಕಡಿಮೆ ಇರುವಂತಿಲ್ಲ: %s.

source: Quota
kn: ಕೋಟಾ
sr: Kvota

source: Set maximum quotas for the project.
kn: ಪರಿಯೋಜನೆಗಾಗಿ ಗರಿಷ್ಟ ಕೋಟಾಗಳನ್ನು ಹೊಂದಿಸಿ.

source: Domain Name
kn: ಡೊಮೇನ್ ಹೆಸರು
sr: Ime domena

source: Project Information
kn: ಪರಿಯೋಜನೆಯ ಮಾಹಿತಿ

source: Create a project to organize users.
kn: ಬಳಕೆದಾರರನ್ನು ವ್ಯವಸ್ಥಿತವಾಗಿ ಜೋಡಿಸಲು ಪರಿಯೋಜನೆಯನ್ನು ರಚಿಸಿ.

source: Unable to retrieve user list. Please try again later.
kn: ಬಳಕೆದಾರರ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. ದಯವಿಟ್ಟು ಇನ್ನೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
sr: Nemoguće je izvući lista korisnika. Molimo pokušajte ponovo kasnije.

source: Project Members
kn: ಪರಿಯೋಜನೆ ಅಂಗಗಳು
sr: Članovi projekta

source: Project Groups
kn: ಪರಿಯೋಜನೆ ಗುಂಪುಗಳು
sr: Grupe u projektu

source: Created new project "%s".
kn: ಹೊಸ ಪರಿಯೋಜನೆ "%s" ಅನ್ನು ರಚಿಸಲಾಗಿದೆ.
sr: Kreiran novi projekat "%s".

source: Unable to create project "%s".
kn: ಪರಿಯೋಜನೆ "%s" ಅನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je kreirati projekat "%s".

source: , add project groups
kn: , ಪರಿಯೋಜನೆ ಗುಂಪುಗಳನ್ನು ಸೇರಿಸಿ
sr: , dodajte grupe projekta

source: Failed to add %(users_to_add)s project members%(group_msg)s and set project quotas.
kn: %(users_to_add)s ಪರಿಯೋಜನೆಯ ಅಂಗಗಳನ್ನು %(group_msg)s ಸೇರಿಸಲು ಮತ್ತು ಪರಿಯೋಜನೆಯ ಕೋಟಾಗಳನ್ನು ಹೊಂದಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Neuspelo dodavanje %(users_to_add)s članovi projekta%(group_msg)s i setovanje projektnih kvota.

source: Failed to add %s project groups and update project quotas.
kn: %s ಪರಿಯೋಜನೆಯ ಗುಂಪುಗಳನ್ನು ಸೇರಿಸಲು ಮತ್ತು ಪರಿಯೋಜನೆಯ ಕೋಟಾಗಳನ್ನು ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗಿಲ್ಲ.
sr: Neuspelo dodavanje %s grupa projekta i izmena projektnih kvota.

source: Unable to set project quotas.
kn: ಪರಿಯೋಜನೆಗಾಗಿ ಕೋಟಾವನ್ನು ಹೊಂದಿಸಲಾಗಿಲ್ಲ.
sr: Nemoguće je postaviti kvote projekta.

source: Edit the project details.
kn: ಪರಿಯೋಜನೆಯ ವಿವರಗಳನ್ನು ಸಂಪಾದಿಸಿ.

source: Modified project "%s".
kn: ಮಾರ್ಪಡಿಸಲಾದ ಪರಿಯೋಜನೆ "%s".
sr: Izmenjen projekat "%s".

source: Unable to modify project "%s".
kn: ಪರಿಯೋಜನೆ "%s" ಅನ್ನು ಮಾರ್ಪಡಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je izmeniti projekat "%s".

source: You cannot revoke your administrative privileges from the project you are currently logged into. Please switch to another project with administrative privileges or remove the administrative role manually via the CLI.
kn: ನೀವು ಪ್ರಸಕ್ತ ಲಾಗಿನ್ ಆದಂತಹ ಪರಿಯೋಜನೆಯಿಂದ ವ್ಯವಸ್ಥಾಪಕ ಅಧಿಕಾರಗಳನ್ನು ರದ್ದುಗೊಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ದಯವಿಟ್ಟು ವ್ಯವಸ್ಥಾಪಕ ಅಧಿಕಾರಗಳಿಂದ ಇನ್ನೊಂದು ಪರಿಯೋಜನೆಗೆ ಬದಲಾಯಿಸಿ ಅಥವ CLI ಬಳಸಿಕೊಂಡು ವ್ಯವಸ್ಥಾಪಕ ಪಾತ್ರವನ್ನು ಕೈಯಾರೆ ತೆಗೆದುಹಾಕಿ.
sr: Ne možete opozvati administratorske privilegijeu projektu u kome ste ulogovani. Molim prebaciti se na drugi projekat sa administrativnim pravima ili ukinite administrativna prava ručno kroz CLI.

source: , update project groups
kn: , ಪರಿಯೋಜನೆ ಗುಂಪುಗಳನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಿ
sr: , izmenite grupe projekta

source: Failed to modify %(users_to_modify)s project members%(group_msg)s and update project quotas.
kn: %(users_to_modify)s ಪರಿಯೋಜನೆಯ ಅಂಗಗಳನ್ನು %(group_msg)s ಮಾರ್ಪಡಿಸಲು ಮತ್ತು ಪರಿಯೋಜನೆಯ ಕೋಟಾಗಳನ್ನು ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nesupešna izmena %(users_to_modify)s članovi projekta%(group_msg)s i izmena kvota projekta.

source: Failed to modify %s project members, update project groups and update project quotas.
kn: %s ಪರಿಯೋಜನೆಯ ಅಂಗಗಳನ್ನು ಮಾರ್ಪಡಿಸಲು, ಪರಿಯೋಜನೆ ಗುಂಪುಗಳನ್ನು ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲು ಮತ್ತು ಪರಿಯೋಜನೆಯ ಕೋಟಾಗಳನ್ನು ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲು ವಿಫಲಗೊಂಡಿದೆ.
sr: Neuspešna izmena %s članova projekta, izmana grupa projekta i izmena kvota projekta.
