Repository: openstack/horizon
Catalog: openstack_dashboard/locale/*/LC_MESSAGES/django.po
Languages: kn, sr

source: Make Public
kn: ಸಾರ್ವಜನಿಕವಾಗಿಸು
sr: Učinite javnim

source: Successfully updated container access to public.
kn: ಸಾರ್ವಜನಿಕಕ್ಕೆ ಕಂಟೇನರ್‌ ಎಕ್ಸೆಸ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ.
sr: Uspešno izmenjen pristup kontejnera javnosti.

source: Unable to update container access.
kn: ಕಂಟೇನರ್ ಎಕ್ಸೆಸ್‌ ಅನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿಲ್ಲ.
sr: Nemoguće je izmeniti pristup kontejneru.

source: Make Private
kn: ಖಾಸಗಿಯಾಗಿಸಿ
sr: Načinite privatnim

source: Successfully updated container access to private.
kn: ಕಂಟೇನರ್‌ ಎಕ್ಸೆಸ್‌ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗಿದೆ.
sr: Uspešno izmenjen pristup kontejneru u privatni.

source: Unable to delete container.
kn: ಕಂಟೇನರ್‌ ಅನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Create Container
kn: ಕಂಟೇನರ್‌ ಅನ್ನು ರಚಿಸಿ
sr: Kreiranje kontejnera

source: View Container
kn: ಕಂಟೇನರ್‌ ಅನ್ನು ನೋಡಿ
sr: Pregled kontejnera

source: Create Pseudo-folder
kn: ಸೂಡೊ-ಫೋಲ್ಡರ್ ಅನ್ನು ರಚಿಸಿ
sr: Kreiranje preudo-direktorijuma

source: Upload Object
kn: ಆಬ್ಜೆಕ್ಟ್‌ ಅನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
sr: Postavljanje objekta

source: Container Details
kn: ಕಂಟೇನರ್‌ ವಿವರಗಳು
sr: Detalji kontejnera

source: Copy
kn: ಪ್ರತಿಮಾಡು
sr: Kopiranje

source: Download
kn: ಡೌನ್‌ಲೋಡ್
sr: Preuzimanje

source: pseudo-folder
kn: ಸೂಡೊ-ಫೋಲ್ಡರ್‌
sr: pseudo-direktorijum

source: Objects
kn: ಆಬ್ಜೆಕ್ಟ್‌ಗಳು
sr: Objekti

source: Unable to retrieve container list.
kn: ಕಂಟೇನರ್‌ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti listu kontejnera.

source: Unable to retrieve object list.
kn: ಆಬ್ಜೆಕ್ಟ್‌ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti listu objekata.

source: Upload Objects
kn: ಆಬ್ಜೆಕ್ಟ್‌ಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
sr: Smestite objekat na sistem

source: Unable to retrieve object.
kn: ಆಬ್ಜೆಕ್ಟ್‌ ಅನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti objekat.

source: Copy Object
kn: ಆಬ್ಜೆಕ್ಟ್‌ ಅನ್ನು ಪ್ರತಿ ಮಾಡು
sr: Kopiranje objekta

source: Unable to list containers.
kn: ಕಂಟೇನರ್‌ಗಳ ಪಟ್ಟಿ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je pregledati kontejnere.

source: Unable to retrieve details.
kn: ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti detalje.

source: Object Details
kn: ಆಬ್ಜೆಕ್ಟ್‌ ವಿವರಗಳು
sr: Detalji objekta

source: Update Object
kn: ಆಬ್ಜೆಕ್ಟ್‌ ಅನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಿ
sr: Ažuriranje objekta

source: Public URL
kn: ಸಾರ್ವಜನಿಕ URL
sr: Javni URL

source: Object Count
kn: ಆಬ್ಜೆಕ್ಟ್‌ ಎಣಿಕೆ
sr: Evidencija objekata

source: Object Count:
kn: ಆಬ್ಜೆಕ್ಟ್‌ ಎಣಿಕೆ:
sr: Broj objekata:

source: Size:
kn: ಗಾತ್ರ:
sr: Veličina:

source: Access:
kn: ಎಕ್ಸೆಸ್:
sr: Pristup:

source: Copy Object: %(object_name)s
kn: ಆಬ್ಜೆಕ್ಟ್‌ ಅನ್ನು ಪ್ರತಿಮಾಡು: %(object_name)s

source: Make a new copy of an existing object to store in this or another container. You may additionally specify the path within the selected container where the new copy should be stored.
kn: ಇದರಲ್ಲಿ ಅಥವ ಬೇರೊಂದು ಕಂಟೇನರ್‌ನಲ್ಲಿ ಶೇಖರಿಸಿ ಇಡಲು ಈಗಿರುವ ಆಬ್ಜೆಕ್ಟ್‌ನ ಒಂದು ಹೊಸ ಪ್ರತಿಯನ್ನು ಮಾಡಿ. ಇದರ ಜೊತೆಗೆ ಹೊಸ ಪ್ರತಿಯನ್ನು ಶೇಖರಿಸಿ ಇರಿಸಲು ನೀವು ಆಯ್ಕೆ ಮಾಡಿದ ಕಂಟೇನರ್‌ನ ಒಳಗೆ ಮಾರ್ಗವನ್ನೂ ಸಹ ಸೂಚಿಸಬಹುದು.

source: A container is a storage compartment for your data and provides a way for you to organize your data. You can think of a container as a folder in Windows &reg; or a directory in UNIX &reg;. The primary difference between a container and these other file system concepts is that containers cannot be nested. You can, however, create an unlimited number of containers within your account. Data must be stored in a container so you must have at least one container defined in your account prior to uploading data.
kn: ಒಂದು ಕಂಟೇನರ್‌ ಎನ್ನುವುದು ನಿಮ್ಮ ದತ್ತಾಂಶಕ್ಕಾಗಿನ ಶೇಖರಣಾ ಕೋಣೆಯಾಗಿರುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ದತ್ತಾಂಶವನ್ನು ವ್ಯವಸ್ಥಿತವಾಗಿ ಜೋಡಿಸಲು ಮಾರ್ಗವನ್ನು ಒದಗಿಸುತ್ತದೆ. ಕಂಟೇನರ್‌ ಅನ್ನು Windows &reg; ನಲ್ಲಿ ಒಂದು ಕಡತಕೋಶ ಅಥವ UNIX &reg; ಒಂದು ಕೋಶಕ್ಕೆ ಹೋಲಿಸಬಹುದು. ಒಂದು ಕಂಟೇನರ್ ಮತ್ತು ಈ ಇತರೆ ಕಡತ ವ್ಯವಸ್ಥೆಯ ಪರಿಕಲ್ಪನೆಯ ನಡುವಿನ ಪ್ರಮುಖ ವ್ಯತ್ಯಾಸವೆಂದರೆ ಕಂಟೇನರ್‌ಗಳನ್ನು ನೆಸ್ಟ್ ಮಾಡಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ. ಆದರೆ, ನೀವು ನಿಮ್ಮ ಖಾತೆಯ ಒಳಗೆ ಅನಿಯಮಿತ ಸಂಖ್ಯೆಯ ಕಂಟೇನರ್‌ಗಳನ್ನು ರಚಿಸಬಹುದು. ಒಂದು ಕಂಟೇನರ್‌ನಲ್ಲಿ ದತ್ತಾಂಶವನ್ನು ಶೇಖರಿಸಿ ಇರಿಸಬೇಕು ಆದ್ದರಿಂದ ದತ್ತಾಂಶವನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡುವ ಮೊದಲು ನಿಮ್ಮ ಖಾತೆಯಲ್ಲಿ ಕನಿಷ್ಟ ಒಂದು ಕಂಟೇನರ್‌ ಅನ್ನು ಸೂಚಿಸಲಾಗಿರಬೇಕು.
sr: Kontejner je mesto za čuvanje podataka i način je da organizujete podatke. Možete ga posmatrati kao folder u Windows &reg; ili kao directory u UNIX &reg;. Osnovna razlika između kontejnera i ovih drugih file sistema kao koncepta je što kontejner ne može biti ugnježden. Uz svoj nalog vi možete kreirati neograničen broj kontejnera. Podaci moraju biti smešteni u kontejner, tako da vi morate imati bar jedan konteejner pod vašim nalogom pre prebacivanja podataka na sistem.

source: Note: A Public Container will allow anyone with the Public URL to gain access to your objects in the container.
kn: ಸೂಚನೆ: ಒಂದು ಸಾರ್ವಜನಿಕ ಕಂಟೇನರ್‌ ಮೂಲಕ ಕಂಟೇನರ್‌ನಲ್ಲಿನ ನಿಮ್ಮ ಆಬ್ಜೆಕ್ಟ್‌ಗಳನ್ನು ಸಾರ್ವಜನಿಕ URL ಬಳಸಿಕೊಂಡು ನಿಲುಕಿಸಿಕೊಳ್ಳಬಹುದು.
sr: Važno: javni kontejner će svakome sa javnim URL dozvoliti pristup vašim objektima u kontejneru.

source: Pseudo-folder:
kn: ಸೂಡೊ-ಫೋಲ್ಡರ್:

source: Within a container you can group your objects into pseudo-folders, which behave similarly to folders in your desktop operating system, with the exception that they are virtual collections defined by a common prefix on the object's name. A slash (/) character is used as the delimiter for pseudo-folders in the Object Store.
kn: ಒಂದು ಕಂಟೇನರ್‌ನ ಒಳಗೆಯೆ ನೀವು ನಿಮ್ಮ ವಸ್ತುಗಳನ್ನು ಮಿಥ್ಯಾ-ಕೋಶಗಳಾಗಿ ಗುಂಪುಗೂಡಿಸಬಹುದು, ಇದು ನಿಮ್ಮ ಡೆಸ್ಕ್‌ಟಾಪ್ ಕಾರ್ಯಾಚರಣೆ ವ್ಯವಸ್ಥೆಯಲ್ಲಿರುವ ಕಡತಕೋಶಗಳಂತೆಯೆ ವರ್ತಿಸುತ್ತದೆ ಆದರೆ ಇವುಗಳ ವಸ್ತುವಿನ ಹೆಸರಿನಲ್ಲಿ ಸಾಮಾನ್ಯ ಪ್ರಿಫಿಕ್ಸ್ ಅನ್ನು ಹೊಂದಿರುವ ವರ್ಚುವಲ್ ಸಂಗ್ರಹಗಳಾಗಿರುತ್ತವೆ. ವಸ್ತು ಶೇಖರಣೆಯಲ್ಲಿನ ಮಿಥ್ಯಾ-ಕೋಶಕ್ಕಾಗಿ ಒಂದು ಸ್ಲ್ಯಾಶ್ (/) ಚಿಹ್ನೆಯನ್ನು ಡಿಲಿಮಿಟರ್ ಆಗಿ ಬಳಸಲಾಗುತ್ತದೆ.
sr: U kontejneru možete grupisati vaše objekte u pseudo-folder, koji se ponaša slično folderu na desktopu, sa razlikom da su oni vrtualna skupina određena sa zajedničkim prefiksom na imenu objekta. Kosa crta (/) se koristi za odvajanje pseudo-foldera u objektnom storage-u.

source: Hash
kn: ಹ್ಯಾಶ್‌

source: Content Type
kn: ಕಂಟೆಂಟ್ ಬಗೆ
sr: Vrsta sadržaja

source: Last Modified
kn: ಕೊನೆಯ ಬದಲಾವಣೆ
sr: Zadnje izmenjeno

source: Edit Object
kn: ಆಬ್ಜೆಕ್ಟ್‌ ಅನ್ನು ಸಂಪಾದಿಸಿ
sr: Izmena objekta

source: Object:
kn: ಆಬ್ಜೆಕ್ಟ್‌:

source: An object is the basic storage entity that represents a file you store in the OpenStack Object Storage system. When you upload data to OpenStack Object Storage, the data is stored as-is (no compression or encryption) and consists of a location (container), the object's name, and any metadata consisting of key/value pairs.
kn: ಒಂದು ಆಬ್ಜೆಕ್ಟ್‌ ಎನ್ನುವುದು ನೀವು OpenStack ಆಬ್ಜೆಕ್ಟ್‌ ಶೇಖರಣಾ ವ್ಯವಸ್ಥೆಯಲ್ಲಿ ನೀವು ಶೇಖರಿಸಿ ಇರಿಸುವ ಒಂದು ಕಡತವನ್ನು ಸೂಚಿಸುವ ಮೂಲಭೂತ ಶೇಖರಣಾ ಘಟಕವಾಗಿರುತ್ತದೆ. ನೀವು Openstack ಆಬ್ಜೆಕ್ಟ್‌ ಶೇಖರಣಾ ವ್ಯವಸ್ಥೆಗೆ ದತ್ತಾಂಶವನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿದಾಗ, ದತ್ತಾಂಶವನ್ನು ಹೇಗಿರುತ್ತದೆಯೊ ಹಾಗೆಯೆ (ಯಾವುದೆ ಸಂಕುಚನೆ ಅಥವ ಗೂಢಲಿಪೀಕರಣವಿಲ್ಲದೆ) ಶೇಖರಿಸಿಡಲಾಗುತ್ತದೆ ಮತ್ತು ಸ್ಥಳ (ಕಂಟೇನರ್), ಆಬ್ಜೆಕ್ಟಿನ ಹೆಸರು, ಮತ್ತು ಕೀಲಿ/ಮೌಲ್ಯದ ಜೋಡಿಗಳು ಇರುವ ಯಾವುದೆ ಮೆಟಾಡೇಟಾವನ್ನು ಹೊಂದಿರುತ್ತದೆ.
sr: Objekat je jedinični element za smeštanje u storage i predstavlja file koji smeštate u OpenStack Object Storage sistem. Kada smeštate podatke u OpenStack Object Storage, podaci su smešteni u izvornom obliku (nema kompresije i enkripcije) i sastoji se od lokacije (oznaka kontejnera), imena objekta, i osnovnih podataka koji sadrže par key/value.

source: File:
kn: ಕಡತ:

source: A new uploaded file will replace the content of the current object
kn: ಒಂದು ಹೊಸದಾಗಿ ಅಪ್‌ಲೋಡ್ ಮಾಡಲಾದ ಕಡತವು ಪ್ರಸಕ್ತ ಆಬ್ಜೆಕ್ಟ್‌ನ ಕಂಟೆಂಟ್ ಅನ್ನು ಬದಲಾಯಿಸುತ್ತದೆ
sr: Poslata datoteka će zameniti sadržaj tekućeg objekta.

source: Upload Object To Container: %(container_name)s
kn: ಆಬ್ಜೆಕ್ಟ್ ಅನ್ನು ಕಂಟೇನರ್‌ಗೆ ಅಪ್‌ಲೋಡ್ ಮಾಡು: %(container_name)s

source: Cluster Template Name
kn: ಕ್ಲಸ್ಟರ್‌ ಸಿದ್ಧವಿನ್ಯಾಸ ಹೆಸರು

source: Template
kn: ಸಿದ್ಧವಿನ್ಯಾಸ

source: Unable to upload cluster template file
kn: ಕ್ಲಸ್ಟರ್‌ ಸಿದ್ಧವಿನ್ಯಾಸ ಕಡತವನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ

source: Cluster Templates
kn: ಕ್ಲಸ್ಟರ್‌ ಸಿದ್ಧವಿನ್ಯಾಸಗಳು

source: Plugin
kn: ಪ್ಲಗ್ಇನ್

source: Version
kn: ಆವೃತ್ತಿ

source: Upload Template
kn: ಸಿದ್ಧವಿನ್ಯಾಸವನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ

source: Launch Cluster
kn: ಕ್ಲಸ್ಟರ್‌ ಅನ್ನು ಆರಂಭಿಸಿ

source: Copy Template
kn: ಸಿದ್ಧವಿನ್ಯಾಸವನ್ನು ಪ್ರತಿಮಾಡಿ

source: Create Template
kn: ಸಿದ್ಧವಿನ್ಯಾಸವನ್ನು ರಚಿಸಿ

source: Configure Cluster Template
kn: ಕ್ಲಸ್ಟರ್ ಸಿದ್ಧವಿನ್ಯಾಸವನ್ನು ಸಂರಚಿಸಿ

source: Node Groups
kn: ನೋಡ್ ಗುಂಪುಗಳು

source: General Info
kn: ಸಾಮಾನ್ಯ ಮಾಹಿತಿ

source: Unable to fetch cluster template details.
kn: ಕ್ಲಸ್ಟರ್ ಸಿದ್ಧವಿನ್ಯಾಸ ವಿವರಗಳನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Unable to fetch node group details.
kn: ನೋಡ್ ಗುಂಪಿನ ವಿವರಗಳನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Unable to fetch cluster template list
kn: ಕ್ಲಸ್ಟರ್ ಸಿದ್ಧವಿನ್ಯಾಸದ ಪಟ್ಟಿಯನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ

source: Cluster Template Details
kn: ಕ್ಲಸ್ಟರ್ ಸಿದ್ಧವಿನ್ಯಾಸದ ವಿವರಗಳು

source: Create Cluster Template
kn: ಕ್ಲಸ್ಟರ್ ಸಿದ್ಧವಿನ್ಯಾಸವನ್ನು ರಚಿಸಿ

source: Unable to fetch cluster template.
kn: ಕ್ಲಸ್ಟರ್ ಸಿದ್ಧವಿನ್ಯಾಸವನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: This Cluster Template will be created for:
kn: ಈ ಕ್ಲಸ್ಟರ್ ಸಿದ್ಧವಿನ್ಯಾಸವನ್ನು ಇದಕ್ಕಾಗಿ ರಚಿಸಲಾಗಿದೆ:

source: The Cluster Template object should specify Node Group Templates that will be used to build a Cluster. You can add Node Groups using Node Group Templates on a &quot;Node Groups&quot; tab.
kn: ಕ್ಲಸ್ಟರ್ ಸಿದ್ಧವಿನ್ಯಾಸ ಆಬ್ಜೆಕ್ಟ್‌ ಒಂದು ಕ್ಲಸ್ಟರ್ ಅನ್ನು ರಚಿಸಲು ಬಳಸಲಾಗುವ ನೋಡ್ ಗುಂಪಿನ ಸಿದ್ಧವಿನ್ಯಾಸಗಳನ್ನು ಸೂಚಿಸಬೇಕು. ಒಂದು &quot;ನೋಡ್ ಗುಂಪು&quot; ಟ್ಯಾಬ್‌ನಲ್ಲಿ ನೋಡ್‌ ಗುಂಪಿನ ಸಿದ್ಧವಿನ್ಯಾಸಗಳನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ನೋಡ್‌ ಗುಂಪುಗಳನ್ನು ಸೇರಿಸಬಹುದು.

source: You may set <b>cluster</b> scoped configurations on corresponding tabs.
kn: ನೀವು <b>ಕ್ಲಸ್ಟರ್‌</b> ಸ್ಕೋಪ್‌ ಮಾಡಿದ ಸಂರಚನೆಗಳನ್ನು ಸಂಬಂಧಿಸಿದ ಟ್ಯಾಬ್‌ಗಳಲ್ಲಿ ಹೊಂದಿಸಬಹುದು.

source: The Cluster Template object may specify a list of processes in anti-affinity group. That means these processes may not be launched more than once on a single host.
kn: ಕ್ಲಸ್ಟರ್ ಸಿದ್ಧವಿನ್ಯಾಸದ ಆಬ್ಜೆಕ್ಟ್ ಆಂಟಿ-ಅಫಿನಿಟಿ ಗುಂಪಿನಲ್ಲಿ ಪ್ರಕ್ರಿಯೆಗಳ ಒಂದು ಪಟ್ಟಿಯನ್ನು ಸೂಚಿಸಬಹುದು. ಅಂದರೆ ಒಂದು ಆತಿಥೇಯದಲ್ಲಿ ಈ ಪ್ರಕ್ರಿಯೆಗಳನ್ನು ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚು ಬಾರಿ ಆರಂಭಿಸಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ..

source: Select a plugin and version for a new Cluster template.
kn: ಒಂದು ಹೊಸ ಕ್ಲಸ್ಟರ್‌ ಸಿದ್ಧವಿನ್ಯಾಸಕ್ಕಾಗಿ ಪ್ಲಗ್‌ಇನ್‌ ಮತ್ತು ಆವೃತ್ತಿಯನ್ನು ಆರಿಸಿ.

source: Template Overview
kn: ಸಿದ್ಧವಿನ್ಯಾಸದ ಅವಲೋಕನ

source: Anti-affinity enabled for
kn: ಇದಕ್ಕಾಗಿ ಸಕ್ರಿಯಗೊಳಿಸಲಾದ ಆಂಟಿ-ಅಫಿನಿಟಿ

source: no processes
kn: ಯಾವುದೆ ಪ್ರಕ್ರಿಯೆಗಳಿಲ್ಲ

source: Node Configurations
kn: ನೋಡ್ ಸಂರಚನೆಗಳು

source: No configurations
kn: ಯಾವುದೆ ಸಂರಚನೆಗಳಿಲ್ಲ

source: Cluster configurations are not specified
kn: ಕ್ಲಸ್ಟರ್ ಸಂರಚನೆಗಳನ್ನು ಸೂಚಿಸಲಾಗಿಲ್ಲ

source: Node Group: %(node_group_name)s
kn: ನೋಡ್ ಗುಂಪು: %(node_group_name)s

source: Nodes Count
kn: ನೋಡ್‌ಗಳ ಎಣಿಕೆ

source: Flavor
kn: ಫ್ಲೇವರ್‌
sr: Aroma

source: Flavor is not specified
kn: ಫ್ಲೇವರ್‌ ಅನ್ನು ಸೂಚಿಸಲಾಗಿಲ್ಲ

source: Template not specified
kn: ಸಿದ್ಧವಿನ್ಯಾಸವನ್ನು ಸೂಚಿಸಲಾಗಿಲ್ಲ

source: Auto Security Group
kn: ಸ್ವಯಂ ಸುರಕ್ಷತಾ ಗುಂಪು

source: Node Processes
kn: ನೋಡ್‌ ಪ್ರಕ್ರಿಯೆಗಳು

source: Node processes are not specified
kn: ನೋಡ್‌ ಪ್ರಕ್ರಿಯೆಗಳನ್ನು ಸೂಚಿಸಲಾಗಿಲ್ಲ

source: Node configurations are not specified
kn: ನೋಡ್‌ ಸಂರಚನೆಗಳನ್ನು ಸೂಚಿಸಲಾಗಿಲ್ಲ

source: Upload
kn: ಅಪ್‌ಲೋಡ್ ಮಾಡಿ

source: Select a Node Group Template to add:
kn: ಸೇರಿಸಲು ಒಂದು ನೋಡ್ ಗುಂಪಿನ ಸಿದ್ಧವಿನ್ಯಾಸವನ್ನು ಆರಿಸಿ:

source: Add Node Group
kn: ನೋಡ್ ಗುಂಪನ್ನು ಸೇರಿಸಿ

source: Cluster Template copy %s created
kn: ಕ್ಲಸ್ಟರ್ ಸಿದ್ಧವಿನ್ಯಾಸದ ಪ್ರತಿ %s ಅನ್ನು ರಚಿಸಲಾಗಿದೆ

source: Unable to fetch template to copy.
kn: ಸಿದ್ಧವಿನ್ಯಾಸದ ಪ್ರತಿಯನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Unable to fetch plugin list.
kn: ಪ್ಲಗಿನ್‌ ಪಟ್ಟಿಯನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Plugin name
kn: ಪ್ಲಗಿನ್‌ ಹೆಸರು

source: Select plugin and hadoop version for cluster template
kn: ಸಿದ್ಧವಿನ್ಯಾಸಕ್ಕಾಗಿ ಪ್ಲಗ್‌ಇನ್ ಮತ್ತು ಹಡೂಪ್ ಆವೃತ್ತಿಯನ್ನು ಆರಿಸಿ

source: Next
kn: ಮುಂದಿನ
sr: Sledeći

source: Could not create
kn: ರಚಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ

source: Template Name
kn: ಸಿದ್ಧವಿನ್ಯಾಸದ ಹೆಸರು

source: Details
kn: ವಿವರಗಳು
sr: Detalji

source: Created Cluster Template %s
kn: ಕ್ಲಸ್ಟರ್ ಸಿದ್ಧವಿನ್ಯಾಸ %s ಅನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ

source: Cluster template creation failed
kn: ಕ್ಲಸ್ಟರ್ ಸಿದ್ಧವಿನ್ಯಾಸ ವನ್ನು ರಚಿಸುವಿಕೆ ವಿಫಲಗೊಂಡಿದೆ

source: Clusters
kn: ಕ್ಲಸ್ಟರ್‌ಗಳು

source: Scale Cluster
kn: ಕ್ಲಸ್ಟರ್‌ ಅನ್ನು ಸ್ಕೇಲ್ ಮಾಡು

source: Unable to update row
kn: ಅಡ್ಡಸಾಲನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ

source: Configure Cluster
kn: ಕ್ಲಸ್ಟರ್ ಅನ್ನು ಸಂರಚಿಸಿ

source: Instances Count
kn: ಇನ್‌ಸ್ಟನ್ಸ್‌ಗಳ ಎಣಿಕೆ

source: Unable to get node group details.
kn: ನೋಡ್ ಗುಂಪಿನ ವಿವರಗಳನ್ನು ಪಡೆಯಲಾಗಿಲ್ಲ.

source: Internal IP
kn: ಆಂತರಿಕ IP

source: Management IP
kn: ನಿರ್ವಹಣಾ IP

source: Cluster Instances
kn: ಕ್ಲಸ್ಟರ್‌ ಇನ್‌ಸ್ಟನ್ಸ್‌ಗಳು

source: Unable to fetch instance details.
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್‌ ವಿವರಗಳನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Unable to fetch cluster list
kn: ಕ್ಲಸ್ಟರ್‌ ಪಟ್ಟಿಯನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ

source: Cluster Details
kn: ಕ್ಲಸ್ಟರ್‌ ವಿವರಗಳು

source: This Cluster will be started with:
kn: ಈ ಕ್ಲಸ್ಟರ್ ಅನ್ನು ಇದರಿಂದ ಆರಂಭಿಸಲಾಗುತ್ತದೆ:

source: Cluster can be launched using existing Cluster Templates.
kn: ಈಗಿರುವ ಸಿದ್ಧವಿನ್ಯಾಸಗಳನ್ನು ಬಳಸಿಕೊಂಡು ಕ್ಲಸ್ಟರ್‌ ಅನ್ನು ಆರಂಭಿಸಬಹುದು.

source: The Cluster object should specify OpenStack Image to boot instances for Cluster.
kn: ಕ್ಲಸ್ಟರ್‌ಗಾಗಿ ಇನ್‌ಸ್ಟನ್ಸ್‌ಗಳನ್ನು ಬೂಟ್‌ ಮಾಡಲು ಕ್ಲಸ್ಟರ್ ಆಬ್ಜೆಕ್ಟ್‌ OpenStack ಚಿತ್ರಿಕೆಯನ್ನು ಸೂಚಿಸಬೇಕು.

source: User has to choose a keypair to have access to clusters instances.
kn: ಕ್ಲಸ್ಟರ್‌ಗಳ ಇನ್‌ಸ್ಟನ್ಸ್‌ಗಳಿಗೆ ಪ್ರವೇಶಾಧಿಕಾರವನ್ನು ಹೊಂದಲು ಬಳಕೆದಾರರು ಒಂದು ಕೀಲಿಜೋಡಿಯನ್ನು ಆರಿಸಬೇಕು.

source: Done
kn: ಆಯಿತು

source: Select a plugin and version for a new Cluster.
kn: ಹೊಸ ಕ್ಲಸ್ಟರ್‌ಗಾಗಿ ಒಂದು ಪ್ಲಗ್‌ಇನ್ ಮತ್ತು ಆವೃತ್ತಿಯನ್ನು ಆರಿಸಿ.

source: Cluster Overview
kn: ಕ್ಲಸ್ಟರ್‌ ಅವಲೋಕನ

source: Error Details
kn: ದೋಷ ವಿವರಗಳು

source: Base Image
kn: ಮೂಲ ಚಿತ್ರಿಕೆ

source: Neutron Management Network
kn: ನ್ಯೂಟ್ರಾನ್ ಮ್ಯಾನೇಜ್ಮೆಂಟ್ ನೆಟ್‌ವರ್ಕ್

source: Keypair
kn: ಕೀಲಿಜೋಡಿ
sr: Par sigurnosnih ključeva

source: Name: %(node_group_name)s
kn: ಹೆಸರು: %(node_group_name)s

source: Number of Nodes
kn: ನೋಡ್‌ಗಳ ಸಂಖ್ಯೆ

source: Floating IP Pool
kn: ಫ್ಲೋಟಿಂಗ್‌ IP ಪೂಲ್
sr: Grupa slobodnih IP

source: Select plugin and hadoop version for cluster
kn: ಕ್ಲಸ್ಟರ್‌ಗಾಗಿ ಪ್ಲಗ್‌ಇನ್ ಮತ್ತು ಹಡೂಪ್ ಆವೃತ್ತಿಯನ್ನು ಆರಿಸಿ

source: Cluster Name
kn: ಕ್ಲಸ್ಟರ್ ಹೆಸರು

source: Cluster Template
kn: ಕ್ಲಸ್ಟರ್‌ ಸಿದ್ಧವಿನ್ಯಾಸ

source: Which keypair to use for authentication.
kn: ದೃಢೀಕರಣಕ್ಕಾಗಿ ಯಾವ ಕೀಲಿಜೋಡಿಯನ್ನು ಬಳಸಬೇಕು.
sr: Koji par ključeva se koristi za proveru autentičnosti?

source: Unable to fetch image choices.
kn: ಚಿತ್ರಿಕೆಯ ಆಯ್ಕೆಗಳನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: No Images Available
kn: ಯಾವುದೆ ಚಿತ್ರಿಕೆಗಳು ಲಭ್ಯವಿಲ್ಲ

source: Unable to fetch keypair choices.
kn: ಕೀಲಿಜೋಡಿ ಆಯ್ಕೆಗಳನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: No keypair
kn: ಯಾವುದೆ ಕೀಲಿಜೋಡಿಗಳು

source: No Templates Available
kn: ಯಾವುದೆ ಸಿದ್ಧವಿನ್ಯಾಸಗಳು ಲಭ್ಯವಿಲ್ಲ

source: Launch
kn: ಆರಂಭಿಸಿ
sr: Pokrenite

source: Unable to create the cluster
kn: ಕ್ಲಸ್ಟರ್ ಅನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ

source: Scale
kn: ಸ್ಕೇಲ್

source: Scaled cluster successfully started.
kn: ಸ್ಕೇಲ್‌ ಮಾಡಿದ ಕ್ಲಸ್ಟರ್‌ ಯಶಸ್ವಿಯಾಗಿ ಆರಂಭಿಸಲಾಗಿದೆ.

source: Unable to fetch cluster to scale
kn: ಸ್ಕೇಲ್ ಮಾಡಲು ಕ್ಲಸ್ಟರ್ ಅನ್ನು ಪಡೆಯಲಾಗಲಿಲ್ಲ

source: Unable to fetch cluster to scale.
kn: ಸ್ಕೇಲ್ ಮಾಡಲು ಕ್ಲಸ್ಟರ್ ಅನ್ನು ಪಡೆಯಲಾಗಲಿಲ್ಲ.

source: Scale cluster operation failed
kn: ಸ್ಕೇಲ್‌ ಕ್ಲಸ್ಟರ್ ಕಾರ್ಯವು ವಿಫಲಗೊಂಡಿದೆ

source: Successfully updated image.
kn: ಚಿತ್ರಿಕೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗಿದೆ.

source: Failed to update image.
kn: ಚಿತ್ರಿಕೆಯನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ವಿಫಲಗೊಂಡಿದೆ.

source: Image
kn: ಚಿತ್ರಿಕೆ

source: Select Image
kn: ಚಿತ್ರವನ್ನು ಆರಿಸಿ
sr: Odaberite image

source: No images available.
kn: ಯಾವುದೆ ಚಿತ್ರಿಕೆಗಳು ಲಭ್ಯವಿಲ್ಲ.
sr: Nema dostupnih image-a.

source: Unable to retrieve images with filter %s.
kn: %s ಫಿಲ್ಟರ್‌ ಹೊಂದಿರುವ ಚಿತ್ರಿಕೆಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Unable to fetch available images.
kn: ಲಭ್ಯವಿರುವ ಚಿತ್ರಿಕೆಗಳನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Image Registry
kn: ಚಿತ್ರಿಕೆಯ ರಿಜಿಸ್ಟ್ರಿ

source: Edit Tags
kn: ಟ್ಯಾಗ್‌ಗಳನ್ನು ಸಂಪಾದಿಸಿ

source: Register Image
kn: ಚಿತ್ರಿಕೆಯನ್ನು ನೋಂದಾಯಿಸಿ

source: Tags
kn: ಟ್ಯಾಗ್‌ಗಳು

source: Unable to retrieve image list
kn: ಚಿತ್ರಿಕೆಯ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ

source: Unable to process plugin tags
kn: ಪ್ಲಗ್‌ಇನ್ ಟ್ಯಾಗ್‌ಗಳನ್ನು ಸಂಸ್ಕರಿಸಲಾಗಿಲ್ಲ

source: Edit Image Tags
kn: ಚಿತ್ರಿಕೆಯ ಟ್ಯಾಗ್‌ಗಳನ್ನು ಸಂಪಾದಿಸಿ

source: Unable to fetch the image details
kn: ಚಿತ್ರಿಕೆಗಳ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ

source: Done
kn: ಆಯಿತು

source: Image Registry tool:
kn: ಚಿತ್ರಿಕೆ ರಿಜಿಸ್ಟ್ರಿ ಉಪಕರಣ:

source: Image Registry is used to provide additional information about images for Data Processing.
kn: ದತ್ತಾಂಶ ಸಂಸ್ಕರಣೆಗಾಗಿನ ಚಿತ್ರಿಕೆಯ ಕುರಿತಾದ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸಲು ಚಿತ್ರಿಕೆ ರಿಜಿಸ್ಟ್ರಿಯನ್ನು ಬಳಸಲಾಗುತ್ತದೆ.

source: Specified User Name will be used by Data Processing to apply configs and manage processes on instances.
kn: ಸಂರಚನೆಗಳನ್ನು ಅನ್ವಯಿಸಲು ಮತ್ತು ಇನ್‌ಸ್ಟೆನ್ಸ್‌ಗಳಲ್ಲಿ ಪ್ರಕ್ರಿಯೆಗಳನ್ನು ನಿರ್ವಹಿಸಲು ಸೂಚಿಸಲಾದ ಬಳಕೆದಾರ ಹೆಸರನ್ನು ದತ್ತಾಂಶ ಸಂಸ್ಕರಣೆಯಿಂದ ಬಳಸಿಕೊಳ್ಳಲಾಗುತ್ತದೆ.

source: Tags are used for filtering images suitable for each plugin and each Data Processing version. To add required tags, select a plugin and a Data Processing version and click &quot;Add plugin tags&quot; button.
kn: ಟ್ಯಾಗ್‌ಗಳನ್ನು ಪ್ರತಿಯೊಂದು ಪ್ಲಗ್‌ಇನ್‌ಗಾಗಿ ಸೂಕ್ತವಾದ ಚಿತ್ರಿಕೆಗಳನ್ನು ಫಿಲ್ಟರ್ ಮಾಡಲು ಮತ್ತು ಪ್ರತಿಯೊಂದು ದತ್ತಾಂಶ ಸಂಸ್ಕರಣೆ ಆವೃತ್ತಿಯಿಂದ ಬಳಸಲಾಗುತ್ತದೆ. ಅಗತ್ಯವಿರುವ ಟ್ಯಾಗ್‌ಗಳನ್ನು ಸೇರಿಸಲು, ಒಂದು ಪ್ಲಗ್ಇನ್ ಅನ್ನು ಮತ್ತು ದತ್ತಾಂಶ ಸಂಸ್ಕರಣೆ ಆವೃತ್ತಿಯನ್ನು ಆರಿಸಿ ಹಾಗೂ &quot;ಪ್ಲಗ್‌ಇನ್ ಟ್ಯಾಗ್‌ಗಳು&quot; ಗುಂಡಿಯನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ.

source: You may also add any custom tag.
kn: ನೀವು ಯಾವುದೆ ಕಸ್ಟಮ್ ಟ್ಯಾಗ್ ಅನ್ನೂ ಸಹ ಸೇರಿಸಬಹುದು.

source: Unnecessary tags may be removed by clicking a cross near tag's name.
kn: ಟ್ಯಾಗ್‌ನ ಹೆಸರುಬ ಹತ್ತಿರದಲ್ಲಿರುವ ಒಂದು ಕ್ರಾಸ್‌ ಗುರುತಿನ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡುವುದರಿಂದ ಅನಗತ್ಯವಾದ ಟ್ಯಾಗ್‌ಗಳನ್ನು ತೆಗೆದುಹಾಕಬಹುದು.

source: Register tags required for the Plugin with specified Data Processing Version
kn: ರಿಜಿಸ್ಟರ್ ಟ್ಯಾಗ್‌ಗಳು ದತ್ತಾಂಶ ಸಂಸ್ಕರಣೆ ಆವೃತ್ತಿಯೊಂದಿಗೆ ಸೂಚಿಸಲಾದ ಪ್ಲಗ್‌ಇನ್‌ಗಾಗಿ ಅಗತ್ಯವಿರುತ್ತದೆ

source: Add plugin tags
kn: ಪ್ಲಗ್‌ಇನ್ ಟ್ಯಾಗ್‌ಗಳನ್ನು ಸೇರಿಸಿ

source: Add custom tag
kn: ಅಗತ್ಯಾನುಗುಣ ಟ್ಯಾಗ್ ಅನ್ನು ಸೇರಿಸಿ

source: Plugins
kn: ಪ್ಲಗ್‌ಇನ್‌ಗಳು

source: Title
kn: ಶೀರ್ಷಿಕೆ

source: Supported Versions
kn: ಬೆಂಬಲಿಸಲಾಗುವ ಆವೃತ್ತಿಗಳು

source: Unable to retrieve plugin.
kn: ಪ್ಲಗ್‌ಇನ್ ಅನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Data Processing Plugins
kn: ದತ್ತಾಂಶ ಸಂಸ್ಕರಣೆ ಪ್ಲಗ್‌ಇನ್‌ಗಳು

source: Unable to retrieve data processing plugins.
kn: ದತ್ತಾಂಶ ಸಂಸ್ಕರಿಸುವ ಪ್ಲಗ್‌ಇನ್‌ಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Data Processing Plugin Details
kn: ದತ್ತಾಂಶ ಸಂಸ್ಕರಣೆ ಪ್ಲಗ್‌ಇನ್ ವಿವರಗಳು

source: Data Processing Plugin Overview
kn: ದತ್ತಾಂಶ ಸಂಸ್ಕರಣೆ ಪ್ಲಗ್‌ಇನ್‌ ಅವಲೋಕನ

source: Data Sources
kn: ದತ್ತಾಂಶ ಆಕರಗಳು

source: Create Data Source
kn: ದತ್ತಾಂಶ ಆಕರವನ್ನು ರಚಿಸಿ

source: Unable to retrieve data source details
kn: ದತ್ತಾಂಶ ಆಕರದ ವಿವರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ

source: Unable to fetch data sources.
kn: ದತ್ತಾಂಶ ಆಕರಗಳನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Data Source Details
kn: ದತ್ತಾಂಶ ಆಕರದ ವಿವರಗಳು

source: Create a Data Source with a specified name.
kn: ನಿಶ್ಚಿತ ಹೆಸರನ್ನು ಹೊಂದಿರುವ ದತ್ತಾಂಶ ಆಕರವನ್ನು ರಚಿಸಿ.

source: Select the type of your Data Source.
kn: ನಿಮ್ಮ ದತ್ತಾಂಶ ಆಕರದ ಬಗೆಯನ್ನು ಆರಿಸಿ.

source: You may need to enter the username and password for your Data Source.
kn: ನಿಮ್ಮ ದತ್ತಾಂಶ ಆಕರಕ್ಕಾಗಿ ಬಳಕೆದಾರ ಪದ ಹಾಗು ಗುಪ್ತಪದವನ್ನು ನಮೂದಿಸಬಹುದು.

source: You may also enter an optional description for your Data Source.
kn: ದತ್ತಾಂಶ ಆಕರಕ್ಕಾಗಿ ಒಂದು ಐಚ್ಛಿಕ ವಿವರಣೆಯನ್ನೂ ಸಹ ನಮೂದಿಸಬಹುದು.

source: Data Source Overview
kn: ದತ್ತಾಂಶ ಆಕರ ಅವಲೋಕನ

source: Create time
kn: ಸಮಯವನ್ನು ರಚಿಸಿ

source: Data Source Type
kn: ದತ್ತಾಂಶ ಆಕರದ ಬಗೆ

source: Source username
kn: ಆಕರದ ಬಳಕೆದಾರಹೆಸರು

source: Source password
kn: ಆಕರದ ಗುಪ್ತಪದ

source: Data source created
kn: ದತ್ತಾಂಶ ಆಕರವನ್ನು ರಚಿಸಲಾಗಿದೆ

source: Could not create data source
kn: ದತ್ತಾಂಶ ಆಕರವನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ

source: Storage type
kn: ಶೇಖರಣೆಯ ಬಗೆ

source: Internal binary
kn: ಆಂತರಿಕ ಬೈನರಿ

source: Upload File
kn: ಕಡತವನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ

source: Script name
kn: ಸ್ಕ್ರಿಪ್ಟ್ ಹೆಸರು

source: Script text
kn: ಸ್ಕ್ರಿಪ್ಟ್ ಪಠ್ಯ

source: Username
kn: ಬಳಕೆದಾರಹೆಸರು

source: Failed to get list of internal binaries.
kn: ಆಂತರಿಕ ಬೈನರಿಗಳ ಪಟ್ಟಿಯನ್ನು ಪಡೆಯಲು ವಿಫಲಗೊಂಡಿದೆ.

source: Unable to create job binary
kn: ಕೆಲಸದ ಬೈನರಿಯನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ

source: Create Job Binary
kn: ಕೆಲಸದ ಬೈನರಿಯನ್ನು ರಚಿಸಿ

source: Unable to upload job binary
kn: ಕೆಲಸದ ಬೈನರಿಯನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲಾಗಿಲ್ಲ

source: Failed to fetch internal binary list
kn: ಆಂತರಿಕ ಬೈನರಿ ಪಟ್ಟಿಯನ್ನು ಪಡೆಯಲು ವಿಫಲಗೊಂಡಿದೆ

source: Job Binaries
kn: ಕೆಲಸದ ಬೈನರಿಗಳು

source: Download Job Binary
kn: ಕೆಲಸದ ಬೈನರಿಯನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ

source: Unable to fetch job binary.
kn: ಕೆಲಸದ ಬೈನರಿಯನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Unable to fetch job binary list.
kn: ಕೆಲಸದ ಬೈನರಿ ಪಟ್ಟಿಯನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Job Binary Details
kn: ಕೆಲಸ ಬೈನರಿ ವಿವರಗಳು

source: Unable to fetch job binary: %(exc)s
kn: ಕೆಲಸದ ಬೈನರಿಯನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ: %(exc)s

source: <b>Important</b>: The name that you give your job binary will be the name used in your job execution. If your binary requires a particular name or extension (ie: ".jar"), be sure to include it here.
kn: <b>ಪ್ರಮುಖ ಅಂಶ</b>: ನಿಮ್ಮ ಕೆಲಸದ ಬೈನರಿಗೆ ನೀವು ಒದಗಿಸುವ ಹೆಸರು ನೀವು ಕೆಲಸವನ್ನು ನಿರ್ವಹಿಸಲು ಬಳಸುವ ಹೆಸರಾಗಿರುತ್ತದೆ. ನಿಮ್ಮ ಬೈನರಿಗೆ ನಿರ್ದಿಷ್ಟ ಹೆಸರು ಅಥವ ವಿಸ್ತರಣೆಯ ಅಗತ್ಯವಿದ್ದರೆ (ಅಂದರೆ: ".jar"),ಅದನ್ನು ಇಲ್ಲಿ ಸೇರಿಸಲು ಮರೆಯದಿರಿ.

source: Select the storage type for your job binary.
kn: ಕೆಲಸದ ಬೈನರಿಗಾಗಿ ಶೇಖರಣಾ ಬಗೆಯನ್ನು ಆರಿಸಿ.

source: Data Processing internal database
kn: ಆಂತರಿಕ ದತ್ತಸಂಚಯದ ದತ್ತಾಂಶ ಸಂಸ್ಕರಣೆ

source: For Data Processing internal job binaries, you may choose from the following:
kn: ಆಂತರಿಕ ಕೆಲಸದ ಬೈನರಿಗಳ ದತ್ತಾಂಶ ಸಂಸ್ಕರಣೆಗಾಗಿ, ನೀವು ಈ ಕೆಳಗಿನವುಗಳಿಂದ ಆರಿಸಬಹುದು:

source: Choose an existing file
kn: ಈಗಿರುವ ಕಡತದಲ್ಲಿ ಒಂದನ್ನು ಆರಿಸಿ

source: Upload a new file
kn: ಒಂದು ಹೊಸ ಕಡತವನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ

source: Create a script to be uploaded dynamically
kn: ಡೈನಮಿಕ್ ಆಗಿ ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಒಂದು ಸ್ಕ್ರಿಪ್ಟ್ ಅನ್ನು ರಚಿಸಿ

source: For Object Store job binaries, you must:
kn: ಆಬ್ಜೆಕ್ಟ್ ಶೇಖರಣೆ ಕೆಲಸದ ಬೈನರಿಗಳಿಗಾಗಿ, ನೀವು:

source: Enter the URL for the file
kn: ಕಡತಕ್ಕಾಗಿ URL ಅನ್ನು ನಮೂದಿಸಿ

source: Enter the username and password required to access that file
kn: ಕಡತವನ್ನು ಬಳಸಲು ಅಗತ್ಯವಿರುವ ಬಳಕೆದಾರಹೆಸರು ಮತ್ತು ಗುಪ್ತಪದವನ್ನು ನಮೂದಿಸಿ

source: You may also enter an optional description for your job binary.
kn: ನಿಮ್ಮ ಕೆಲಸದ ಬೈನರಿಗಾಗಿ ಒಂದು ಐಚ್ಛಿಕ ವಿವರಣೆಯನ್ನೂ ಸಹ ನೀವು ನಮೂದಿಸಬಹುದು.

source: Job Binary Overview
kn: ಕೆಲಸದ ಬೈನರಿ ಅವಲೋಕನ

source: Download job binary
kn: ಕೆಲಸದ ಬೈನರಿಯನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ

source: Jobs
kn: ಕೆಲಸಗಳು

source: Job
kn: ಕೆಲಸ

source: Cluster
kn: ಕ್ಲಸ್ಟರ್

source: Relaunch On Existing Cluster
kn: ಈಗಿರುವ ಕ್ಲಸ್ಟರ್‌ನಲ್ಲಿ ಮರಳಿ ಆರಂಭಿಸು

source: Relaunch On New Cluster
kn: ಹೊಸ ಕ್ಲಸ್ಟರ್‌ನಲ್ಲಿ ಮರಳಿ ಆರಂಭಿಸು

# Current status of a Job
source: Failed
kn: ವಿಫಲಗೊಂಡಿದೆ

source: Job Executions
kn: ಕೆಲಸ ನಿರ್ವಹಿಸುವಿಕೆಗಳು

source: Unable to fetch job executions.
kn: ಕೆಲಸದ ನಿರ್ವಹಣೆಗಳನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Job Execution Details
kn: ಕೆಲಸದ ನಿರ್ವಹಣೆಯ ವಿವರಗಳು

source: Input Data Source
kn: ಇನ್‌ಪುಟ್ ದತ್ತಾಂಶ ಆಕರ

source: Output Data Source
kn: ಔಟ್‌ಪುಟ್ ದತ್ತಾಂಶ ಆಕರ

source: Last Updated
kn: ಕೊನೆಯ ಬಾರಿಯ ಅಪ್‌ಡೇಟ್
sr: Zadnje izmenjeno

# Start time
source: Started
kn: ಆರಂಭ

# End time
source: Ended
kn: ಕೊನೆ

source: Return Code
kn: ಮರಳಿಸಲಾದ ಸಂಕೇತ

source: Oozie Job ID
kn: Oozie ಕೆಲಸದ ID

# Created time
source: Created
kn: ರಚಿಸಿದ್ದು

source: Job Configuration
kn: ಕೆಲಸದ ಸಂರಚನೆ

source: Job Details
kn: ಕೆಲಸದ ವಿವರಗಳು

source: Launch On Existing Cluster
kn: ಈಗಿರುವ ಕ್ಲಸ್ಟರ್‌ನಲ್ಲಿ ಆರಂಭಿಸಿ

source: Launch On New Cluster
kn: ಹೊಸ ಕ್ಲಸ್ಟರ್‌ನಲ್ಲಿ ಆರಂಭಿಸಿ

source: Unable to fetch jobs.
kn: ಕೆಲಸಗಳನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Create Job
kn: ಕೆಲಸವನ್ನು ರಚಿಸಿ

source: Select the type of your job:
kn: ನಿಮಮ್ ಕೆಲಸದ ಬಗೆಯನ್ನು ಆರಿಸಿ:

source: Pig
kn: ಪಿಗ್

source: Hive
kn: ಹೈವ್

source: Spark
kn: ಸ್ಪಾರ್ಕ್

source: Choose or create your main binary. Additional libraries can be added from the "Libs" tab.
kn: ನಿಮ್ಮ ಮುಖ್ಯ ಬೈನರಿಯನ್ನು ಆರಿಸಿ ಅಥವ ರಚಿಸಿ. "Libs" ಟ್ಯಾಬ್‌ನಿಂದ ಹೆಚ್ಚುವರಿ ಲೈಬ್ರರಿಗಳನ್ನು ಸೇರಿಸಬಹುದು.

source: For Spark jobs, only a main is required, "libs" are optional.
kn: ಸ್ಪಾರ್ಕ್ ಕೆಲಸಗಳಿಗಾಗಿ, ಕೇವಲ ಒಂದು ಮೇನ್‌ ಅಗತ್ಯವಿದೆ, "libs" ಎನ್ನುವುದ ಐಚ್ಛಿಕವಾಗಿರುತ್ತದೆ.
