Repository: openstack/horizon
Catalog: openstack_dashboard/locale/*/LC_MESSAGES/djangojs.po
Languages: pl_pl, zh_cn, zh_tw

source: <li><b>Image</b>: This option uses an image to boot the instance.</li>
pl_pl: <li><b>Obraz</b>: Wykorzystuje obraz jako źródło uruchomienia instancji.</li>

source: <li><b>Instance Snapshot</b>: This option uses an instance snapshot to boot the instance.</li>
pl_pl: <li><b>Migawka instancji</b>: Wykorzystuje migawkę jako źródło uruchomienia instancji.</li>

source: <li><b>Volume Snapshot</b>: This option uses a volume snapshot to boot the instance, and creates a new volume to persist instance data. You can choose to delete the volume on termination of the instance.</li>
pl_pl: <li><b>Migawka wolumenu</b>: Wykorzystuję istniejącą migawkę wolumenu do uruchomienia instancji i tworzy nowy wolumen do przechowywania danych. Można wybrać czy należy usunąć wolumen po usunięciu instancji.</li>

source: <li><b>Volume</b>: This option uses a volume that already exists. It does not create a new volume. You can choose to delete the volume on termination of the instance. <em>Note: when selecting Volume, you can only launch one instance.</em></li>
pl_pl: <li><b>Wolumen</b>: Wykorzystuje już istniejący wolumen. Nie tworzy nowego wolumenu. Można wybrać czy należy usunąć wolumen po usunięciu instancji. <em>Uwaga: po wybraniu wolumenu można uruchomić z niego tylko jedną instancję.</em></li>

source: A key pair allows you to SSH into your newly created instance. You may select an existing key pair, import a key pair, or generate a new key pair.
pl_pl: Para kluczy pozwala na zalogowanie się po SSH do utworzonej instancji. Można wybrać istniejącą parę kluczy, zaimportować parę kluczy lub wygenerować nową parę kluczy.

source: Configuration Help
pl_pl: Pomoc konfiguracji

source: Configuration Value
pl_pl: Wartość konfiguracyjna

source: Data Source
pl_pl: źródło danych

source: Default Value
pl_pl: Domyślna wartość

source: Delete Volume on Terminate
pl_pl: Usuń wolumen podczas niszczenia

source: Event log is not available.
pl_pl: Log zdarzeń nie jest dostępny.

source: Flavor
pl_pl: Odmiana

source: Flavor Help
pl_pl: Pomoc odmiany

source: For configs and params, type the key name; for args, type the index as an integer, starting from 0.
pl_pl: Dla konfiguracji oraz parametrów należy podać nazwę klucza; dla argumentów należy podać indeks, jako liczbę całkowitą począwszy od 0.

source: For data sources, use a data source UUID or a path (as per data source creation.)
pl_pl: Dla źródeł danych, należy podać UUID źródła danych lub ścieżkę (jak podczas tworzenia źródła danych).

source: Image
pl_pl: Obraz

source: Instance Details
pl_pl: Szczegóły instancji

source: Instance Source
pl_pl: Źródło instancji

source: Insufficient privilege level to view user information.
pl_pl: Brak uprawnień do przeglądania informacji o użytkowniku.

source: Key Pair
pl_pl: Para kluczy

source: Key Pair Help
pl_pl: Pomoc dla par kluczy

source: Key Pairs are how you login to your instance after it is launched. Choose a key pair name you will recognize and paste your SSH public key into the space provided.
pl_pl: Pary kluczy pozwalają na zalogowanie się na instancję po jej uruchomieniu. Należy wybrać łatwo rozpoznawalną nazwę a następnie wkleić publiczny klucz SSH w podane miejsce.

source: Key Pairs are how you login to your instance after it is launched. Choose a key pair name you will recognize.
pl_pl: Pary kluczy pozwalają na zalogowanie się na instancję po jej uruchomieniu. Należy wybierać łatwo rozpoznawalne nazwe dla nich

source: Load script from a file
pl_pl: Wczytaj skrypt z pliku

source: Mapping Type
pl_pl: Typ mapowania

source: Min Disk
pl_pl: Min. dysku

source: Named Parameter
pl_pl: Nazwany parametr

source: Network
pl_pl: Sieć

source: Network Help
pl_pl: Pomoc sieci

source: Positional Argument
pl_pl: Argument pozycyjny

source: Project
pl_pl: Projekt

source: Remove
pl_pl: Usuń

source: Required
pl_pl: Wymagane

source: Required?
pl_pl: Wymagane?

source: Script size
pl_pl: Rozmiar skryptu

source: Security Groups Help
pl_pl: Pomoc grup zabezpieczeń

source: Security groups define a set of IP filter rules that determine how network traffic flows to and from an instance. Users can add additional rules to an existing security group to further define the access options for an instance. To create additional rules, go to the <b>Compute | Access & Security</b> view, then find the security group and click <b>Manage Rules</b>.
pl_pl: Grupy zabezpieczeń określają zestaw reguł filtra IP, które określają jak ruch przemieszcza się z i do instancji. Użytkownicy mogą dodawać dodatkowe reguły do istniejącej grupy zabezpieczeń, aby dokładniej określić możliwości dostępu do instancji. W celu utworzenia dodatkowych reguł, należy przejść do widoku <b>Obliczenia | Dostęp i bezpieczeństwo</b>, a następnie kliknąć <b>Zarządzaj regułami</b>.

source: See http://docs.openstack.org/developer/sahara/userdoc/edp.html for definitions.
pl_pl: Można zapoznać się z definicjami na stronie http://docs.openstack.org/developer/sahara/userdoc/edp.html .

source: Select the security groups.
pl_pl: Wybór grup zabezpieczeń.

source: Show events
pl_pl: Wyświetl zdarzenia

source: Size (GB)
pl_pl: Rozmiar (GB)

source: String
pl_pl: ciąg znaków

source: Successfully created key pair %(name)s.
pl_pl: Utworzono parę kluczy %(name)s.

source: The selected image source requires a flavor with at least %(minDisk)s GB of root disk. Select a flavor with a larger root disk or use a different image source.
pl_pl: Wybrane źródło obrazu wymaga odmiany z przynajmniej %(minDisk)s GB dysku głównego. Należy wybrać odmianę z większym dyskiem głównym lub wybrać inne źródło obrazu.

source: The selected image source requires a flavor with at least %(minRam)s MB of RAM. Select a flavor with more RAM or use a different image source.
pl_pl: Wybrane źródło obrazu wymaga odmiany z przynajmniej %(minRam)s MB pamięci RAM. Należy wybrać odmianę z większą pamięcią RAM lub wybrać inne źródło obrazu.

source: The step has completed successfully. No events to display.
pl_pl: Ten krok zakończył się powodzeniem. Brak zdarzeń do wyświetlenia.

source: This is your new key pair. Copy this information and keep it secure.
pl_pl: To jest nowa para kluczy. Należy skopiować te informacje i dbać o ich bezpieczeństwo.

source: Unable to validate the template.
pl_pl: Nie można sprawdzić poprawności szablonu.

source: Value Type
pl_pl: Typ wartości

source: Volume
pl_pl: Wolumen

source: Volume Snapshot
pl_pl: Migawka wolumenu

source: bytes
pl_pl: bajtów
