Repository: openstack/horizon
Catalog: openstack_dashboard/locale/*/LC_MESSAGES/django.po
Languages: kn, sr

source: Modified project information and members, but unable to modify project quotas.
kn: ಪರಿಯೋಜನೆಯ ಮಾಹಿತಿಯನ್ನು ಮತ್ತು ಅಂಗಗಳನ್ನು ಮಾರ್ಪಡಿಸಲಾಗಿದೆ, ಆದರೆ ಪರಿಯೋಜನೆಯ ಕೋಟಾಗಳನ್ನು ಮಾರ್ಪಡಿಸಲಾಗಿಲ್ಲ.
sr: Izmenjeni podaci o projektu i članovima, ali nije moguće izmeniti kvote projekta.

source: Project Usage Overview
kn: ಪರಿಯೋಜನೆಯ ಬಳಕೆಯ ಅವಲೋಕನ
sr: Pregled upotrebe projekta

source: Role Name
kn: ಪಾತ್ರದ ಹೆಸರು
sr: Ime uloge

source: Role created successfully.
kn: ಪಾತ್ರವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ.
sr: Uloga kreirana uspešno.

source: Unable to create role.
kn: ಪಾತ್ರವನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je kreirati uloge.

source: Role updated successfully.
kn: ಪಾತ್ರವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ.
sr: Uloge uspešno izmenjene.

source: Unable to update role.
kn: ಪಾತ್ರವನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je izmeniti uloge.

source: Roles
kn: ಪಾತ್ರಗಳು
sr: Uloge

source: Create Role
kn: ಪಾತ್ರವನ್ನು ರಚಿಸಿ
sr: Kreiranje uloge

source: Role ID
kn: ಪಾತ್ರದ ID
sr: ID uloge

source: Unable to retrieve roles list.
kn: ಪಾತ್ರಗಳ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti listu uloga.

source: Insufficient privilege level to view role information.
kn: ಪಾತ್ರದ ಮಾಹಿತಿಯನ್ನು ನೋಡಲು ಸಾಕಷ್ಟು ಅಧಿಕಾರವನ್ನು ಹೊಂದಿಲ್ಲ.

source: Update Role
kn: ಪಾತ್ರವನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಿ
sr: Izmena uloge

source: Create a new role.
kn: ಹೊಸ ಪಾತ್ರವನ್ನು ರಚಿಸಿ.

source: Edit the role's details.
kn: ಪಾತ್ರದ ವಿವರಗಳನ್ನು ಸಂಪಾದಿಸಿ.

source: Password
kn: ಗುಪ್ತಪದ
sr: Lozinka

source: Confirm Password
kn: ಗುಪ್ತಪದವನ್ನು ಖಚಿತಪಡಿಸಿ
sr: Potvrdite lozinku

source: Passwords do not match.
kn: ಗುಪ್ತಪದಗಳು ಹೊಂದಿಕೆಯಾಗುತ್ತಿಲ್ಲ.
sr: Lozinka se ne podudara.

source: No available projects
kn: ಯಾವುದೆ ಪರಿಯೋಜನೆಗಳು ಲಭ್ಯವಿಲ್ಲ
sr: Nema dostupnih projekata

source: Primary Project
kn: ಪ್ರಾಥಮಿಕ ಪರಿಯೋಜನೆ
sr: Primarni projekat

source: Role
kn: ಪಾತ್ರ
sr: Uloga

source: User "%s" was successfully created.
kn: "%s" ಪಾತ್ರವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ.
sr: Korisnik "%s" je uspešno kreiran.

source: Unable to add user to primary project.
kn: ಪ್ರಾಥಮಿಕ ಪರಿಯೋಜನೆಗೆ ಬಳಕೆದಾರರನ್ನು ಸೇರಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dodati korisnika primarnom projektu.

source: User name "%s" is already used.
kn: "%s" ಬಳಕೆದಾರ ಹೆಸರನ್ನು ಈಗಾಗಲೇ ಬಳಸಲಾಗಿದೆ.

source: Unable to create user.
kn: ಬಳಕೆದಾರನನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je kreirati korisnika.

source: User has been updated successfully.
kn: ಬಳಕೆದಾರನನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿದೆ.
sr: Podaci korisnika su uspešno izmenjeni.

source: Unable to update the user.
kn: ಬಳಕೆದಾರನನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je izmeniti podatke korisnika.

source: Admin Password
kn: ವ್ಯವಸ್ಥಾಪಕ ಗುಪ್ತಪದ

source: Users
kn: ಬಳಕೆದಾದರರು
sr: Korisnici

source: Create User
kn: ಬಳಕೆದಾರನನ್ನು ರಚಿಸಿ
sr: Kreiranje korisnika

source: Change Password
kn: ಗುಪ್ತಪದವನ್ನು ಬದಲಾಯಿಸಿ
sr: Promena lozinke

source: You cannot disable the user you are currently logged in as.
kn: ನೀವು ಯಾವ ಬಳಕೆದಾರರಾಗಿ ಪ್ರಸ್ತುತ ಲಾಗಿನ್‌ ಆಗಿದ್ದೀರೊ ಅದನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ.
sr: Nemožete onemogućiti korisnika pod kojim ste trenutno ulogovani.

source: Unable to retrieve user information.
kn: ಬಳಕೆದಾರ ಮಾಹಿತಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Insufficient privilege level to view user information.
kn: ಬಳಕೆದಾರ ಮಾಹಿತಿಯನ್ನು ನೋಡಲು ಸಾಕಷ್ಟು ಅಧಿಕಾರವನ್ನು ಹೊಂದಿಲ್ಲ.

source: Update User
kn: ಬಳಕೆದಾರನನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಿ
sr: Izmenite korisnika

source: Unable to retrieve user roles.
kn: ಬಳಕೆದಾರರ ಪಾತ್ರಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti korisničke uloge.

source: Create a new user and set related properties including the Primary Project and Role.
kn: ಹೊಸ ಬಳಕೆದಾರನನ್ನು ರಚಿಸಿ ಮತ್ತು ಪ್ರಾಥಮಿಕ ಪರಿಯೋಜನೆ ಮತ್ತು ಪಾತ್ರವೂ ಸೇರಿದಂತೆ ಸಂಬಂಧಿತ ಗುಣಗಳನ್ನು ಹೊಂದಿಸಿ.

source: Compute
kn: ಕಂಪ್ಯೂಟ್

source: Network
kn: ಜಾಲಬಂಧ
sr: Mreža

source: Object Store
kn: ವಸ್ತು ಶೇಖರಣೆ
sr: Smeštanje objekta

source: Orchestration
kn: ಆರ್ಕೆಸ್ಟ್ರೇಶನ್

source: Database
kn: ದತ್ತಸಂಚಯ
sr: Baza podataka

source: Data Processing
kn: ದತ್ತಾಂಶ ಸಂಸ್ಕರಣೆ

source: Access & Security
kn: ನಿಲುಕು ಮತ್ತು ಸುರಕ್ಷತೆ
sr: Pristup & Sigurnost

source: Unable to retrieve security groups.
kn: ಸುರಕ್ಷತಾ ಗುಂಪುಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti sigurnosne grupe.

source: Unable to retrieve key pair list.
kn: ಕೀಲಿ ಜೋಡಿಯ ಪಟ್ಟಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nije moguće izvući listu parova ključeva.

source: Unable to retrieve floating IP addresses.
kn: ಫ್ಲೋಟಿಂಗ್‌ IP ವಿಳಾಸವನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti slobodne IP adrese.

source: Unable to retrieve floating IP pools.
kn: ಫ್ಲೋಟಿಂಗ್‌ IP ಪೂಲ್‌ಗಳನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti grupe slobodnih IP.

source: API Access
kn: API ನಿಲುಕು
sr: Pristup API-ju

source: Download EC2 Credentials
kn: EC2 ಕ್ರೆಡೆಂಶಿಯಲ್‌ಗಳನ್ನು ಇಳಿಸಿಕೊಳ್ಳಿ
sr: Skidanje EC2 akreditiva

source: Download OpenStack RC File
kn: OpenStack RC ಕಡತವನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡು
sr: Skidanje Openstack-ovih RC file-ova

source: View Credentials
kn: ಕ್ರೆಡೆಂಶಿಯಲ್‌ ನೋಡು

source: Service Endpoint
kn: ಸೇವೆಯ ಕೊನೆಯ ಸ್ಥಳ
sr: Krajnja tačka servisa

source: API Endpoints
kn: API ಕೊನೆಯ ಸ್ಥಳಗಳು
sr: Krajnja tačka API-ja

source: Unable to fetch EC2 credentials.
kn: EC2 ಕ್ರೆಡೆಂಶಿಯಲ್‌ಗಳನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je preuzeti EC2 akreditive.

source: Error writing zipfile: %(exc)s
kn: ಜಿಪ್‌ಕಡತವನ್ನು ಬರೆಯುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ: %(exc)s
sr: Greška u zapisu zipfile-a: %(exc)s

source: Error Downloading RC File: %s
kn: RC ಕಡತವನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡುವಲ್ಲಿ ದೋಷ: %s
sr: Greška u preuzimanju RC file-a: %s

source: User Credentials Details
kn: ಕ್ರೆಡೆಂಶಿಯಲ್‌ ವಿವರಗಳನ್ನು ನೋಡಿ

source: Unable to get openrc credentials
kn: openrc ಕ್ರೆಡೆಂಶಿಯಲ್‌ಗಳನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ

source: Unable to get EC2 credentials
kn: EC2 ಕ್ರೆಡೆಂಶಿಯಲ್‌ ಅನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ

source: Pool
kn: ಪೂಲ್
sr: Grupa

source: You are already using all of your available floating IPs.
kn: ನೀವು ಈಗಾಗಲೆ ನಿಮ್ಮಲ್ಲಿ ಲಭ್ಯವಿರುವ ಎಲ್ಲಾ ಫ್ಲೋಟಿಂಗ್‌ IPಗಳನ್ನು ಬಳಸುತ್ತಿರುವಿರಿ.
sr: Već ste dodelili sve dostupne slobodne IP adrese.

source: Allocated Floating IP %(ip)s.
kn: ಫ್ಲೋಟಿಂಗ್‌ IP %(ip)s ಅನ್ನು ನಿಯೋಜಿಸಲಾಗಿದೆ.
sr: Dodeljena slobodna IP %(ip)s.

source: Unable to allocate Floating IP.
kn: ಫ್ಲೋಟಿಂಗ್‌ IP ಯನ್ನು ನಿಯೋಜಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dodeliti slobodnu IP.

source: Allocate IP To Project
kn: ಪರಿಯೋಜನೆಗೆ IP ಯನ್ನು ನಿಯೋಜಿಸಿ
sr: Dodelite IP proejktu

source: (Quota exceeded)
kn: (ಕೋಟಾ ಮಿತಿಮೀರಿದೆ)
sr: (Kvota potrošena)

source: Disassociate
kn: ಸಂಬಂಧವನ್ನು ತಪ್ಪಿಸು
sr: Razdruživanje

source: Successfully disassociated Floating IP: %s
kn: ಫ್ಲೋಟಿಂಗ್ IP ಯೊಂದಿಗೆ ಯಶಸ್ವಿಯಾಗಿ ಸಂಬಂಧ ತಪ್ಪಿಸಲಾಗಿದೆ: %s
sr: Uspešno radružena slobodna IP: %s

source: Unable to disassociate floating IP.
kn: ಫ್ಲೋಟಿಂಗ್‌ IP ಯ ಸಂಬಂಧವನ್ನು ತಪ್ಪಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je razdužiti slobodnu IP.

source: Load Balancer VIP %s
kn: ಹೊರೆ ಸಮತೋಲಕ VIP %s

# Current status of a Floating IP
source: Active
kn: ಸಕ್ರಿಯ

# Current status of a Floating IP
source: Down
kn: ಕೆಳಗೆ
sr: Dole

# Current status of a Floating IP
source: Error
kn: ದೋಷ
sr: Greška

source: Mapped Fixed IP Address
kn: ಮ್ಯಾಪ್ ಮಾಡಲಾದ ನಿಶ್ಚಿತ IP ವಿಳಾಸ

source: Allocate Floating IP
kn: ಫ್ಲೋಟಿಂಗ್‌ IP ಯನ್ನು ನಿಯೋಜಿಸಿ
sr: Dodela slobodne IP

source: Allocate IP
kn: IP ಯನ್ನು ನಿಯೋಜಿಸಿ
sr: Dodela IP

source: No floating IP pools available
kn: ಯಾವುದೆ ಫ್ಲೋಟಿಂಗ್‌ IP ಪೂಲ್‌ಗಳು ಲಭ್ಯವಿಲ್ಲ
sr: Nema dostupnih slobodnih IP grupa

source: Instance
kn: ಇನ್‌ಸ್ಟೆನ್ಸ್
sr: Instanca

source: Port to be associated
kn: ಸಂಬಂಧ ಜೋಡಿಸಬೇಕಿರುವ ಪೋರ್ಟ್
sr: Port koji treba povezati

source: Instance to be associated
kn: ಸಂಬಂಧ ಜೋಡಿಸಬೇಕಿರುವ ಇನ್‌ಸ್ಟೆನ್ಸ್
sr: Instanca koju treba povezati

source: Select an IP address
kn: ಒಂದು IP ವಿಳಾಸವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
sr: Odaberite IP adresu

source: No floating IP addresses allocated
kn: ಯಾವುದೆ ಫ್ಲೋಟಿಂಗ್‌ IP ವಿಳಾಸಗಳನ್ನು ನಿಯೋಜಿಸಲಾಗಿಲ್ಲ

source: Select a port
kn: ಒಂದು ಪೋರ್ಟ್ ಅನ್ನು ಆರಿಸಿ
sr: Odaberite port

source: Select an instance
kn: ಒಂದು ಇನ್‌ಸ್ಟನ್ಸ್‌ ಅನ್ನು ಆರಿಸಿ
sr: Odaberite instancu

source: No ports available
kn: ಯಾವುದೆ ಪೋರ್ಟ್‌ ಲಭ್ಯವಿಲ್ಲ
sr: Nema dostupnih portova

source: No instances available
kn: ಯಾವುದೆ ಇನ್‌ಸ್ಟೆನ್ಸ್‌ಗಳು ಲಭ್ಯವಿಲ್ಲ
sr: Nema dostupnih instanci

source: Manage Floating IP Associations
kn: ಫ್ಲೋಟಿಂಗ್‌ IP ಸಂಬಂಧಗಳನ್ನು ನಿರ್ವಹಿಸಿ
sr: Upravljanje slobodnim IP adresama

source: IP address %s associated.
kn: IP ವಿಳಾಸ %s ದೊಂದಿಗೆ ಸಂಬಂಧಜೋಡಿಸಲಾಗಿದೆ.
sr: Pridružena IP adresa %s.

source: Unable to associate IP address %s.
kn: IP ವಿಳಾಸ %s ದೊಂದಿಗೆ ಸಂಬಂಧಜೋಡಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je pridružiti IP adresu %s.

source: unknown IP address
kn: ಗೊತ್ತಿರದ IP ವಿಳಾಸ

source: The requested instance port is already associated with another floating IP.
kn: ಮನವಿ ಮಾಡಲಾದ ಇನ್‌ಸ್ಟನ್ಸ್‌ ಪೋರ್ಟ್‌ ಈಗಾಗಲೆ ಬೇರೊಂದು ಫ್ಲೋಟಿಂಗ್ IP ಗೆ ಸಂಬಂಧಿಸಿದೆ.

source: Key pair name may only contain letters, numbers, underscores, spaces and hyphens.
kn: ಕೀಲಿ ಜೋಡಿ ಹೆಸರು ಕೇವಲ ಅಕ್ಷರಗಳು, ಸಂಖ್ಯೆಗಳು, ಅಂಡರ್‌ಸ್ಕೋರ್‌ಗಳು, ಖಾಲಿಸ್ಥಳಗಳು ಮತ್ತು ಹೈಫನ್‌ಗಳನ್ನು ಮಾತ್ರ ಹೊಂದಿರಬಹುದು.

source: Key Pair Name
kn: ಕೀಲಿ ಜೋಡಿ ಹೆಸರು
sr: Naziv para ključeva

source: Public Key
kn: ಸಾರ್ವಜನಿಕ ಕೀಲಿ
sr: Javni ključ

source: Successfully imported public key: %s
kn: ಸಾರ್ವಜನಿಕ ಕೀಲಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಆಮದು ಮಾಡಲಾಗಿದೆ: %s
sr: Uspešno učitan javni ključ: %s

source: Unable to import key pair.
kn: ಕೀಲಿ ಜೋಡಿಯನ್ನು ಆಮದು ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nije moguće uvesti par ključeva.

source: Import Key Pair
kn: ಕೀಲಿ ಜೋಡಿಯನ್ನು ಆಮದು ಮಾಡು
sr: Uvoz para ključeva

source: Create Key Pair
kn: ಕೀಲಿ ಜೋಡಿಯನ್ನು ರಚಿಸಿ
sr: Kreiranje para ključeva

source: Fingerprint
kn: ಫಿಂಗರ್‌ಪ್ರಿಂಟ್
sr: Otisak prsta

source: Download Key Pair
kn: ಡೌನ್‌ಲೋಡ್ ಕೀಲಿ ಜೋಡಿ
sr: Skinite par ključeva

source: Unable to create key pair: %(exc)s
kn: ಕೀಲಿ ಜೋಡಿಯನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ: %(exc)s
sr: Nemoguće kreirati par ključeva: %(exc)s

source: Successfully created security group: %s
kn: ಸುರಕ್ಷತಾ ಗುಂಪನ್ನು ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ: %s
sr: Uspešno kreirana sigurnosna grupa: %s

source: Successfully updated security group: %s
kn: ಸುರಕ್ಷತಾ ಗುಂಪನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗಿದೆ: %s
sr: Uspešno izmenjena sigurnosna grupa: %s

source: Rule
kn: ನಿಯಮ
sr: Pravilo

source: Direction
kn: ಗುರಿ
sr: Pravac

source: IP Protocol
kn: IP ಪ್ರೊಟೊಕಾಲ್
sr: IP protokol

source: Enter an integer value between 0 and 255 (or -1 which means wildcard).
kn: 0 ಮತ್ತು 255 ನಡುವಿಕ ಒಂದು ಪೂರ್ಣಾಂಕವನ್ನು ನಮೂದಿಸಿ (ಅಥವ ವೈಲ್ಡ್‌ಕಾರ್ಡ್‌ ಎಂಬರ್ಥವನ್ನು ನೀಡುವ -1).
sr: Unesite celobroj između 0 i 255 (ili -1 što znači joker).

source: Open Port
kn: ಒಂದು ಪೋರ್ಟ್
sr: Otvorite port

source: Port
kn: ಪೋರ್ಟ್

source: Port Range
kn: ಪೋರ್ಟ್ ವ್ಯಾಪ್ತಿ
sr: Opseg porta

source: Enter an integer value between 1 and 65535.
kn: 1 ಮತ್ತು 65535 ರ ನಡುವಿನ ಒಂದು ಪೂರ್ಣಾಂಕವನ್ನು ನಮೂದಿಸಿ.
sr: Unesite celobroj između 1 i 65535.

source: From Port
kn: ಪೋರ್ಟ್‌ನಿಂದ
sr: Od porta

source: To Port
kn: ಪೋರ್ಟ್‌ಗೆ
sr: Ka portu

source: Enter a value for ICMP type in the range (-1: 255)
kn: ವ್ಯಾಪ್ತಿಯಲ್ಲಿನ ICMP ಬಗೆಗಾಗಿ ಒಂದು ಮೌಲ್ಯವನ್ನು ನಮೂದಿಸಿ (-1: 255)
sr: Unesite vrednost za ICMP tip u opsegu (-1: 255)

source: Code
kn: ಸಂಕೇತ
sr: Kod

source: Enter a value for ICMP code in the range (-1: 255)
kn: ವ್ಯಾಪ್ತಿಯಲ್ಲಿನ ICMP ಸಂಕೇತಕ್ಕಾಗಿ ಒಂದು ಮೌಲ್ಯವನ್ನು ನಮೂದಿಸಿ (-1: 255)
sr: Unesite vrednost za ICMP kod u opsegu (-1: 255)

source: Remote
kn: ರಿಮೋಟ್
sr: Udaljen

source: Security Group
kn: ಸುರಕ್ಷತಾ ಗುಂಪು
sr: Sigurnosna grupa

source: To specify an allowed IP range, select &quot;CIDR&quot;. To allow access from all members of another security group select &quot;Security Group&quot;.
kn: ಅನುಮತಿಸಲಾಗುವ IP ವಿಳಾಸವನ್ನು ಸೂಚಿಸಲು, &quot;CIDR&quot; ಅನ್ನು ಆರಿಸಿ. ಇನ್ನೊಂದು ಸುರಕ್ಷತಾ ಗುಂಪಿನ ಎಲ್ಲಾ ಅಂಗಗಳಿಗೆ ಅನುಮತಿಯನ್ನು ನೀಡಲು &quot;ಸುರಕ್ಷತಾ ಗುಂಪು&quot; ಅನ್ನು ಆರಿಸಿ.

source: Classless Inter-Domain Routing (e.g. 192.168.0.0/24)
kn: ಕ್ಲಾಸ್‌ಲೆಸ್‌ ಇಂಟರ್‌-ಡೊಮೇನ್‌ ರೌಟಿಂಗ್‌ (ಉದಾ. 192.168.0.0/24)

source: Ether Type
kn: ಈತರ್ ಬಗೆ
sr: Ether Tip

source: No security groups available
kn: ಯಾವುದೆ ಸುರಕ್ಷತಾ ಗುಂಪುಗಳು ಲಭ್ಯವಿಲ್ಲ
sr: Nema dostupnih sigurnosnih grupa

source: Custom TCP Rule
kn: ಅಗತ್ಯಾನುಗುಣ TCP ನಿಯಮ
sr: Prilagođeno TCP pravilo

source: Custom UDP Rule
kn: ಅಗತ್ಯಾನುಗುಣ UDP ನಿಯಮ
sr: Prilagođeno UDP pravilo

source: Custom ICMP Rule
kn: ಅಗತ್ಯಾನುಗುಣ ICMP ನಿಯಮ
sr: Prilagođeno ICMP pravilo

source: Other Protocol
kn: ಇತರೆ ಪ್ರೊಟೊಕಾಲ್
sr: Drugi protokoli

source: Ingress
kn: ಇಂಗ್ರೆಸ್

source: Egress
kn: ಇಗ್ರೆಸ್

source: The ICMP type is invalid.
kn: ICMP ಬಗೆಯು ಅಮಾನ್ಯವಾಗಿದೆ.
sr: ICMP tip je navažeći.

source: The ICMP code is invalid.
kn: ICMP ಸಂಕೇತವು ಅಮಾನ್ಯವಾಗಿದೆ.
sr: ICMP kod je nevažeći.

source: The ICMP type not in range (-1, 255)
kn: ICMP ಬಗೆಯು ವ್ಯಾಪ್ತಿಯಲ್ಲಿ ಇಲ್ಲ (-1, 255)
sr: ICMP tip nije u opsegu (-1, 255)

source: The ICMP code not in range (-1, 255)
kn: ICMP ಸಂಕೇತವು ವ್ಯಾಪ್ತಿಯಲ್ಲಿ ಇಲ್ಲ (-1, 255)
sr: ICMP kod nije u opsegu (-1, 255)

source: The specified port is invalid.
kn: ಸೂಚಿಸಲಾದ ಪೋರ್ಟ್ ಅಮಾನ್ಯವಾಗಿದೆ.
sr: Odabrani port je nevažeći.

source: The "from" port number is invalid.
kn: "from" ಪೋರ್ಟ್‌ ಸಂಖ್ಯೆಯು ಅಮಾನ್ಯವಾಗಿದೆ.
sr: "from" broj porta je navažeći.

source: The "to" port number is invalid.
kn: "to" ಪೋರ್ಟ್‌ ಸಂಖ್ಯೆಯು ಅಮಾನ್ಯವಾಗಿದೆ.
sr: "to" broj porta je navažeći.

source: The "to" port number must be greater than or equal to the "from" port number.
kn: "to" ಪೋರ್ಟ್‌ ಸಂಖ್ಯೆಯು "from" ಪೋರ್ಟ್‌ ಸಂಖ್ಯೆಗೆ ಸಮವಾಗಿರಬೇಕು ಅಥವಾ ಅದಕ್ಕಿಂತ ದೊಡ್ಡದಾಗಿರಬೇಕು.
sr: "to" broj porta mora biti veći ili jednak "from" broju porta.

source: CIDR must be specified.
kn: CIDR ಅನ್ನು ಸೂಚಿಸಬೇಕು.
sr: CIDR mora biti određen.

source: Successfully added rule: %s
kn: ನಿಯಮವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಗಿದೆ: %s
sr: Uspešno dodato pravilo: %s

source: Unable to add rule to security group.
kn: ಸುರಕ್ಷತಾ ಗುಂಪಿಗೆ ನಿಯಮವನ್ನು ಸೇರಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dodati pravilo sigurnosnoj grupi.

source: Create Security Group
kn: ಸುರಕ್ಷತಾ ಗುಂಪನ್ನು ರಚಿಸಿ
sr: Kreiranje sigurnosne grupe

source: Create Security Group (Quota exceeded)
kn: ಸುರಕ್ಷತಾ ಗುಂಪನ್ನು ರಚಿಸಿ (ಕೋಟಾ ಮಿತಿ ಮೀರಿದೆ)

source: Edit Security Group
kn: ಸುರಕ್ಷತಾ ಗುಂಪನ್ನು ಸಂಪಾದಿಸಿ
sr: Izmena sigurnosne grupe

source: Manage Rules
kn: ನಿಯಮಗಳನ್ನು ನಿರ್ವಹಿಸಿ
sr: Upravljanje pravilima

source: Add Rule
kn: ನಿಯಮವನ್ನು ಸೇರಿಸಿ
sr: Dodavanje pravila

source: Any
kn: ಯಾವುದೆ
sr: Bilo koji

source: Unable to retrieve security group.
kn: ಸುರಕ್ಷತಾ ಗುಂಪನ್ನು ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je dobiti sigurnosnu grupu.

source: Add
kn: ಸೇರಿಸಿ
sr: Dodaj

source: %s (current)
kn: %s (ಪ್ರಸಕ್ತ)
sr: %s (trenutno)

source: Access &amp; Security
kn: ನಿಲುಕು ಮತ್ತು ಸುರಕ್ಷತೆ
sr: Pristup &amp; Sigurnost

source: User Credentials
kn: ಬಳಕೆದಾರ ಕ್ರೆಡೆಂಶಿಯಲ್‌ಗಳು

source: Authentication URL
kn: ದೃಢೀಕರಣ URL

source: EC2 Access Key
kn: EC2 ಎಕ್ಸೆಸ್‌ ಕೀ

source: EC2 Secret Key
kn: EC2 ಸೀಕ್ರೆಟ್ ಕೀ

source: Allocate a floating IP from a given floating IP pool.
kn: ಒಂದು ಒದಗಿಸಲಾದ ಫ್ಲೋಟಿಂಗ್ IP ಪೂಲ್‌ನಿಂದ ಒಂದು ಫ್ಲೋಟಿಂಗ್‌ IP ಯನ್ನು ನಿಯೋಜಿಸಿ.
sr: Dodelite slobodnu IP iz date grupe slobodnih IP.

source: Project Quotas
kn: ಪರಿಯೋಜನೆ ಕೋಟಾ
sr: Kvote projekta

source: Floating IP
kn: ಫ್ಲೋಟಿಂಗ್‌ IP
sr: Slobodna IP

source: Key pairs are ssh credentials which are injected into images when they are launched. Creating a new key pair registers the public key and downloads the private key (a .pem file).
kn: ಕೀಲಿ ಜೋಡಿಗಳು ssh ಕ್ರೆಡೆಂಶಿಯಲ್‌ಗಳಾಗಿದ್ದು ಅವುಗಳನ್ನು ಆರಂಭಿಸಿದಾಗ ಅವುಗಳಿಗೆ ಚಿತ್ರಿಕೆಗಳನ್ನು ಇಂಜೆಕ್ಟ್‌ ಮಾಡಲಾಗುತ್ತದೆ. ಒಂದು ಹೊಸ ಕೀಲಿಜೋಡಿಯನ್ನು ರಚಿಸುವುದರಿಂದ ಸಾರ್ವಜನಿಕ ಕೀಲಿಯನ್ನು ನೋಂದಾಯಿಸುತ್ತದೆ ಮತ್ತು ಖಾಸಗಿ ಕೀಲಿಯನ್ನು (ಒಂದು .pem ಕಡತ) ಡೌನ್‌ಲೋಡ್‌ ಮಾಡುತ್ತದೆ.
sr: Parovi ključeva su ssh kredencijali koji se ubacuju u imidže kada se pokreću. Kreiranje novog para ključeva registruje javni ključ i skida privatni ključ (.perm datoteka)

source: Protect and use the key as you would any normal ssh private key.
kn: ನೀವು ಸಾಮಾನ್ಯವಾಗಿ ಬಳಸುವಂತಹ ಖಾಸಗಿ ಕೀಲಿಯಂತೆ ಈ ಕೀಲಿಯನ್ನೂ ಸಹ ಸಂರಕ್ಷಿಸಿ ಮತ್ತು ಬಳಸಿ.
sr: Zaštitite i koristite ključ kao što bi bilo koji privatni ssh ključ.

source: Key Pairs are how you login to your instance after it is launched.
kn: ಇನ್‌ಸ್ಟನ್ಸ್‌ ಅನ್ನು ಆರಂಭಿಸಿದ ನಂತರ ನೀವು ಅದಕ್ಕೆ ಹೇಗೆ ಲಾಗಿನ್ ಆಗುತ್ತೀರಿ ಎಂಬುದನ್ನು ಕೀಲಿ ಜೋಡಿಗಳು ನಿರ್ಧರಿಸುತ್ತವೆ.
sr: Parovi ključeva određuju kako se oogujete na vašu instancu nakon što je startovana.

source: Choose a key pair name you will recognise and paste your SSH public key into the space provided.
kn: ನೀವು ಗುರುತಿಸುವ ಒಂದು ಕೀಲಿ ಜೋಡಿಯನ್ನು ಆರಿಸಿ ಮತ್ತು ನಿಮ್ಮ SSH ಸಾರ್ವಜನಿಕ ಕೀಲಿಯನ್ನು ಒದಗಿಸಲಾದ ಖಾಲಿ ಸ್ಥಳಕ್ಕೆ ಅಂಟಿಸಿ.
sr: Izaberite naziv para ključeva koji ćete prepoznati i nalepite vaš SSH javni ključ u predviđeni prostor.

source: SSH key pairs can be generated with the ssh-keygen command:
kn: SSH ಕೀಲಿ ಜೋಡಿಗಳನ್ನು ssh-keygen ಆದೇಶವನ್ನು ಬಳಸಿಕೊಂಡು ಉತ್ಪಾದಿಸಬಹುದು:
sr: SSH parova ključeva se mogu generisati sa ssh-keygen komandom:

source: This generates a pair of keys: a key you keep private (cloud.key) and a public key (cloud.key.pub). Paste the contents of the public key file here.
kn: ಇದು ಕೀಲಿಗಳ ಜೋಡಿಯನ್ನು ಉತ್ಪಾದಿಸುತ್ತದೆ: ನೀವು ಖಾಸಗಿಯಾಗಿ ಇರಿಸಿಕೊಳ್ಳುವ ಕೀಲಿ (cloud.key) ಮತ್ತು ಒಂದು ಸಾರ್ವಜನಿಕ ಕೀಲಿ (cloud.key.pub). ಸಾರ್ವಜನಿಕ ಕೀಲಿ ಕಡತದಲ್ಲಿನ ಪಠ್ಯವನ್ನು ಅಂಟಿಸಿ.
sr: Ovo pravi par ključeva: ključ koji držite privatno (cloud.key) i javni ključ (cloud.key.pub). Stavite sadržaj file-a javnog ključa ovde.

source: After launching an instance, you login using the private key (the username might be different depending on the image you launched):
kn: ಒಂದು ಇನ್‌ಸ್ಟೆನ್ಸ್ ಅನ್ನು ಆರಂಭಿಸಿದ ನಂತರ, ನೀವು ಖಾಸಗಿ ಕೀಲಿಯನ್ನು ಬಳಸಿಕೊಂಡು ಲಾಗಿನ್ ಆಗಬಹುದು (ನೀವು ಆರಂಭಿಸಿದ ಚಿತ್ರಿಕೆಗೆ ಅನುಗುಣವಾಗಿ ಬಳಕೆದಾರ ಹೆಸರು ಭಿನ್ನವಾಗಿರಬಹುದು):
sr: Nakon pokretanja instance, logujete se privatnim ključem (korisničko ime može biti drugačije zavisno od image-a koji pokrećete):

source: The key pair &quot;%(keypair_name)s&quot; should download automatically. If not use the link below.
kn: ಕೀಲಿ ಜೋಡಿ &quot;%(keypair_name)s&quot; ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಡೌನ್‌ಲೋಡ್ ಆಗಬೇಕು. ಇಲ್ಲದೆ ಹೋದಲ್ಲಿ ಕೆಳಗಿನ ಕೊಂಡಿಯನ್ನು ಬಳಸಿ.
sr: Par ključeva &quot;%(keypair_name)s&quot; će automatski biti prenet. Ako nije, iskoristite link ispod.

source: Download key pair &quot;%(keypair_name)s&quot;
kn: ಕೀಲಿ ಜೋಡಿಯನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ &quot;%(keypair_name)s&quot;
sr: Skinite par ključeva &quot;%(keypair_name)s&quot;

source: Rules define which traffic is allowed to instances assigned to the security group. A security group rule consists of three main parts:
kn: ನಿಯಮಗಳು ಸುರಕ್ಷತಾ ಗುಂಪಿಗೆ ನಿಯೋಜಿಸಲಾದ ಇನ್‌ಸ್ಟನ್ಸ್‌ಗಳಿಗೆ ಯಾವ ಸಂಚಾರವನ್ನು ಅನುಮತಿಸಲಾಗುತ್ತದೆ ಎನ್ನುವುದನ್ನು ನಿರ್ಧರಿಸುತ್ತದೆ. ಒಂದು ಸುರಕ್ಷತಾ ಗುಂಪಿನ ನಿಯಮವು ಮೂರು ಮುಖ್ಯ ಭಾಗಗಳನ್ನು ಹೊಂದಿರುತ್ತದೆ:
sr: Pravila određuju koji saobraćaj je dozvoljenka instanci dodeljenoj sigurnosnoj grupi. Pravila sigurnosne grupe sačinjena su od tri glavna dela:

source: Rule:
kn: ನಿಯಮ:

source: You can specify the desired rule template or use custom rules, the options are Custom TCP Rule, Custom UDP Rule, or Custom ICMP Rule.
kn: ನೀವು ನಿಮ್ಮ ಇಚ್ಚೆಯ ನಿಯಮದ ಟೆಂಪ್ಲೇಟ್ ಅನ್ನು ಸೂಚಿಸಬಹುದು ಅಥವ ಅಗತ್ಯಾನುಗುಣವಾದ ನಿಯಮಗಳನ್ನು ಬಳಸಬಹುದು, ಆಯ್ಕೆಗಳೆಂದರೆ ಕಸ್ಟಮ್ TCP ರೂಲ್, ಕಸ್ಟಮ್ UDP ರೂಲ್, ಅಥವ ಕಸ್ಟಮ್ ICMP ರೂಲ್
sr: Možete odrediti željeni šablon pravilaili koristiti zajednička pravila, izbor su uobičajeno TCP pravilo, uobičajeno DP pravilo, ili Uobičajeno ICMP pravilo.

source: Open Port/Port Range:
kn: ತೆರೆದ ಪೋರ್ಟ್/ಪೋರ್ಟ್ ವ್ಯಾಪ್ತಿ:

source: For TCP and UDP rules you may choose to open either a single port or a range of ports. Selecting the "Port Range" option will provide you with space to provide both the starting and ending ports for the range. For ICMP rules you instead specify an ICMP type and code in the spaces provided.
kn: TCP ಮತ್ತು UDP ನಿಯಮಗಳಿಗಾಗಿ ನೀವು ಒಂದು ಪೋರ್ಟ್ ಅನ್ನು ಅಥವ ಪೋರ್ಟ್‌ಗಳ ವ್ಯಾಪ್ತಿಗಳನ್ನು ಆರಿಸಬಹುದು. "ಪೋರ್ಟ್ ವ್ಯಾಪ್ತಿ" ಆಯ್ಕೆಯನ್ನು ಆರಿಸುವುದರಿಂದ ವ್ಯಾಪ್ತಿಗಾಗಿ ಆರಂಭದ ಮತ್ತು ಅಂತ್ಯದ ಪೋರ್ಟ್‌ಗಳನ್ನು ನಿಮಗೆ ನೀಡಲಾಗುತ್ತದೆ. ICMP ನಿಯಮಗಳಿಗಾಗಿ ನೀವು ಇದರ ಬದಲಿಗೆ ಈ ಸ್ಥಳದಲ್ಲಿ ಒಂದು ICMP ಬಗೆ ಮತ್ತು ಸಂಕೇತವನ್ನು ಸೂಚಿಸಬೇಕು.
sr: za TCP i UDP pravila možete odabrati da otvorite ili jedan port ili opseg portova. Odabirom "Opseg portova"dobićete prostor da imate i prvi i poslednji port u opsegu. Za ICMP prvilo Vi određujete ICMP tip i kod u dodeljenom prostoru.

source: Remote:
kn: ರಿಮೋಟ್:

source: You must specify the source of the traffic to be allowed via this rule. You may do so either in the form of an IP address block (CIDR) or via a source group (Security Group). Selecting a security group as the source will allow any other instance in that security group access to any other instance via this rule.
kn: ಈ ನಿಯಮದ ಮೂಲಕ ಅನುಮತಿಸಬೇಕಿರುವ ಆಕರವನ್ನು ನೀವು ಸೂಚಿಸಬೇಕು. ನೀವು ಇದನ್ನು IP ವಿಳಾಸದ ಬ್ಲಾಕ್‌ (CIDR) ಮೂಲಕ ಅಥವ ಒಂದು ಆಕರದ ಗುಂಪಿನ (ಸುರಕ್ಷತಾ ಗುಂಪು) ಮೂಲಕ ಹೀಗೆ ಮಾಡಬಹುದು. ಒಂದು ಸುರಕ್ಷತಾ ಗುಂಪನ್ನು ಆಕರವಾಗಿ ಆಯ್ಕೆ ಮಾಡುವುದರಿಂದ ಆ ಸುರಕ್ಷತಾ ಗುಂಪಿನ ಯಾವುದೆ ಇತರೆ ಇನ್‌ಸ್ಟೆನ್ಸ್‌ ಈ ನಿಯಮದ ಮೂಲಕ ಬೇರೆ ಯಾವುದೆ ಇನ್‌ಸ್ಟೆನ್ಸ್‌ ಅನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳಲು ಅವಕಾಶ ನೀಡುತ್ತದೆ.
sr: Morate odrediti izvor dozvoljenog saobraćaja pomoću ovog pravila. To možete učiniti ili u obliku bloka IP adresa (CIDR) ili preko izvorne grupe (sigurnosne grupe). Odabir sigurnosne grupe kao izvora, dozvoliće bilo kojoj drugoj instanci u toj sigurnosnoj grupi pristup bilo kojoj drugoj instanci ovim pravilom.

source: Security groups are sets of IP filter rules that are applied to the network settings for the VM. After the security group is created, you can add rules to the security group.
kn: ಸುರಕ್ಷತಾ ಗುಂಪುಗಳು VM ಗಾಗಿನ ಜಾಲಬಂಧ ಸಿದ್ಧತೆಗಳಿಗೆ ಅನ್ವಯಿಸಲಾಗುವ IP ಫಿಲ್ಟರ್‌ ನಿಯಮಗಳ ಸೆಟ್‌ಗಳಾಗಿರುತ್ತವೆ. ಸುರಕ್ಷತಾ ಗುಂಪನ್ನು ರಚಿಸಿದ ನಂತರ, ನೀವು ಸುರಕ್ಷತಾ ಗುಂಪಿಗೆ ನಿಯಮಗಳನ್ನು ಸೇರಿಸಬಹುದು.

source: Security groups are sets of IP filter rules that are applied to the network settings for the VM. Edit the security group to add and change the rules.
kn: ಸುರಕ್ಷತಾ ಗುಂಪುಗಳು VM ಗಾಗಿನ ಜಾಲಬಂಧ ಸಿದ್ಧತೆಗಳಿಗೆ ಅನ್ವಯಿಸಲಾಗುವ IP ಫಿಲ್ಟರ್‌ ನಿಯಮಗಳ ಸೆಟ್‌ಗಳಾಗಿರುತ್ತವೆ. ನಿಯಮಗಳನ್ನು ಸೇರಿಸಲು ಮತ್ತು ಬದಲಾಯಿಸಲು ಸುರಕ್ಷತಾ ಗುಂಪನ್ನು ಸಂಪಾದಿಸಿ.

source: Manage Security Group Rules
kn: ಸುರಕ್ಷತಾ ಗುಂಪಿನ ನಿಯಮಗಳನ್ನು ನಿರ್ವಹಿಸಿ
sr: Upravljanje pravilima sigurnosne grupe

source: Swift
kn: ಸ್ವಿಫ್ಟ್‌

source: Container
kn: ಕಂಟೇನರ್‌
sr: Kontejner

source: Slash is not an allowed character.
kn: ಸ್ಲ್ಯಾಶ್‌ ಒಂದು ಅನುಮತಿ ಇರುವ ಅಕ್ಷರವಲ್ಲ.
sr: Kosa crta nije dozvoljen karakter.

source: Private
kn: ಖಾಸಗಿ
sr: Privatno

source: Container Name
kn: ಕಂಟೇನರ್ ಹೆಸರು
sr: Ime kontejnera

source: Container Access
kn: ಕಂಟೇನರ್ ಎಕ್ಸೆಸ್‌
sr: Pristup kontejneru

source: Container created successfully.
kn: ಕಂಟೇನರ್‌ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ.
sr: Kontejner kreiran uspešno.

source: Folder created successfully.
kn: ಕಡತಕೋಶವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ.
sr: Direktorijum kreiran uspešno.

source: Unable to create container.
kn: ಕಂಟೇನರ್‌ ಅನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
sr: Nemoguće je kreirati kontejner.

source: File
kn: ಕಡತ

source: Object Name
kn: ವಸ್ತುವಿನ ಹೆಸರು
sr: Ime objekta

source: Slashes are allowed, and are treated as pseudo-folders by the Object Store.
kn: ಸ್ಲ್ಯಾಶ್‌ಗಳಿಗೆ ಅನುಮತಿ ಇರುತ್ತದೆ, ಮತ್ತು ಆಬ್ಜೆಕ್ಟ್‌ ಸ್ಟೋರ್‌ನಿಂದ ಸೂಡೊ-ಫೋಲ್ಡರ್‌ ಎಂದು ಪರಿಗಣಿಸಲಾಗುತ್ತದೆ.
sr: Kose crte su dozvoljene, i smatraju se pseudo-direktorijumima od Object Store-a.

source: Object was successfully uploaded.
kn: ಆಬ್ಜೆಕ್ಟ್‌ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಲೋಡ್ ಮಾಡಲಾಗಿದೆ.
sr: Objekat je uspešno postavljen.

source: Unable to upload object.
kn: ಆಬ್ಜೆಕ್ಟ್‌ ಅನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲಾಗಿಲ್ಲ.
sr: Nemoguće je postaviti objekat.

source: Object was successfully updated.
kn: ಆಬ್ಜೆಕ್ಟ್‌ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್‌ಡೇಟ್‌ ಮಾಡಲಾಗಿದೆ.
sr: Objekat uspešno ažuriran.

source: Unable to update object.
kn: ಆಬ್ಜೆಕ್ಟ್‌ ಅನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಲಾಗಿಲ್ಲ.
sr: Nije moguće ažurirati objekat.

source: Pseudo-folder Name
kn: ಸೂಡೊ-ಫೋಲ್ಡರ್ ಹೆಸರು
sr: Ime pseudo-folder

source: Pseudo-folder was successfully created.
kn: ಸೂಡೊ-ಫೋಲ್ಡರನ್ನು ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ.
sr: Pseudo-folder je uspešno kreiran.

source: Unable to create pseudo-folder.
kn: ಸೂಡೊ-ಫೋಲ್ಡರ್ ಅನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
sr: Nemoguće je kreirati pseudo-folder.

source: Destination container
kn: ಗುರಿಯ ಕಂಟೇನರ್
sr: Odredišni kontejner

# Swift pseudo folder path
source: Path
kn: ಮಾರ್ಗ

source: Destination object name
kn: ಗುರಿಯ ಆಬ್ಜೆಕ್ಟ್ ಹೆಸರು
sr: Ime odredišnog objekta

source: Copied "%(orig)s" to "%(dest)s" as "%(new)s".
kn: "%(orig)s" ಅನ್ನು "%(new)s" ಆಗಿ "%(dest)s" ಗೆ ಪ್ರತಿ ಮಾಡಲಾಗಿದೆ.
sr: Kopiran "%(orig)s" na "%(dest)s" kao "%(new)s".

source: Unable to copy object.
kn: ಆಬ್ಜೆಕ್ಟ್‌ ಅನ್ನು ಪ್ರತಿ ಮಾಡಲಾಗಿಲ್ಲ.
sr: Nemougće je kopirati objekat.

source: Containers
kn: ಕಂಟೇನರ್‌ಗಳು
sr: Kontejneri

source: View Details
kn: ವಿವರಗಳನ್ನು ನೋಡಿ
sr: Pregled detalja
