Repository: openstack/horizon
Catalog: releasenotes/source/locale/*/LC_MESSAGES/releasenotes.po
Languages: fr

source: (optional) Use the common Angular template as the basis of any Angular pages to minimize boilerplate code and to ensure that we use similar features/framing.
fr: (Optionel) Comme base pour les pages Angular, bien vouloir utiliser le commun modèle Angular, pour minimiser la répétition des codes et s'assurer de l'utilisation de pareilles fonctionnalités.

source: A Descriptor concept allows convenient passing of information that can globally identify an object, for use in generic views and actions.
fr: Un concept descripteur permet le passage adéquat d'informations qui peuvent globalement identifier un objet, pour usage dans les vues et actions communes.

source: A Details page for a resource type (e.g. Images) may now use the Angular application-level registry to register views so developers may easily create or extend details views. In this implementation these views are presented as tabs within the Details page.
fr: Une page détaillée pour un type particulier de ressource (I.e. Images) peut maintenant utiliser une application Angular de niveau registre, pour enregistrer les vues et permettre aux développeurs de facilement créer ou ajouter des vues détaillées. Dans cette implementation, ces vues sont presentées sous forme d'onglets au sein de pages détaillées.

source: A new Profiler panel in the Developer dashboard is introduced. It integrates `osprofiler library <http://docs.openstack.org/developer/osprofiler/>`_ into horizon, thus implementing `blueprint openstack-profiler-at-developer-dashboard <https://blueprints.launchpad.net/horizon/+spec/openstack-profiler-at-developer-dashboard>`_. Initially profiler is disabled. To enable it the value ``OPENSTACK_PROFILER['enabled']`` has to be ``True``. This in turn can be achieved by copying files _9030_profiler_settings.py.example and _9030_profiler.py to openstack_dashboard/local/local_settings.d/_9030_profiler_settings.py and openstack_dashboard/local/enabled/_9030_profiler.py respectively. Also, by default it expects MongoDB cluster to be present on the same host where Keystone is located (say, in a Devstack VM). But it also can be configured with params with ``OPENSTACK_PROFILER['notifier_connection_string]'`` and ``OPENSTACK_PROFILER['receiver_connection_string']`` values. MongoDB should be installed `manually <https://docs.mongodb.com/manual/tutorial/install-mongodb-on-ubuntu/#install-mongodb-community-edition>`_ and allowed to receive requests on 0.0.0.0 interface.
fr: Un nouveau panneau profileur

source: A shared Django template is now available for use by any Angular page.
fr: Un modèle partagé de Django est maintenant disponible pour usage par toute page Angular.

source: ANGULAR_FEATURES now allows for a key 'flavors_panel' to be specified as True or False indicating whether the Angular version of the panel is enabled.
fr: ANGULAR_FEATURES permet désormais de spécifier une clé 'flavors_panel' comme vrai ou Faux, indiquant si la version Angular du panneau est active.

source: Add a new setting OVERVIEW_DAYS_RANGE. It defines the default date range in the Overview panel meters - either today minus N days (if the value is integer N), or from the beginning of the current month until today (if set to None). This setting is be used to limit the amount of data fetched by default when rendering the Overview panel. The default value is 1, which differs from the past behaviour, since it caused serious lags on large deployments.
fr: Ajouter une nouvelle configuration OVERVIEW_DAYS_RANGE. Elle définit l'intervalle par défaut de la date dans l'aperçu du panneau de compteurs - soit le jour courant moins N jours (si la valeur est l'entier N), soit du début du mois courant jusqu'au jour courant (si la valeur est fixée à None). Cette configuration est utilisée pour limiter la quantité de données établies par défaut lors de l'affichage de l'aperçu. La valeur par défaut est 1, laquelle est différente du comportement précédent, puisqu'elle causait d'importants décalages au cours de larges déploiements.

source: Added ESLint for JavaScript linting, using the eslint-config-openstack rules. See `this <https://blueprints.launchpad.net/horizon/+spec/jscs-cleanup>`__ for more details.
fr: Ajout de ESLint pour les listes JavaScript, utilisant les règles reslint-config-openstack. Voir `this <https://blueprints.launchpad.net/horizon/+spec/jscs-cleanup>`__ pour plus de détails.

source: Added Karma for JavaScript testing. See `this <https://blueprints.launchpad.net/horizon/+spec/karma>`__ for more details.
fr: Ajout de Karma pour les tests de JavaScript. Voir `this <https://blueprints.launchpad.net/horizon/+spec/karma>`__ pour plus de détails.

source: Added Keystone to Keystone (K2K) federation support in Horizon. If Keystone is configured with K2K and has service providers, the list of Keystone providers will appear in a dropdown. In local_settings.py you can optionally set the identity provider display name with ``KEYSTONE_PROVIDER_IDP_NAME`` or set the provider id that is used to compare with the other service providers ``KEYSTONE_PROVIDER_IDP_ID``. [`blueprint k2k-horizon <https://blueprints.launchpad.net/horizon/+spec/k2k-horizon>`_].
fr: Ajout du support de Kestone to Keystone (K2K) federation dans Horizon. Si Keystone est configuré avec K2K et possède des fournisseurs de services, la liste des fournisseurs de Keystone apparaîtra dans un menu déroulant. Dans local_settings.py vous pouvez optionnellement définir l'affichage du nom du service identité avec ``KEYSTONE_PROVIDER_IDP_NAME`` ou définir l'id du fournisseur utilisé pour comparer avec d'autres fournisseurs de services ``KEYSTONE_PROVIDER_IDP_ID``. [`blueprint k2k-horizon <https://blueprints.launchpad.net/horizon/+spec/k2k-horizon>`_].

source: Added a new ``ANGULAR FEATURES`` dictionary to the settings. This allows simple toggling of new AngularJS features.
fr: Ajout d'un nouveau dictionnaire ``ANGULAR FEATURES`` pour le paramétrage. Ceci permet l'activation de nouvelles fonctionnalités AngularJS.

source: Added actions to easily associate LBaaS VIP with a floating IP. See `this <https://blueprints.launchpad.net/horizon/+spec/lbaas-vip-fip-associate>`__ for more details.
fr: Ajout d'actions pour facilement associer LBaaS VIP avec une IP flottante. Voir `ici <https://blueprints.launchpad.net/horizon/+spec/lbaas-vip-fip-associate>`__ pour plus de détails.

source: Added mapping for Identity Provider and Protocol specific WebSSO.
fr: Ajout du mappage pour les fournisseurs d'identité et le protocoles spécifique WebSSO.

source: Added new Trove features.
fr: Ajout des nouvelles fonctionnalités de Trove.

source: Added support for shell job types and multiple Sahara improvements.
fr: Ajout du support pour les jobs shell ainsi que plusieurs améliorations de Sahara.

source: Added the Update Encryption action for encrypted volume types.
fr: Ajout de l'action mise à jour du cryptage pour les types de volume cryptés.

source: Allow to override settings from local_settings.py with file snippets dropped into local_settings.d/ directory.
fr: Permet de remplacer les configurations du fichier local_settings.py par des fragments de fichier supprimés du fichier local_settings.d/ directory.

source: Allows to attach ports during instance launch <https://blueprints.launchpad.net/horizon/+spec/allow-launching-ports>
fr: Permets de connecter les ports lors du lancement de l'instance <https://blueprints.launchpad.net/horizon/+spec/allow-launching-ports>

source: Although it's not required, it's best to make your actions return promises with the expected structure.
fr: Quoique pas requis, il serait mieux de faire retourner des promises par vos actions avec la structure prévue.

source: An action-result service provides convenience methods for construction of the result, and for parsing of a resolved object
fr: Un service action-résultat fournit les méthodes adéquates pour la construction du résultat, et pour l'analyse d'un objet résolu

source: Angular actions now should return a promise that resolves with an object structured in a way to indicate what the action did (or didn't do).
fr: Les actions Angular devraient retourner une promise qui s'ajuste en fonction d'un objet structuré tel qu'il puisse indiquer le résultat de l'action.

source: Angular components now exist to provide simple-to- configure panels and tables, based off of registry information about resources (e.g. Instances).
fr: Les composants Angular serviront à fournir de simples-à-configurés panneaux et tables, basés sur un registre d'informations sur les resources (i.e. Instances).

source: Bug Fixes
fr: Résolutions de Bugs

source: Cinder defines storage size in gibibytes (GiB), which is inconsistent with Horizon panels that show/request storage size in gigabytes (GB).
fr: Cinder définit la taille de stockage en gibibytes (GiB), laquelle est consistante avec les panneaux de Horizon qui montrent/demandent la taille de stockage en gigabytes (GB).

source: Cloud Admin - View and manage identity resources across domains
fr: Administrateur du cloud - Afficher et gérer les resources identitaires à travers les domaines

source: Current Series Release Notes
fr: Note de la release actuelle

source: Deprecation Notes
fr: Notes dépréciées

source: Liberty Series Release Notes
fr: Note de release pour Liberty

source: Mitaka Series Release Notes
fr: Note de release pour Mitaka

source: Newton Series Release Notes
fr: Note de release pour Newton
